[{"iso":"AFG","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Business Operations Strategy (BOS) Afghanistan:\n\nSince the adoption of the UN Secretary General’s reform agenda, the United Nations Country Team in Afghanistan has sought to continually build on the comparative advantage of all UN Agencies, Funds and Programmes to tackle the development and humanitarian challenges in country. Until 15 August 2021, the One UN Framework for Afghanistan steered the UN Country Team on enhancing the UN’s contribution to the Sustainable Development Goals, under the guidance of an empowered and impartial Resident Coordinator. The August 2021 power shift in Afghanistan has created the need for a transitional strategy for the UN to address the deepening political and social-economic instability. Afghanistan is still confronting an unprecedented humanitarian crisis with a very real risk of systemic collapse and human catastrophe that threatens to cancel many of the development gains of the last twenty years. To this end, the UN and its partners had developed the one-year Transitional Engagement Framework (TEF) as overarching strategic planning document for the UN system’s assistance for 2022 which has been extended to June 2023. It provides strategic direction and coherence; ensures UN coordination, collaboration, and complementarity of action; and provides a basis for joint risk-sharing and accountability. Looking ahead, the UN in Afghanistan with its partners is currently developing a medium-term strategy for 2023-2025, building on the TEF to continue advancing recovery and resilience in Afghanistan. The new framework developed jointly with development partners will provide strategic direction and coherence; ensure coordination, collaboration, and complementarity between humanitarian, development, and peace approaches of the international community; and provide a basis for joint risk-sharing and accountability for interventions on basic human needs and rights. This framework, the review of the Common Country Analysis (CCA) as well as the Business Operations Strategy (BOS) are opportunities to guide and focus the work of the UN Country Team to promote more effective and efficient programme delivery on the 2030 Agenda. Additionally, BOS is an integral part of the UN reform scorecard and essential for effective resource mobilization from 2023 and onwards.\n\nRecognizing the importance of the harmonized approach, the United Nations in Afghanistan initiated their collective work and inter-agency collaboration on formulation of a results-based framework “Business Operations Strategy (BOS)” in September 2020.  The objective of this effort to have UN joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN and maximizing economies of scale as well as reducing transaction cost.  It is facilitated by the principles of mutual recognition, client satisfaction and costing and pricing.\n\nAfter continued efforts and collaboration of OMT with the support and guidance from Resident Coordinator (RC) and UN Country Team, the Business Operations Strategy (BOS) was finalized on 15 December 2020. As per newly established guideline, the realized efficiencies for the prior years were adjusted by each of the agencies accordingly.\n\nThe cost avoidance for the year 2022 is USD 269,696 and the combined realized efficiencies for years 2020, 2021 and 2022 is now USD 14 million as the UNCT continue to implement the One UN Framework approach from 2021-2025 (now TEF and starting mid-2023 a different strategic framework).\n\nThe BOS 2.0 focuses primarily on quality and efficiency gains. It will reduce internal transaction costs and provide significant cost avoidance on externally sourced goods and services. \n\nAfter the BOS annual review and under the current Afghanistan country context, the projected cost avoidance and efficiency gains for the year 2020 – 2027 is USD 31.8 million as illustrated in the summary table below and as presented in more detail breakdown by agency – Annex 1 below:\n\n \n\nDuring the review process, additional services have been identified which will contribute to efficiency gains and will be incorporated in the next annual review to bring further quality improvements.  These activities will target environmental sustainability, disability and inclusion, gender responsive budgeting and youth engagements.\n\nProposed BOS implementation activities will be funded through the OMT budget. Funds will be officially requested to the UN organisations, Agencies, Funds, and Programmes comprising the UNCT in Afghanistan. The BOS review is an annual process for the OMT\/UNCT to have a better sense of the realized achievements in support of the SG’s Efficiency agenda."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":24,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":2492,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"assumption","description":"All participating Agencies have stable connectivity to internet","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Avoid duplicated macro assessment at agency level.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Coordination from the agencies to provide GLA from an active project for the bank charges","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Due to the security issue, the transactions will be suspended.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Due to the security reason, we can outsource for the spot check activity, Coordination meeting throu","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"From each agency the right focal point should be participated in the survey and meetings.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"If premises are affected, alternate (BCP) premises should be arranged in each province including col","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"If storage is full, other agencies' storage should be accommodating when possible, or quick distribu","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"If transport is obstructed, transport should be managed. Future shipments should use another route","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Immediate withdrawal of contract by the vendor","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Import genuine spare parts from out of the country","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"increase of batteries for backup system for solar system","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"It requires the XCOM agencies to make an up-front investments for greater collaboration.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Make sure it is indicated in the LTA or contract that data will strictly saved","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"National regulatory framework permits women-owned businesses","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Negotiation on fluctuation rate with AIB","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Network & power interruption.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Programmes will be affected if delivery of graphic or printing service are delayed","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Share the current induction\/welcome package that  organization has","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The experience of an audit company in the related region","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The formal procurement process to be conducted to find an alternative bank","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The participating agencies should ensure to pay their common servies shared payments on time","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The service will be down during the security worsen situation.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The UNDP or UNICEF HQ may agree to expand and Innovate the current HACT website systems, for high qu","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"To establish a committee and communicate on UN Dispensary and cost","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"To formulate an acknowledgment template for the payment receipt from the beneficiary","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Translate the training sessions in local languages for supporting staff","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Working on system improvement.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]