[{"iso":"AGO","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"BOS 2.0 in Angola was framed around the Secretary General’s strategy to enable the United Nations Development System to be more effective for better supporting the implementation of the new UNSDCF 2020-2022 and the achievement of the 2030 Agenda.\n\nThe United Nations Country Team (UNCT) in Angola developed the Business Operations Strategy (BOS) 2.0 to coordinate and align its activities for more efficient and effective service delivery, including COVID-19 response, thereby mitigating duplications of processes, restrain transaction costs and enhance operational efficiency. As part of the UNSDCF, BOS 2.0 is aimed at ensuring the United Nation System’s collective advantage in addressing the humanitarian-development-peace nexus and aligning itself to the Sustainable Development Objectives.\n\nThe Business Operations Strategy (BOS) is a results-based framework that focuses on joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN and maximizing economies of scale.\n\nThe BOS 2.0 was developed through the BOS online platform starting on February 2020 after one of the OMT members attended the BOS training of trainers in Addis Ababa, organized by UN DCO. Unfortunately, with the Covid-19 expansion, the UN offices in Angola were obliged to opt for teleworking as of 19 March 2020. Considering that not all the OMT members and BOS working groups members had uninterrupted internet access, the BOS development was hampered and suspended till the arrival of the new RC.\n\nThe BOS is focused on common services that are implemented jointly or delivered by one UN entity on behalf of one or more other UN entities. In Angola, the common services for future collaboration were identified in the areas of Administration, Finance, Human Resources, Information and Communications Technology (ICT), Logistics and Procurement.\n\nThe following UN Organizations participated in the BOS 2.0 in Angola: FAO, IOM, UNAIDS, UNDP, UNESCO, UNFPA, UNHCR, UNICEF, WFP, WHO and UN RCO. Other entities such as the ADB, IMF and the World Bank contributed to the development of the document.\n\nZahira VIRANI, UN Resident and Humanitarian Coordinator (RC\/HC), who signed off the final BOS 2.0, led the overall process and she is accountable to the Secretary-General for the development, implementation, monitoring and reporting of the BOS 2.0 and further steps towards establishing a Local Shared Service Center in Angola.\n\nThe UNCT provided the oversight of the BOS 2.0 process, approval and release of necessary staff members and joint resources. \n\nThe BOS 2.0 was prepared in a highly consultative process with the input of the above mentioned various UN Organizations in Angola, with the ultimate goal of supporting effective programme delivery, monitoring and evaluation and reporting on common operations.\n\nThe BOS 2.0, therefore, underlines key priority areas arising from these discussions strengthened by a detailed operational analysis and provides the short and medium-term strategic results that will guide the monitoring and evaluation of operations in above mentioned five (5) common services during the implementation of Angola’s UNSDCF 2020 – 2025.\n\nThe Inter-agency activities to be implemented in aforementioned areas will help to improve cost avoidance, quality, and efficiency of the UNCT’s support to programme delivery.\n\nThe BOS 2.0 in Angola is contributing to the following SDGs: eliminate Poverty (efficient joint process of common procurement, allowing the Agencies in Angola to take advantage of fast procurement of required goods or services, following the proper needs assessment, considerably contribute to the delivery of programme results on the poverty eradication); Good Health and Well-Being (social support rendered by the UN System in Angola through all the present Agencies facilitates the good health and well-being in the country with the help of the refined duty of care programmes with their long-term focus on families and their dependents); Gender Equality (the joint recruitment processes followed by the UN Agencies always have a gender quality indicator, and compliance is regularly monitored. Agency HR reports are published, with the accurate disaggregated data); Decent Work and Economic Growth (UN Agencies in Angola have high standards of work ethics and focus on quality; at the same time, staff welfare is one of the main goals throughout the Agencies, in order to ensure healthy work climate, flexible working arrangements and speak-up culture. A similar culture is cultivated within the UN partners environment).\n\nUN Angola BOS is focusing on the following High-Impact Services: Benefits Management, Integrated Web-based Roster for Consultants, Mapping of Talents for Persons with Disability, Banking Services and Bank Charges, HACT services, Internet Connectivity and VSAT Services, Mobile Phone Services Including Scratch Cards, Printing Services, Management of Common Premises, Security Services.\n\nUNICEF in Angola performed the first BOS review in Q2 2022. Overall, the review has demonstrated that the implementation period was too short for significant results. The process has also revealed the capacity gaps and the need to better mobilize joint resources towards reviewing open LTAs for the agreed services, securing additional support for administering the Common Premises and ICT Helpdesk, harmonizing HR and administration services.\n\nIn the course of the review, it was agreed to prioritize the implementation of a range of services, therefore the following services were shifted to 2022: HR - mapping of talents, ICT - helpdesk and Administration – disposal of assets. This has not brought a major change in overall BOS strategy as the volume of services has not changed – but the sequence of implementation was revised in order to better and faster ensure their delivery and quality assurance. \n\nFollowing the review, the projected cost avoidance has amounted to USD1,402,779 with the already realized benefit of USD 635,285.\n\nThe 2022 review has resulted in minor amendments of services that were no longer agreed to be included in BOS, due to capacity limitations and change of priorities, but pursued by the Agencies individually, if needed.\n\nThe UNSDCF of Angola has been extended until 2023 keeping the BOS concurrent with the present Programme Cycle. \n\n "},"participatingEntitites":[{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":24,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Absence of common sharepoint would lead to inability to effectively establish a web roster","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Continue the maintenance of the Common Sharepoint administered by UNICEF."},{"type":"risk","description":"COVID-19 limitations could hinder the implementation of plans thus affecting the quality of results","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Monitor the situation jointly with the Government, agree on mitigating measures at the UNCT level."},{"type":"risk","description":"Lack of operations staff capacity may cause agencies to return to their own practices","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Capacity building by BOS and Operations champions, training, job shadowing"},{"type":"risk","description":"Reluctance of some agencies to adopt a common operations approach may hinder the efficiency of Business Operations in Angola","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Share the best efficient practices with the inactive Agencies, involve their Headquarters and Regional Management for sharing information."},{"type":"assumption","description":"Agencies benefiting from effective joint operations will share the best practices","comment":"Other regions to be attracted","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Application of Mutual Recognition principle will facilitate the joint efficiency and credibility","comment":"Awareness sessions are needed","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Common sharepoint is set up to allow the agencies to store and share data","comment":"Maintenance is administered by UNICEF","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The Agencies agree to jointly maintain the operations capacity, also through capacity building and b","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]