[{"iso":"ALB","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Despite the challenges posed by the triple shock of the earthquake of November 2019, the Covid-19 pandemic since 2020, and the start of the war in Ukraine in 2022, Albania has continued to show its commitment to European Union (EU)-oriented reforms and delivered tangible and sustainable results. The first Inter-governmental Conference in July 2022 marked the opening of accession negotiations with the EU. Albania is the only country in the region that has signed cooperation agreements with all justice and home affairs agencies of the EU. The third National Strategy for Development and European Integration (NSDEI) 2022–2030 has been prepared in consultations with all stakeholders, including the UN, and has the potential to strengthen the interface between the socio-economic and environmental targets and the overall governance reforms. Also, it will play an important role in implementation of the Government of Albania and United Nations Sustainable Development Cooperation Framework (UNSDCF) 2022–2026. The government is well positioned to address the many challenges facing Albania and has included agriculture, energy, digitalization, tourism and fighting corruption among its priorities, with European integration as the guiding goal.\n\nIn terms of sustainable development, Albania’s real economic growth rebounded better than foreseen following the pandemic, and is projected to be around 3.2 percent for 2022. The country experienced a smooth vaccination rollout, with no further lockdowns and continued recovery in services, led by tourism, and construction. Good progress was made to refocus health services at the primary level, introduce digital health services and improve transparency and accountability. The 2022 Sustainable Development Report index score of 71.63 suggests that the country is more than two-thirds of the way towards achieving the SDGs, with a position of 61 out of 163 countries. The second Gender Equality Index was conducted in 2022 to measure gender inequalities across reproductive health, empowerment, and participation in the labour market. It shows that gender disparities have increased in the past year, with an increased value of 0.09 compared to 0.06 measured in 2021 (Men and Women in Albania, INSTAT 2022)\n\nThe Sustainable Development Cooperation Framework between the Government of Albania (GoA) and the United Nations (UN) system for the years 2022-2026 is anchored by the below strategic priorities:\n\nStrategic Priority A - Human capital development and social inclusion.\n\nOutcome - By 2026 there is increased and more equitable investment in people, removing barriers and creating opportunities for those at risk of exclusion.\n\nStrategic Priority B - Sustainable, resilient and green economic growth and resource management.\n\nOutcome - By 2026 innovative and integrated policy solutions accelerate sustainable, productive and inclusive economic development, enhancing climate change adaptation and mitigation and transition to a green and blue economy.\n\nStrategic Priority C - Effective, people-centred governance, rule of law, human rights and gender equality.\n\nOutcome 1 - By 2026, governance is more transparent and accountable, enabling people to enjoy quality, inclusive services, enhanced rule of law and access to justice in line with Albania’s human rights commitments.\n\nOutcome 2 - By 2026, gender responsive governance strengthens equality and non-discrimination, promotes women’s empowerment and human rights, and reduces violence against women and children.\n\nAs a DaO country, Albania has been working to identify ways to ensure more coherent, efficient and effective operations at the country level. As early as 2005, Common Services was already implemented in Albania with the introduction of common security and medical services. These were further developed and expanded to other areas within the framework of Delivering as One.\n\nThe Business Operations Strategy has been a lively forum and platform for ongoing and productive cooperation amongst Operations Management Team (OMT) members and working groups, the UN RC Office and UNCT throughout 2022. The number of BOS participating agencies increased to 8 with the joining of UNOPS in several common services. Key priorities include completion of the 2022 Business Operations Strategy annual review and implementation of the Disability Inclusion initiative. The annual review process reinstated the good quality of common services provided, shown evidently by the good average scoring of key performance indicators by all participating agencies. Following the solid and long-standing experience in establishing the Long-term Agreements (LTAs), OMT worked jointly to finalise a few solicitation processes for several common services and by the end of the year, the UN agencies in Albania had benefited from ten renewed LTAs, bringing the total number to 21 for thirteen common service areas, achieving an estimated cost avoidance of USD 223,000 for a volume of expenditures for LTAs use of USD 3.2 million. UN agencies also benefited from common medical services and common premises services through renewal of two MoUs. Green IT initiatives were identified from the ICT working group focused on environmentally certified companies for ICT equipment disposal and improvement and simplification of electronic equipment disposal process. OMT scaled up its work in promoting disability inclusion in operations, with contribution to UN House physical accessibility assessment, establishment of a database for young talented individuals with disabilities, training of OMT members and the Procurement Working group on disability inclusion procurement and formulation of disability inclusion guidelines for the Procurement of Goods and Services by UN Agencies in Albania.\n\nThe annual review process reinstated the good quality of common services provided, shown evidently by the good average scoring of KPIs by all participating agencies.\n\n2022 BOS analysis confirmed the benefits of close collaboration of UN Agencies in the common services, both in terms of the realized cost avoidance totaling approximately 227,00 USD, and quality achievement for the four applicable common service lines (Administration, HR, ICT and Finance)."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"During Covid pandemic, the affected UN staff may not perform with the same quality as before","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"In the COVID 19 circumstances usage of bandwidth may increase, requesting additional budget","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"There is a potential risk of monopoly in the market of mobile communication in Albania","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]