[{"iso":"ARE","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The UN Country Team in the UAE is pleased to join efforts in developing and implementing the first Business Operations Strategy for the UAE. This Business Operations Strategy translates UN Country Team priorities in the areas of common operations, to achieve greater cost-effectiveness and improve the quality of services provided to all Agencies present in the UAE. \n\nThe UAE BOS covers the period from 01 January 2021 - 31 December 2023. It will build on existing services, harmonize the approach to service provision by individual Agencies, and reinforce the common use of systems available in all Agencies. \n\nThe Stock Take represents the common services currently provided by WFP as a lead Agency, in the absence of UNDP. These services have been provided by WFP since 2019 on a cost recovery basis. The services will continue as is, unless there are changes in the status of participating Agencies, such as entering into a Host Agreement with the UAE Government.\n\nIn the context of the UAE, where Agencies have limited or no programmatic activities, the UAE BOS will concentrate on improving the quality of services in the areas of Administration, Finance, IT, and Procurement. It will also focus on outreach to organizations working with disabled communities and women, and promote environmental sustainability. The joint approach will also leverage and advance the image of One UN in the UAE.\n\nThe implementation of services will be carried out by existing staff and using tools already available, thus, we do not foresee need for additional financial resources. \n\nThe BOS will be subject to review in February 2022. \n\nAs per the 2021 review, the realized gains amount to USD 290,445 for 2 services, which are protocol and procurement of ICT and network hardware. Some of the activities, such as outreach to organizations working with disabled communities and women in procurement and recruitment that were planned for 2021 were not completed. However, the OMT with the support of the UNCT will continue working on establishing the relationship with those organisations and promote the collaboration. \n\n2022 Review:\n\nThe United Nations has a significant presence and cooperation in the United Arab Emirates (UAE). Given the nature of the UAE relationship with the UN as both a donor and a programme country, there is no comprehensive framework guiding the UN’s work in a whole-of-system approach, and engagement of agencies is contingent upon working relationships with their respective thematic counterparts.\n\nWhile some of these working relationships entail programmatic activities focused on strengthening UAE systems and institutions, most of the UN work focuses on operations as a major global logistics hub for delivery of humanitarian assistance. The UAE has been a key contributor to various UN humanitarian efforts, mainly through the International Humanitarian City in Dubai, where WFP, WHO, UNHCR and UNICEF maintain prepositioned stockpiles of humanitarian supplies for rapid dispatch. Another important function carried out agencies in the UAE is related to partnership-building\/resource mobilization, both for public and private sectors. Additionally, some entities also operate a broader regional mandate, hosting their sub-regional (GCC) offices from the UAE.\n\nAs per 2022 review, the realized cost avoidance is USD 116,412. The cost avoidance is the result of cooperation of the Agencies in the Protocol Services.\n\nThe lack of the programmatic activities limits the possibilities for the collaboration, however, UNCT and OMT continue looking for new opportunities. "},"participatingEntitites":[{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":28,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":36,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true}],"planRisks":[{"type":"assumption","description":"Change in the UAE Tax Law which might lead to changing the process for claiming the VAT","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Sufficient personnel requirement, to justify the joint recruitment and related services.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The outreach to the organizations involved with persons with disabilities and women yields high numb","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies have restrictions in sharing the existing LTAs and vendor details.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]