[{"iso":"ARG","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"El Business Operations Strategy (BOS) es un marco basado en resultados que se centra en operaciones conjuntas con el propósito de eliminar la duplicación, mejorando el poder de negociación común de la ONU y la maximización de las economías de escala.\n                                                \nEn consonancia con los objetivos de reforma de la ONU del Secretario General ha diseñado el BOS en apoyo de una ejecución más eficaz de la Agenda 2030. \n\nEl BOS se enfoca en servicios comunes que se implementan de manera conjunta o entregados por una entidad de la ONU en nombre de una o más entidades de la ONU. \n\nEn la revisión del BoS se contempla mantener las colaboraciones en las áreas de servicios de Administración, Adquisiciones, Finanzas y Recursos Humanos. \n\nLas siguientes agencias, fondos y programas de la ONU están participando del BOS en la República Argentina: CEPAL, CINU, OIT, OIM, OPS\/OMS, UNAIDS, UNDP, UNESCO, UNFPA, ACNUR, UNOPS, UNICEF, UNWOMEN, FAO, UNDSS y OCR. \n\nEn Argentina, el grupo de OMT ha determinado que el BOS será realizado por un período de 5 (Cinco) años - 2021 a 2025,  sin desconocer el contexto económico y social  particular de Argentina (Hiperinflación) donde planificar a largo plazo requiere de un seguimiento permanente y de evaluación.\n\nEl 13 de marzo de 2022 asume funciones la Coordinadora Residente de ONU Argentina, Sra. Claudia Mojica, y quien para 2023 nuevamente siguiendo sus responsabilidades hará el sign off del BoS 2.0\n\nEl UNCT proporciono supervisión general del BOS en el proceso, aprobación y liberación de la agencia necesaria y recursos conjuntos, la aprobación del BOS final y el informe anual. \n\nEl Operations Management Team interagencial (OMT), presidido por Beatriz Satizabal, Head of Support Services de UNOPS para Argentina, Uruguay, Paraguay y Brasil; conjuntamente con Eugenia Quintana como Co-Chair de OMT, Funcionaria Principal de Operaciones de OIT; y sus órganos subsidiarios facilitaron  el desarrollo e implementación del BOS  a nivel de país durante el 2022 y lideraron el proceso de revision del BoS 2.0, que inicio en un retreat de un dia el 9 de Marzo de 2023\n\nSe hizo un light review del BOS, con las siguientes salvedades\n\n1. Se desagrego la \"agencia UN\" en cada una de las agencias que anteriormente se consolidaban UNS RCOs, UNS ECLAC, UNS DGC y UNS DGC.\n2. Seguimos reportando en la categoría Travel , el LTA interagencial pero requerimos un mayor análisis, y replantear la categoría para el próximo año ya que consideramos que el ahorro no esta en el LTA si no en otras variables como volumen y Negociación con Proveedores.\n3. La revisión del BOS se realizo y operativizo en un retreat de los OMT members y WG que realizamos por primera vez y fue una jornada muy productiva,\n\nLa  Presentación y aprobación del BoS se llevo a cabo en el UNCT del 28 de marzo, el UNCT solicito al OMT compartir  los desafíos actuales en la movilidad del BOS con el objetivo de escalarlo a sus sedes y garantizar la alineación de las agencias.\n- Falta una definición clara de algunas agencias sobre su grado de involucramiento en este ejercicio\n- Estimar los costos-beneficios se dificulta al haber diferencias en los criterios que se utilizan para determinar los costos de las operaciones por parte de las distintas agencias.\n- Otro desafío son aquellas agencias con servicios centralizados en otros países, que hacen que la negociación a nivel local se vea perjudicada pero a la vez, resultan en mayores costos para esas agencias\n-La implementación de varias de las iniciativas requieren de tiempo y esfuerzo de los funcionarios de las agencias, que no siempre pueden dedicarle el tiempo necesario.\n- En un contexto de alta inflación como el actual y con una política cambiaria inestable, es muy difícil medir ahorros o negociar acuerdos, ya que los precios fluctúan diariamente y muchas veces están más determinados por los plazos de pagos de las agencias, o la flexibilidad para indexar contratos, que por el valor de los productos o servicios\n\nEn base al ejercicio realizado, se estima un ahorro de costos de USD 320,284 en maangement en Common Premises, de transport services USD 93,528 y Security services USD 159,015, lo que totaliza un ahorro USD 572,827."},"participatingEntitites":[{"organizationId":15,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"Compromiso de las Agencias para cumplir con los objetivos","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Gran cantidad de proveedores de bienes","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Gran cantidad de proveedores de servicios","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Mejora de precios por economías de escala","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]