[{"iso":"ARM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The current Business Operations Strategy (BOS) for Armenia was signed on 9 April 2021 and is in effect until 31 December 2025. This BOS built upon the first Armenia BOS, which covered the period from 2017 to 2020. Therefore, some service lines in the current BOS have a start date of 2017 for implementation, but for most service lines the cost-benefit analysis reflects actual figures from 2019 onwards. This allows for the analysis of opportunity costs per agency for each long-term service agreement.\n\nThe cumulative cost-avoidance for 2019-22 was initially estimated to be about $2.5m, which was revised last year to $1.5m, but the actual cost-avoidance is slightly less, at around $1.25m. The estimated cost-avoidance for 2023 only is calculated at around $0.5m, which will bring the overall cost-avoidance for 5 years (2019-23) to around $2m.\n\nDuring the last annual review, UNIDO joined the BOS framework, while UNS-RCO joined in mid-2022, bringing the total number of participating UN agencies to eleven. The agencies with limited activities in the country do not use the common framework, and having limited administrative capacity, they rely on UNDP for support.\n\nThis being a \"light\" review, no service lines were added or discontinued, but few agencies have chosen to withdraw from collaborating on certain service lines as they did not use those services."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Different operational requirements of the participating agencies, particularly for human resources management","comment":null,"likelihood":"Definite","impact":"High Concern","risktreatment":"Transfer","mitigationMeasure":"Request advice from agency HQs"},{"type":"risk","description":"Insufficient number of comparators based on the comprehensive salary survey methodology.","comment":null,"likelihood":"Definite","impact":"High Concern","risktreatment":"Accept","mitigationMeasure":"Make a detailed survey of the labour market"},{"type":"assumption","description":"Not enough qualifying and responsive comparators as per the salary survey methodology.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]