[{"iso":"AZE","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"This Business Operations Strategy has been developed at as pivotal time for Azerbaijan, which in 2021 has transitioned into a new five-year Sustainable Development Cooperation Framework with the UN (UNSDCF). As such, the BOS supports UN activities in Azerbaijan, ensuring that operations help bring together UN entities in and outside the country and leveraging on the cost benefit that results from common service delivery. It builds on some of the successes of the previous BOS covering the period July 2018- Dec 2020, particularly by continuing services where common delivery has been possible and by identifying areas were scaling up of activities can be performed. The transition to BOS 2.0 was delayed by a few months due to the escalation of hostilities in and around Nagorno Karabakh. However, agencies have been able to come together under the OMT to design a plan that reflects four outcome areas with efficiency gains both in monetary terms and in terms of technical knowledge: Procurement and Administration, Finance, Human Resources, and ICT.\n\nThe OMT conducted annual BOS reviewed in March 2022. The document was updated in terms of participating agencies list and members in the different working groups. The updated documents reflect the new members of UNCT who joined to the Team in 2021. RC and head UNICEF names are replaced with the new members, the UNDP RR name was deleted due to his move from the country and OMT Chair name was updated. Stock Take and Opportunity Analyses sections also updated as per actual situation and results of changes observed in the first year of implementation. Start date of several opportunities are moved to the next stages. In some cases (like, UNDP) a lot of services implemented in the Country Office level until 2021 moved to the Global Shared Service Centres (GSSC). There were also updates in the common premises management process and common-services issues. WHO moved out from the main UN House due to its expansion of the operations and increased number of the office staff. The agency was taken out from all premises management initiatives and service provisions. With the request from the HQ\/regional office, UNOPS also was opt out from the BOS services. It was explained with the agency’s little presence in the country.\n\nAll these matters reviewed by the OMT and relevant changes made in the updated BOS document.\n\nThe UNCT total realized cost-avoidance benefit for 2022 is $ 91,216.   "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Agencies different HACT practices (conducting macro-assessment, not working with IB at the current period)","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"discuss possible joint activities for the areas that same for all participant"},{"type":"assumption","description":"Current OMT arrangement (leadership, membership, coordination and meeting frequency) is adequate","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Government facilitates the identification and move to new common premises","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN top management at headquarters level support transition to BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]