[{"iso":"BDI","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The UN System and the Government of Burundi signed on 3 December 2022, a new United Nations Sustainable Development Cooperation Framework (UNSDCF) for the period 2023-2027, fully aligned with the National Development Plan (NDP), for the period 2018-2027, which aims to engage the country in a crucial stage of its social and economic development.\n\nThrough this new Cooperation Framework, the UNS commits to work with the Government to achieve national development priorities and the MDGs.\n\n A total of 12 United Nations agencies, funds and programs present in the country (FAO, IFAD, UNHCR, IOM, WHO, UN WOMEN, UNAIDS, WFP, UNDP, UNESCO, UNFPA, UNICEF) signed the UNSDCF.\n\nThe 13 existing agencies will be joined by 9 new agencies to strengthen the Burundi UNS, ensuring coverage of important sectoral niches to meet specific needs in Burundi, and the exploitation of important synergies with existing capacities. The new agencies which signed the UNSDCF are: OHCDH, UNHABITAT, UNEP, ECA, ILO, UNIDO, UNCDF, UNOPS, UIT.\n\nThe BOS implementation is an important step for the United Nations System in Burundi in the implementation of Delivering as One (DaO), which aims at the coherence and harmonization of the United Nations Agencies’ interventions. It will also support the UNDCF’s implementation, focusing on common services that can be implemented or provided jointly and thus allow for cost sharing and cost avoidance.\n\nThe objective of the BOS is, to the extent possible, to harmonize the agencies' operational procedures to reduce transaction costs and improve services’ quality, in support to the UNSDCF implementation. This objective is in line with the UN Secretary-General's vision on UN reform, particularly regarding the new generation of UN Country Teams.\n\nBurundi developed its BOS in 2018 and all the 12 UN Resident Agencies were involved. OMT decided to focus on 13 common services that could be subject of long-term agreements for the BOS 2019-2023, spread over 6 pillars.\n\nIn 2020, the overall savings projected by the BOS over the first five years were estimated at US$ 2,381,965 representing an annual saving of $476.393. Most of these savings were projected mainly from cost avoidance with administration service.\n\nWith the first annual review of BOS in 2021, the total savings for the 12 agencies implementing BOS at the country level were evaluated at USD 775,473.\n\nWith the 2022 annual review, the total savings are estimated at USD 803,060."},"participatingEntitites":[{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Decrease of 10% in labor costs thanks to an efficiency gain due to the use of LTAs","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Quality of Services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]