[{"iso":"BEN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"La présente stratégie représente la deuxième génération de BOS au Bénin et s’inscrit dans la mise en œuvre de la réforme des Nations Unies et vise à renforcer la mise en œuvre de l’UNDAF 2019 - 2023. Il est à noter que l’année 2022 a été la dernière année de la mise en œuvre de l’UNDAF 2019- 2023 qui a été écourté d’un an suivant la décision conjointe de l’Équipe Pays des Nations Unies au Bénin et le Gouvernement du Bénin. L’objectif de cette décision a été d’élaborer un nouveau Cadre de Coopération des Nations Unies pour le développement durable (UNSDCF-CC) pour la période 2023-2026 qui serait plus étroitement arrimé aux priorités du Gouvernement définies dans le Programme d’Action du Gouvernement 2021 – 2026 et de transitionner sur la nouvelle génération de l’UNCSDF.\n\nL'Équipe Pays des Nations Unies (UNCT) au Bénin a mis en œuvre cette stratégie en 2022 dans le but général d'obtenir un plus grand impact en étant cohérent et efficace dans la fourniture de résultats de développement, tout en harmonisant les pratiques commerciales de toutes les agences pour une efficacité accrue.\n\nLa BOS s'est concentrée principalement sur les gains d'efficacité et l'évitement des coûts tout en améliorant simultanément la qualité des services, y compris les économies de coûts sur les biens et services d'origine externe et en éliminant la duplication des efforts, en tirant parti du pouvoir de négociation commun de l'ONU et en maximisant les économies d'échelle.\n\nLa stratégie consiste à se concentrer sur les services communs qui sont mis en œuvre conjointement ou fournis par une entité des Nations Unies au nom d'une ou plusieurs autres entités des Nations Unies. Les services communs dans les domaines suivants sont identifiés pour la collaboration : ressources humaines, information, communications et technologies (TIC), finances, approvisionnement, administration et logistique.\n\nL'Équipe Pays des Nations Unies (UNCT) au Bénin consiste de 20 membres, comme suit : 12 Agences, fonds et programmes résidents (FAO, IOM, WFP, UNAIDS, UNCDF, UNDP, UNFPA, UNICEF, UNESCO, UPU, WHO et UNOPS). 8 Agences, fonds et programmes non – résidents (ITC, OHCHR, ILO ; UNEP, UNIDO, UNWOMEN, HCDH, IFAD) (ayant des opérations au Bénin et participant dans le BOS dans le sens ou le financement des activités passe par des Agences résidentes)\n\nLa Banque Mondiale et le Fonds Monétaire International utilisent certains services communs.\n\nAu Bénin, BOS vise à soutenir l'exécution efficace des programmes, le suivi et l'évaluation et l'établissement de rapports sur les opérations communes. Conçu pour être un document évolutif, le BOS 2.0 du Bénin continue d’être mis en œuvre et opérationnalisé par le biais de quatre (4) groupes de travail OMT (ressources humaines ; finances ; approvisionnement et logistique; TIC ), sous la direction de l'OMT pour soutenir la planification, le suivi et l'établissement de rapports conjoints. Les activités prévues dans le cadre de la BOS visent à améliorer la rentabilité, la qualité et l'efficacité du soutien de l'Équipe Pays des Nations Unies à l'exécution des programmes et aux opérations commerciales.\n\nL’analyse coût-bénéfice a permis de calculer les avantages et les coûts qui pourraient être évités de la mise en place des différentes lignes de services identifiés à l’étape de l’analyse des besoins et opportunités. Au total, un montant estimé à 2,8 millions USD représente les coûts qui seront évités de la mise en œuvre du BOS au Bénin sur une période de cinq ans, avec la réalisation de 0.71 million USD de coûts effectivement évités en 2022.\n\nPour faciliter la mise en œuvre et le suivi, un cadre de résultats et de ressources ainsi que les différents indicateurs (KPI) ont été définis. Ces indicateurs permettent de mesurer non seulement les coûts évités mais aussi l’amélioration de la qualité des services communs pour toutes les AFPs."},"participatingEntitites":[{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":35,"participating":true},{"organizationId":38,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"risk","description":"Défaillance au niveau de l'arrivée de la fibre optique","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"renforcer le suivi  au niveau de SBIN"},{"type":"risk","description":"Défaillance de service au niveau de MTN","comment":null,"likelihood":"Remote","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"Assurer un suivi continu avec MTN et engager les discussion avec d'autre opérateurs"},{"type":"risk","description":"Financement de la CSNU non disponible","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Renforcer le plaidoyer au niveau de UNCT pour assurer le financement de la CSNU"},{"type":"risk","description":"La non mise a disposition du ressource par les agences","comment":null,"likelihood":"Negligible","impact":"Minor","risktreatment":"Control","mitigationMeasure":"plaidoyer auprès de l'UNCT"},{"type":"risk","description":"La non utilisation des LTA par toutes les agences diminue les gains attendus","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Transfer","mitigationMeasure":"La mise en place de dispositifs et mecanisme permattant aux agence d'utilser les LTA"},{"type":"risk","description":"Le non souivi de la réglementation du pays en matière en matière d'autorisation de fréquence","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Faire le suivi au niveau de l'ARCEP"},{"type":"risk","description":"Toutes les agences ayant choisi la même banque, il y a un risque de perte éventuel en cas de défaill","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"Explorer l’opportunité d'utilisation de la deuxième banque qualifiée"},{"type":"assumption","description":"Il faut l'implication de tous les ICT et les Charges de communications des agences","comment":"RAs","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"L'accord avec MTN reste valide","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Le Benin dispose actuellement de deux fibres optiques","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Le staff est en bonne santé avec moins de stress lié au stress et à la sédentarité","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Les ressources nécessaires à la mise en place des LTA sont disponibles","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Toutes les agences résidentes participent au processus de mise en place et d'utilisation des LTA","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]