[{"iso":"BFA","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Business Operations Strategy 2.0 (2018-2023)\n\nDuring the formulation of the new United Nations Framework Plan for Development Assistance (UNDAF 2018-2022) of the United Nations in Burkina-Faso, the OMT Team designed the BOS whose objective is to facilitate the implementation of the UNDSCF by identifying and setting up joint operational activities that are harmonized and at lower costs. This was in line with the adoption earlier in 2015, by Government, of delivery as one reform. It has also facilitated the implementation of the UNDAF between Burkina Faso and the United Nations System 2018-2022 extended for another year till 2023 and indirectly that of the “Plan National de Developpement Economique et Social” (PNDES 2016-2020). The BOS led to the establishment of directives and instruments with the aim of strengthening the links between the Framework Plan for Development (UNSDCF) and operations. This is a mandate exercise that accompanies the implementation of the United Nations assistance program to countries. The BOS is interested in joint operations and provides a strategic approach and results-oriented planning, management and for setting out harmonized programs to support operations across the country.\n\nThe methodological approach for the development of the Burkina Faso BOS is characterized by a participatory process including the Operations staff of United Nations in Burkina-Faso and was carried out in close consultation with the various results groups including the program group and the monitoring and evaluation group. The UNCT in Burkina Faso is comprised of 25 resident agencies with 8 non-resident UN agencies with responsibilities over the country. The following UN organizations are participating in the BOS 2.0 in Burkina Faso: FAO, UNDP, UNICEF, IOM, UNFPA, UNHCR, WFP, WHO, UNAIDS, IOM, ILO, UNIDO, UNESCO, UNCDF, UNODC, UN-Habitat, & OHCHR. (UNOPS is in the participating agency list which is a non resident agency and therefore it should be removed from the list).  The monitoring and evaluation of the implementation of the BOS will be based on a two-level mechanism: (i) the strategic level led by the Country Team with the support of the Office of the Resident Coordinator; and (ii) the technical and operational level led by the OMT and the various working groups, with the support of the Office of the Resident Coordinator. In total, the effective implementation of the BOS was expected in the UN System in Burkina Faso to realize a cost avoidance by an estimated excess of approximately 3 million US $ for the period 2018-2020. The BOS 2.0 2018-2022 has been operationalized and implemented through six (06) OMT strategic working groups (common services administration, Common procurement, Common logistics, Common HACT and Finances, common ICT, Common Human resources) under the guidance of OMT to support joint planning.  The annual review as mandated by UNSG, started as of 10th January 2022 and pursued by the 6 Tasks Forces with the technical support of DCO\/RCO at HQs and regional levels to assess to what extent the expected objectives were attained in all areas identified in the BOS 2.0 bearing in mind that the UNDAF framework was extended to 2023. The main findings of the BOS 2.0 review in terms of new opportunities to be jointly implemented will allow additional efficiency gains over the next year.\n\nIn addition, in order to ensure that High Impact Common Services are privileged, a specific common service aimed at ensuring staff well being was included to accompany staff needs in terms of counseling.\n\nThe joint implementation and use of common services in the BOS 2.0 allowed the UNCT Burkina Faso to avoid in the reviewed period of 2021 a cumulative amount of $ 1,086,944 below the previous projected total. While the OMT working groups planning process for the new period of 2022 a projected overall cost avoidance amount of $ 2,446,659 as a result of new common services included in the BOS for 2022."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":23,"participating":true},{"organizationId":23119,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":3,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":3642,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":4,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"risk","description":"delay in the recruitment process","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Request the support of the regional HR support services"},{"type":"risk","description":"Lack of budget for activities","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"UNCT to hold thorough review of the BOS plan to consider additional funding commitmments."},{"type":"risk","description":"lack of data","comment":null,"likelihood":"Highly Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Ensure regular collection of first line data available at local agency level"},{"type":"risk","description":"Lack of motivation of staff","comment":null,"likelihood":"Highly Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"UNCT to suggest and\/or clarify options and incentives for the staff"},{"type":"risk","description":"Lack of qualitative assessment of the roster","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Outreach the regional and HQ level to ensure qualitative assessment."},{"type":"risk","description":"Lack of response of  UN agencies to surveys","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Control","mitigationMeasure":"Regular advocacy performed through apprapriate settings (UNCT, PMT , OMT)"},{"type":"risk","description":"pandemic, emergency and security situation can limit common ICT services implementation","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"online meeting\nUse of UNHAS to travel"},{"type":"risk","description":"Unavailability of some staffs of working group","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Transfer","mitigationMeasure":"Request the Heads of agencies to instruct their staff to participate in the activities of the WG"},{"type":"risk","description":"unavailability of the others working group to implement ICT common services","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Organize meeting with the others working group and OMT to discuss the matter"},{"type":"risk","description":"weak utilization of the roster by agencies","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"Regular communication and advertisement to the OMT"},{"type":"assumption","description":"Delay in the renewal of the LTA","comment":"A delay in the execution of the plan, could cause a delay in the renewal of the LTA","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Insufficient fund for particular activities","comment":"During the implementation of an activity, the fund budgeted can be less than what projected","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"unavailability of the roster","comment":"Delays in collecting quality CVs and feeding the database timely","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]