[{"iso":"BGD","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The success of UN programmes at the country level is highly dependent on the effectiveness, efficiency, and cost of UN operations. In Bangladesh, the UN system has developed the United Nations Sustainable Development Cooperation Framework 2022-2026 (UNSDCF), which outlines the collective response of the UN development system to address key development priorities and challenges, including the impact of the COVID-19 pandemic. The UNSDCF aims to support Bangladesh in achieving the objectives of the 8th Five Year Plan and the 2030 Agenda, including the SDGs, as well as the Perspective Plan for 2041. To ensure that the UN programmes are implemented successfully, the UNCT agreed on a Business Operation Strategy (BOS) in 2020. Despite the unprecedented challenges posed by the COVID-19 pandemic, the UN system has recognized the BOS as a unique opportunity for agencies to collaborate and formalize existing common services while identifying new areas for a collective approach. With a focus on joint business operations, the BOS 2.0 aims to eliminate duplication, leverage the UN's collective bargaining power, and maximize economies of scale. All 19 UN entities have participated in this exercise through the Operations Management Team (OMT).\n\nThe BOS implementation began with 33 proposed common services, expected to contribute to an estimated cost avoidance of USD 2,739,060 over five years. However, during the 2021 BOS review, working groups under OMT dropped 11 activities deemed unrealistic, reducing the estimated cost avoidance to USD 2,034,481 from 22 common services. Despite this, the BOS remains a crucial initiative that will continue to drive collective efforts and bring about positive change in the UN system.\n\nEven though some activities planned for 2022 are in the final stage of completion , there are no realized cost benefits. During the review process, most of the activities were moved from 2022 to the following years since the collaboration was not completed or finalized. The OMT is confident that successful implementation of the BOS will improve service quality and efficiency. The following progress has been made on the key activities under the BOS agenda in 2022:  \n\n- Systematic sharing of vacancy notices within agencies and use of agency personnel in interview panels to increase transparency and ensure fair hiring practices.\n- Contribution to the development of a Gender Parity Strategy to promote gender equality in the workplace.\n- Support for Training for Trainers on PSA (Personal Security Awareness) and SHAA (Sexual Harassment and Assault Awareness) to enhance staff safety and well-being.\n- Strengthened relationship with the National Board of Revenue and timely refund of VAT  The huge backlog of pending refunds was reduced significantly.\n- Improved client services with SCB (Standard Chartered Bank)that helped in day to to day operational efficiency including a special treatment to the UN to cater to its demand for USD cash during the time of USD shortage..\n- Establishment of a uniform USD exchange rate for all agencies for inward remittance to facilitate financial transactions.\n- Finalization of LTA for the vehicle rental and work in progress for LTA for cleaning services to optimize resource allocation and cost-effectiveness.\n- Consolidation of Common Premises data to improve management and utilization of shared facilities.\n- Streamlining of hotel rates to ensure consistency and fairness in accommodation expenses.\n- Gender-Responsive Procurement workshop to promote gender-sensitive procurement practices.\n- Development of an LTA tracker to improve monitoring and evaluation of procurement processes.\n- Maximization of the use of existing LTAs to optimize resource utilization and reduce redundancy.\n\n \n\n \n\n "},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"AWG\/PWG\/IT WG: Expected that all Leading Agencies will effectively collaborate with Participating ag","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"AWG: Availability of fund for better coordination","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"AWG: Further Training opportunity on BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"FWG: Full compliance with the agreement by house bank.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HR: Availability of panel members","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Human Resources are available to deliver the planned services. Agencies will make this resources ava","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT WG: Achievement of Cost reduction along the Common ICT service lines","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT WG: Local ICT Equipment Maintenance provider can meet global standards","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"IT WG: Availability of Budget","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"LOGWG- Improved service and cost effectiveness","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"LOGWG- Prompt support during emergency","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"PWG-Availability of Evaluation panel members","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"PWG-Explore local market frequently","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]