[{"iso":"BHR","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In line with the Secretary-Generals UN reform targets Bahrain has designed a BOS (2020-2022) in support of a more effective programme delivery on the 2030 Agenda. With six UN agencies (UN RCO, UNDP, FAO, IOM, UNFPA, WHO) are collaborating mainly in the areas of Common Administration services, Common Finance services, Common Procurement services. The aim of this Business Operations Strategy is to further improve the quality, timeliness, and cost-effectiveness of participating UN agencies operations resulting in cost avoidance and savings since working as ONE allows for better utilization of resources and collective bargaining due to increase in volume. This cost avoidance is different to savings as it is not reflected in terms of financial gains in budget but rather leads to less recurrent and labor costs.  The review stage includes the projection from 2020 till 2024 and the estimated cost avoidance for that period is $198,563 against which we have a realized gains of $34,783 for 2020, 2021 and 2022. There is a drop in the projected cost avoidance due to COVID-19 pandemic restrictions on convening activities and because in the last cycle all services provided by UNDP on HQ bilateral SLA agreement were included which is now removed and also due to reduction in common services requests since most agencies have settled in the country and are established.\n\nBahrain committed to strengthen 9 common services under 3 common service lines especially the potential high yielding services being, establishment of common LTAs in Travel, Printing\/Graphic Design, Catering Services, Security Services and Cleaning Services. The LTAs for travel, printing\/graphic design and catering are still to be established. They are delayed due to reprioritization of services required. Further, the government provides office space and maintenance for the UN House as in-kind contribution, as well as funding for the UN House running costs.\n\nThe Resident Coordinator is accountable to the Secretary-General for the development, implementation, monitoring and reporting of the BOS and steps towards a common back office. The UNCT provides overall oversight of the BOS process, approval and release of necessary agency and joint resources, sign off of the final BOS and annual reporting. The Operations Management Team, chaired by UNDP, and its subsidiary bodies are responsible to facilitate development and implementation of the BOS at the country level with the support from DCO regional office. At the implementation level, it is the responsibility of the managing agency of each common service to achieve the yearly planned targets in close coordination and collaboration of the designated working group.  "},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Covid impact on travel","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Due to Covid impact, the need for this service will be in high demand.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The Service provider has capacity to continue providing the services in an efficient manner.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]