[{"iso":"BIH","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In line with the Secretary-General's UN reform targets, on 24\/02\/2021 Bosnia and Herzegovina (BiH) designed a BOS in support of a more effective programme delivery on the 2030 Agenda, with participation of the following UN Agencies: FAO, ILO, IOM, UNDP, UNESCO, UNHCR, UNICEF, UNFPA, UNWOMEN, WHO, UNS RCOs and UNS DSS.\n\nIngrid MACDONALD, the Resident Coordinator, is accountable to the Secretary-General for the development, implementation, monitoring and reporting of the BOS and steps towards a common back office. The UNCT provides overall oversight of the BOS process, approval and release of necessary agency and joint resources, sign off of the final BOS and annual reporting. The Operations Management Team (chaired by Svetlana PAVELIC) and its subsidiary bodies are responsible to facilitate development and implementation of the BOS at the country level. The Development Coordination Office (DCO) is responsible for coordination, guidance and support to UNCTs and RCs on the BOS.\n\nBiH BOS runs parallel to and complements the Sustainable Development Cooperation Framework 2021 – 2025 between BiH authorities and the UN system in all five Outcomes and, especially, its first of four priorities: The 2030 Agenda for Sustainable Development and selected SDGs and targets as expressed in the emerging SDG Framework in BiH and domesticated SDG targets.\n\nBiH BOS 2021 – 2025 builds on the ongoing efforts by the UN Country Team to harmonize and simplify its business operations, to enhance operational support to the programmatic activities as well as it aims to introduce new opportunities for UNCT collaboration and initiatives in this five-year period. Given that UN system in BiH has had an established UN House comprising common premises and services since 2013 as well as BOS ‘light’ in the period 2014 – 2017, most of the benefits arising from numerous common services identified within the previous BOS have already been achieved. The new BOS focuses primarily on enhancing the quality of these services and increasing cost avoidance, but it also envisages raise of cast avoidance on externally sourced goods and services and, very importantly, widening cooperation of the UN agencies in the areas of administration and ICT. It is important to note that cost avoidance does not equal savings as it is not reflected in terms of financial gains in the budget but rather leads to lower recurrent and labor costs.\n\nNew BOS represents a simplified - yet comprehensive, integrated and coherent framework, reflecting instruments for quantified cost-benefit analysis, results-based planning, monitoring and evaluation. BiH BOS 2.0 reflects five out of six common service areas: Common Administration Services (including common premises and services), Common Finance Services, Common Human Resource Services, Common ICT Services and Common Procurement. In 2022, BiH BOS Agencies continue cooperating in 47 common services.\n\nAt the time of BOS development (end of February 2021) it was estimated that, as a result of its full implementation over the five years, total benefit would be over USD 2.1 mil. The 2022 BOS annual review showed the decrease of total benefit to USD 1.9 mil. However, the amount of cost avoidance realized in 2022 was USD 363,557, whilst the estimate was USD 371,948. It is worth mentioning that majority of the cost avoidance resulted from Common Admin services - more particularly of the management of common premises and travel, set of 8 common ICT services and banking services.\n\nSpecific effort of the OMT in 2023 will be invested on advancing quality assurance of common services as well as moving forward with the realization of the 2023 implementation plan."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Lease Agreement for the UN House expires in January 2023. Landlord might request higher rent.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Negotiations with Landlord and market survey to ensure that UN Agencies get rent upon fair and acceptable cost."},{"type":"risk","description":"Mutual recognition statement, although signed by all participating UN agencies in BiH, not fully operational","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"no"},{"type":"assumption","description":"Cost avoidance through economy of scale & through savings of staff time spent on same services in in","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Duplication of work avoided, quality of common services enhanced","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Participating agencies proactive in implementation of the common services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Staff motivated by respective HoAs and OMT to complete the common services' surveys as main source o","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UNCT will ensure availability of funding for OMT\/BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]