[{"iso":"BLR","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The ongoing conflict in Ukraine and subsequent sanctions on Belarus deepened the socioeconomic crises of post electoral and COVID period of 2020-21 and caused significant challenge for Belarusian economy, livelihoods, and well-being of people. From the onset of the conflict (Feb 2022) Partnerships with EUD and EU member states, US, UK, and other partners shrunk in volume and context. IFIs have suspended their activities in Belarus.\n\nThe list of sanctions is steadily increasing. Considerable number of international companies suspended its business in Belarus and Russia. Sanctions on air and land cargo, and closure of border crossing points restricted availability of selected goods in local market and delivery from abroad. Delivery of goods became more expensive and unpredictable time wise. Restrictions on the banking sector (major banks and multiple intermediary bank accounts are under sanctions, several state banks are disconnected from SWIFT) cause dis-functionalities in the banking system which continue to mount. The prolongation of regional instability is increasing probability of military operations and threat of terrorism attacks in the country.\n\nThe agencies are constantly adjusting their programming and operations to the fast-changing context, focusing on security and duty of care. Accordingly, security level for Belarus was increased from “low” to “moderate”, as well as the crisis level L3 was declared by the UNDP Crisis Board.\n\nThe BOS for Belarus include common services in the areas of administration, finance, procurement and human resources. In the existing operational environment, it has been quite challenging to expand further BOS services due to the following: (i) agencies have small presence and limited capacity to invest in expanding common services;   (ii) agencies continue to be housed in separate premises; (iii) long-term procurement arrangements are seriously impeded by negative developments in the local market or not feasible.\n\nThe UNCT and OMT will continue to monitor the situation and look for ways to upscale BOS common services to achieve better efficiency and quality of agencies’ operations in the country. "},"participatingEntitites":[{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Agencies have capacity to invest in expanding common services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]