[{"iso":"BLZ","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The typology for UN operations in Belize is categorized as small with an annual expenditure of below USD 40 million.  There are functionally eleven UN entities with county presence comprising Representative offices, UNDP, UNICEF, PAHO\/WHO, IOM, UNHCR, and separate liaison\/project office – UNFPA, UNOPS\/SGP, FAO, WFP and ILO. Furthermore, the UNRCO is present with other UN entities are embedded in agencies, notably UNDSS. Nine UN entities are participating in the BOS. UN entities are largely based in the two main urban centers, Belmopan, the administrative and political capital and Belize City, the commercial center and most populous city. \n\nThe annual review of the Business Operations Strategy (BOS) for Belize for the period 2021 – 2025 was undertaken in the first Quarter of 2023; approved by the UN Country Team on April 11th 2023 and signed by the UN RC on April 13th 2023.  The Operations Management Team and Working Groups from most of the Resident Agencies were responsible for revising and presenting the draft BOS for review and approval by the UNCT.\n\n The review of the BOS in 2023 benefitted from the regular sessions coordinated by DCO; Common Premise training of OMT counterparts and BOS training of the RCO Team Leader in 2022.  Furthermore the OMT and WGs had two full day sessions to facilitate the coordinated review in February 2023.  \n\nThe BOS review resulted in a number of changes.  First with the RCO being clarified as an agency the generic UN agency was removed from participation and the main engagement specified as the RCO.  Additionally, PAHO advised that due to their specific context they could not participate in the BOS at this time.  Finally, it was determined that the GEF\/SGP would be included under UNDP and therefore the UNOPS as an agency was no longer continued as a separate entity.\n\nRegarding the services, note 6 common services were discontinued largely as the agencies saw no functional advantage for continuing or one of the two participating agencies determined it was no longer relevant.  Additionally, 6 new common services were agreed.\n\nEstimated benefit over the period of the BOS of $2.8M with about 250K realised to date.  In 2021, 400K was estimated and 36K realised while in 2022, 188K was estimated and 213K was realised. Of the continuing Common Services, 11 have CBAs and 17 have no CBAs for a total of 28 common services. The Common Services with the greatest cumulative expected benefit are vehicle rental and management of the common premises with $543K and $498K respectively."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"risk","description":"Agencies unable to meet common commitments","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Negotiations with agencies prior to commitment on procurement."},{"type":"assumption","description":"Agencies commitment at HQ level to Mutual Recognition fully adhered to at the country level","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Agencies see the quality improvements and cost-saving benefits of moving to common services practice","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Both the opportunity and willingness for adopting common premises exists","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Local SLAs\/performance standards agreed for common services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Local suppliers agree to LTAs with UN agencies respecting the P&Is of the UN system in Belize","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"SOP MOU Agreement","comment":"The agencies not agreeing to commit to MOU and SOP in the common premise.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"SOPs and MOUs agreed for common facilities, payment of common costs and use of common premises","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The Suppliers \/ Vendors are willing to offer discounts for large volumes of business","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]