[{"iso":"BOL","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"El equipo de administradores de las operaciones de las agencias del Sistema de Naciones Unidas en Bolivia (con las siglas en inglés OMT), ha venido desarrollando actividades conjuntas durante los últimos 15 años y obtuvo por primera vez la aprobación de una estrategia de operaciones institucionales (con las siglas en inglés BOS) en 2016, con la finalidad de mejorar la rentabilidad y calidad de los procesos y de evitar la duplicidad de esfuerzos. \n\nEl Coordinador Residente y el UNCT (United Nations Country Team) conjuntamente, promueven medidas específicas para promover las operaciones comunes de la ONU, incluida la implementación de la Estrategia de Operaciones Conjuntas (Business Operations Strategy - BOS), en un esfuerzo por permitir el trabajo conjunto y generar eficiencias de costos y ganancias de calidad en el apoyo operativo a la implementación de programas.\n\nEstos esfuerzos han permitido durante el 2022 reducir los costos operativos de las Agencias del Sistema de Naciones Unidas (SNU), por aproximadamente USD 162.000. Por otro lado, se ha proyectado alcanzar una reducción de costos para los 3 próximos años por un importe aproximado de USD 413.000 (año 2023 USD 154.000, año 2024 USD 147.000 y año 2025 USD 112.000).\n\nComo parte de los resultados se realizaron una serie de acciones conjuntas interagenciales resumidas en los siguientes acápites:\n\nLínea de servicios de Recursos Humanos:\n-   Rediseño de la Página web de Oportunidades (página de difusión de vacancias en Recursos Humanos y servicios) que incluye las siguientes mejoras: a) sitio web más amigable y funcional para postulantes y usuarios; b) ajuste del sistema a las necesidades de las áreas de RRHH y Adquisiciones; c) la página contiene funciones que permiten la creación de un roster, así como un buscador potente de profesionales registrados en la plataforma, y d) Se cuenta con informes que permiten monitorear el uso de la página.\n-   Se completaron las siguientes encuestas anuales respecto a beneficios para el staff:\n-     Encuesta de salarios (FT): la encuesta 2022 fue enviada oportunamente a ICSC (International Civil Service Commission). El resultado para los niveles GS determinó mantener la escala salarial sin modificaciones, y para los niveles NO la definición ha sido postergada hasta obtener los resultados de la siguiente encuesta anual a ser realizada durante el mes de mayo de 2023.\n-   Encuesta Place to Place: el multiplicador de clasificación del ajuste por lugar de destino fue ajustado a marzo 2022.\n-   Encuesta Hardship: el resultado de la encuesta no reflejó modificaciones respecto de los años anteriores.\n-  Encuesta de vivienda: aplicada al staff internacional para el análisis y ajuste del subsidio anual de vivienda.\n-   Encuesta de DSA: la nueva escala de viáticos y gastos de terminal fueron aprobadas y comunicadas en septiembre 2022.\n-    Se llevó a cabo la capacitación anual de UN-Cares para el personal.\n\nLínea de servicios de Finanzas:\n-   Se concluyó la consultoría contratada para analizar los diferentes procedimientos de recuperación del IVA.  Los modelos de recuperación se implementarán a partir del 2023.\n-   Se han impulsado acciones conjuntas HACT para las verificaciones aleatorias, micro evaluaciones y auditorias para las agencias del UNFPA, UNICEF y PNUD. Durante la siguiente gestión se volverá a realizar el ejercicio HACT de forma conjunta.\n\nLínea de servicios de Adquisición:\n-   En referencia a la implementación de políticas con perspectiva de género, se ha compartido la información sobre cursos bajo la modalidad self-service impulsado por UN Women.\n\nLínea de servicios de Administración: \n-   Enmienda al LTA suscrito con la Agencia de Viajes BCD Travel (liderado por el PNUD).\n-    Servicios de carácter administrativo relacionados con premisas comunes.\n-   Con el objetivo de lograr una mayor interacción entre las agencias del Sistema de Naciones Unidas y generar ahorros operaciones por el funcionamiento conjunto, el año 2022 se inició la implementación de la nueva UN House, conformada por OCR, PNUD, UNFPA, ONU Mujeres, OACNUDH, CINU y ONUDI, con el inicio pleno de actividades planificado para el mes de abril de 2023.\n\nLínea de servicios de Tecnología:\n-   Uso de plataformas y aplicaciones comunes como Teams utilizado para reuniones conjuntas.  Asimismo, se estaría explorando mayores usos en plataformas comunes para 2023.\n\nMayores beneficios de estos esfuerzos podrán ser recibidos y medidos en los años venideros; sin embargo, se debe alentar continuamente la participación de las agencias en el trabajo conjunto y en el análisis de los beneficios de estos.\n\nPor otra parte, se ha realizado el monitoreo de paridad de género de personal en el SNU, así como personal con todo tipo de contrato de las siguientes agencias: OIM, ONU HABITAT, ONUDI, UNV, OIT, PMA, UNDSS, UNFPA, UNWOMEN, OACNUDH FAO, PNUD, UNICEF, UNODC, CINU, OPS\/OMS y OCR, habiéndose alcanzado la paridad del 51.99% mujeres y 48.01% varones.\n\nCon relación al UNCT se tiene 47% mujeres y 53% hombres, estamos por debajo de la paridad de género a nivel del SNU. \n\nEste análisis será realizado a través del OMT a fin de coadyuvar en el monitoreo de paridad de género a nivel del SNU."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":3,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":7,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"risk","description":"Algunos servicios comunes podrían ser transferidos a la administración de las nuevas premises comunes","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Control","mitigationMeasure":"Participación en determinación de costos y control de los mismos"},{"type":"risk","description":"Falta de respuesta de los comparadores requeridos en las encuestas del SNU debido a la recurrencia de las actividades","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"buscar otros comparadores"},{"type":"risk","description":"Las agencias no provean la información necesaria a para el diseño de los modelos de recuperación del IVA","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":" Monitoreo y acompañamiento para subsanar dificultades que impidan el desarrollo de la actividad"},{"type":"risk","description":"Los servicios contratados no respondan a los requerimientos de manera oportuna y eficiente.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Evaluaciones periódicas de los servicios"},{"type":"risk","description":"Que no existan IP comunes entre las Agencias UN para realizar spots checks y micro evaluaciones conjuntas.","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"Monitoreo permanente para identificar coincidencias"},{"type":"risk","description":"Reducido uso de la plataforma de Oportunidades de todas las Agencias.","comment":null,"likelihood":"Remote","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"Reforzar en y a través de OMT los beneficios del uso de la plataforma"},{"type":"assumption","description":"La normativa boliviana permite la devolución del IVA.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"La normativa de agencias permite contrataciones vía roster y el reconocimiento mutuo","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Las agencias obtiene mayores beneficios y ahorro en costos por el trabajo conjunto.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]