[{"iso":"BRB","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The UN Agencies in Barbados and the Eastern Caribbean have jointly collaborated and committed to develop this Business Operations Strategy (BOS). The BOS provides a Results Based Framework for operational support to the implementation of the United Nations Multi-Country Sustainable Development Framework (UN MSDF) of the Caribbean (2022-2026). It focuses on a practical and realistic consolidation of common services implemented among the agencies to achieve better results and improved efficiencies whilst reducing the burden on the agencies’ personnel. The BOS covers a five-year cycle from 2022 to 2026 but will be reviewed and adjusted as needed to match the needs of the UN MSDF.\n\nIn developing the BOS, the OMT considered the challenges of varying agency structures, different operational systems, differing countries of coverage, but found common ground in how collaboration could be achieved among the agencies. It focused on how the agencies could use existing resources to achieve better qualities of service at reduced costs, work more effectively and efficiently, and considered what new\/additional resources were needed.  UN Agencies had been collaborating for over 10 years hence cost avoidance is embedded in regular activities, synergies and common activities are implemented periodically.  The BOS platform limit opportunities to capture common activities where no cost avoidance is reported, this requires an update to enable countries with similar scenario to reflect these in the system.   \n\nA review of operational spending in Procurement, ICT, HR, Logistics, Finance and Premises\/ Facility for the years 2021 and 2022 was done, considering volume and value of expenditure per annum and per month. The 10 highest areas of spending in value and volume were identified as the priority areas for review. The Planning Framework of the Top  services had been formulated and there is no foreseen budget Gap. \n\nFor the 2022 review, PAHO decided to withdraw from BOS working groups.  For this review the OMT collaborated in the review     \n\n In the following year (2023), the OMT would consider focusing on three priority areas: staff wellbeing, greening, and disability and inclusion. Activities are been identified and the team is collaborating on preparing the implementation plan for 2023.\n\nThe participating agencies are as follows:\nFAO - Food and Agriculture Organization of the United Nations\nITU - International Telecommunication Union\nPAHO\/WHO - Pan American Health Organization \/ World Health Organization\nUNDP - United Nations Development Programme\nUNFPA - United Nations Population Fund\nUNICEF -  United Nations Children’s Fund\nUN WOMEN - United Nations Entity for Gender Equality and Empowerment of Women\nUN WFP – United Nations World Food Programme"},"participatingEntitites":[{"organizationId":10,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":50,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"All current UN agencies continue to utilize the same bank  \nAll 7 UN Agencies reclaim VAT  \nThere is","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN agencies make VAT reclaims","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN agencies will procure office supplies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN agencies will utilise roster and harmonized rates","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN agencies will utilise travel services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN agencies’ consultant policies are sufficiently similar, to enable all agencies to use the gui","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Catering companies can meet agency service demands \nCatering companies selected are going to concern","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Collaboration platform will exist.\nAll agencies will have access to the collaboration platform to up","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"More than one service provider on the market  \nService provided by service provider is sufficient fo","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The Government is open to the idea to reduce its own administrative burden","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The Ministry of Foreign Affairs ensures that the local bank is notified of and adheres to diplomatic","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN agencies will utilize the services of the selected hotels","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]