[{"iso":"BTN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"With majority of UN agencies housed under one roof, UN Bhutan provides a comparative advantage when it comes to agencies working cohesively together, sharing resources and pooling services such a s reception services, facility management and other Common Services. In addition, the Business Operations Strategy (BOS) platform provides the mechanism for the UN to realize efficiency gains and quality enhancement to support UN goals and objective. The collaborations are underway in five common service areas: Administration; Finance; Human Resources; ICT and Procurement.\n\nWithin the agreed services, the UN in Bhutan has prioritized 41 common service activities and successful implementation of the BOS will include harmonization of relevant administrative processes, reduced duplication of staffing efforts, improved service quality and cost savings in several areas. Since the BOS implementation from 2019 to date, the Bhutan UNCT has achieved 83% of the estimated total cost avoidance target of 767K mainly from Environmental sustainability management, premises management and security services.\n\nThe Business Operations Strategy (BOS) annual review outcomes of 2022 and priorities for 2023 presented on the platform are reflections of rigorous data exercise and office wide participation of staff.  The review also carefully looked at the original cost avoidance target and three following basic principles of calculating cost benefit analysis was used:\n1. Cost efficiencies are not calculated in comparison to the market rate in order to avoid hypothetical cost benefit. Therefore, in most cases the future cost and current cost is kept constant especially for recurring cost.\n2. Business process mapping methodology was used for common service unit services, ICT services, HR services while Universal Price List was used to calculate the labor cost for Admin Services, Procurement and Finance Services.\n3. Common services established prior to 2019 (Legacy Common Services) resulting to continued cost benefit for the participating entities were recorded, especially in terms of labor cost.\n\nThe review outcome confirmed that the BOS implementation has contributed to implementation of Secretary General’s efficiency agenda where we saw 65% of the realized cost was due to labour cost avoidance created due to common premise management and capitalizing on services provided by bigger agencies such as UNDP and UNICEF. Further, it worked as a core organizing principles of UN Bhutan’s programme and management. The cost avoidance and efficiency remained a core priority for which a number of high impact activities were implemented.\n\nThe UN Bhutan invested heavily and achieved in number of transformational results in line with Sustainable Development Goals. Every change process has to be strategically managed, thus OMT worked towards building the operations to become 21st century operations staff who are consciously contributing towards achieving cost efficiency, quality improvement and to the UN sustainable goals. OMT used the following methods for strengthening the accountability amongst members and to integrate change for sustainable development:\n- Issuance of letter of appointment and TOR for OMT and working groups\n- Monthly monitoring of BOS activity progress by the working groups to OMT\n- Identifying performance goal for OMT & Working groups for inclusion in their individual annual performance plan.\n- Initiating alignment of BOS initiatives to the CCA identified opportunity in order to facilitate integration of CF into BOS implementation.\n\nBesides above initiative some of the other high impact achievements includes:\n1. Working towards achieving carbon neutrality, the UN has discontinued the use of single-use plastic within the UN House and with all the long-term agreement hotels, which has eliminated the consumption of 28K plastic bottles per year. Implemented waste segregation facilities contribute to the Egg Tray Factory youth initiative, and an investment in five hybrid vehicles and two electric cars has contributed to an ever-greening fleet of cars.\n2. In line with Business Operation Strategy 2.0 the installation of a photovoltaic solar system completed in 2021, continues to offset 97% of the electricity consumption of the UN House and exported 2.4% to grid till date.\n3. In line with UNSDG 13- Climate Action, the OMT established a common UN carpool system consisting of 3 cars (2 hybrid and one electric vehicle). Using low-level emissions (cars provided by UNDP, UNICEF and WFP) reducing harmful gas emissions, minimize vehicle use through an effective carpooling option and encourage less fleet maintenance for smaller agencies who can now rely on larger organizations for transportation.\n4. Noting the urgent need for the UN system to improve its performance with regard to disability inclusion, initiated annual consultation with the Organization for People with Disability on UNDIS implementation at the UN House, to ensure optimum accessibility for persons with disabilities, on an equal basis with others.\n5. In order to foster a healthy and vibrant atmosphere, workplace spaces were enhanced with new design exterior space of the cafeteria to accommodate more people for informal meetings, coffee breaks and to create space for people to interact and build meaningful partnership.\n\nThe 2023 priorities are set through a well-planned process and survey with 80% staff participation. The list of priorities paid more attention staff wellbeing, on cross learning among agencies. Further emphasis on greening initiatives, inclusive working environment and bigger ambition for efficiency gain through more efficient and collaborative business processes is incorporated into the 2023 workplan.  "},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true}],"planRisks":[{"type":"assumption","description":"Full support from agencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Most of services mentioned here, we already have implemented\/are using common LTA","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"number of future procurement remains as constant as today","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies at the HQ are receptive to the recommended policy changes","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]