[{"iso":"BWA","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The One UN Botswana Business Operations Strategy (BOS) 2021-2025 is a medium-term strategic plan that focuses on One UN support services to the One UN Botswana Programme (UNBPF) and on benefits and opportunities arising from inter-agency coordination and cooperation on support service functions. The BOS is a response to the UN reform which seeks to establish a coordinated UN by 2022.\n\nThe BOS focuses primarily on efficiency gains, cost avoidance and reduction of costs through agencies working together. It will reduce internal transaction costs and provide cost savings on externally sourced goods and services. It will do so by building on the lessons learnt on how to improve the Operating as One management mechanisms, and by systematically implementing already established good practices on high impact transactions\/activities across the One UN Botswana. Furthermore, UNCT prioritized the need to provide technical support to OMT on mainstreaming gender in BOS activities. In this BOS, the UN which initially was included as a representative of several agencies- being UNDSS, UNDPA and RCO has now been removed from the collaboration and split into stand alone agencies of UNS-DSS; UNS-RCOs.  In addition, UNICEF hosts UNESCO in shared premises and similarly in the OMT. \n\nThe BOS is structured around four key operation areas, that is: Information, Communication and Technology (ICT), Human Resources (HR), Finance, and Administrative Services.\n\nThe UNCT has agreed to collaborate on internet connectivity and through the BOS, they will do so for both the primary and secondary link, cumulatively avoiding a total of $412 382.00 in costs. The UNCT in agreeing to this arrangement, decommissioned the VSAT link, which resulted in most of the savings and engaged local contractors as the internet services and connectivity have generally improved in the country. To date, the UNCT has realized $303 599.00 in cost benefit on joint internet service. Furthermore, UNCT have realized an opportunity to collaborate in the procurement of mobile phone services and scratch cards with the view to avoid $32 252.00 in future expenses.\n\nThrough the HR pillar, UNCT has agreed to 2 activities which do not require changes in systems or policies; being- surveys (place to place surveys, DSA survey and local salary surveys). Further to this, UNCT have agreed to collaborate on PSEA training in order to increase awareness and understanding of PSEA and how to report such cases, upscale UN Cares and UN Day activities and increase the number of medical services available to staff in the country.\n\nThree Agencies that use the common HACT framework (UNICEF, UNFPA and UNDP) have agreed to collaborating within the Finance pillar. The activities relate to the Macro and Micro assessment and capacity building of Implementing Partners. This collaboration is anticipated to result in a total of $33 745.00 in cost avoidance\/future benefit. UNCT has also agreed to collaborate on a unified approach for tax refunds and exemption for a harmonized approach to tax claims from 2023.\n\nThe Administrative pillar is the second pillar where the most future benefit will be derived after ICT as this is where most of the common LTAs are administered. On annual basis, the OMT will determine based on Agency spending, what savings they could derive if they consolidated their administrative procurements such as printing, translation services etc. In this BOS, the UNCT has agreed to consolidate Security, Cleaning, and Stationary.  Through this collaboration, Administrative services are expected to yield a total of $252 672.00 in future benefit for the UNCT. To date, the UNCT has already realized $200 113.00 in cost benefit.\n\nEssentially, the UNCT anticipates a cumulative cost avoidance of $671 799.00 (in both recurring and labour costs); of which $505 652.00 has been realized."},"participatingEntitites":[{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Both primary and secondary ISP are locally sourced which means if there is breakdown in incoming route, the UN will lose connectivity.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"The primary route comes via South Africa while the secondary link is via Namibia over WACs."},{"type":"risk","description":"Limited UN HR Capacities- the HR function is either subsumed under other functions or in some cases agencies work through their Regional offices and hubs.","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"Engage the Regional offices and hubs in OMT discussions so they can participate in activities that have implications on their work."},{"type":"assumption","description":"Agencies will share IPs","comment":"The cost savings are based on assumption that agencies will be sharing the same IPs","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Expansion\/Growth of the UN in Botswana","comment":"For agencies in the UN building, there is assumption that the expansion will be slow and that the UN staff numbers do not increase as there is no additional office space.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Limited comparators","comment":"Comparators not sharing information","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Use of locally developed LTAs","comment":"That agencies will use locally developed LTAs in order to continue getting discounts","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]