[{"iso":"CAF","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Dans le souci de mutualiser les efforts et de rationaliser la mise en œuvre du Cadre de coopération pour l’assistance au développement (UNDAF + 2018-2021, prolongé jusqu’en 2022), l'équipe pays des Nations Unies (UNCT) en RCA a développé sa stratégie des opérations commerciales (BOS) 2.0 (2021–2023) pour coordonner avec plus d’efficacité et d’efficience ses activités opérationnelles, afin de tirer profit du pouvoir de négociation inter-agences et maximiser les économies d’échelle.\n\nEn effet, l’UNDAF+ 2018-2022 est aligné sur les priorités du plan national pour le relèvement et la consolidation de la paix en RCA auxquelles il contribue. Toutes les interventions seront destinées à appuyer la réalisation des objectifs prioritaires du RCPCA. Il s’inscrit dans le cadre de l’Agenda 2030 des Objectifs du développement durable (ODD) et de l’Agenda 2063 de l’Union Africaine, « l’Afrique que nous voulons ».\n\nLes Nations Unies prendront en compte les risques majeurs identifiés à travers les analyses communes de la situation (tels que l’insécurité, l’exclusion et la marginalisation des femmes et des filles, la stigmatisation des certains groupes vulnérables, le rejet du processus de désarmement, démobilisation, réinsertion et retour (DDRR) par certains groupes armés non conventionnels, pénurie du carburant et la variation du prix du carburant, l’instabilité institutionnelle, les catastrophes naturelles, y inclus les effets du dérèglement climatiques susceptibles d’exacerber les vulnérabilités, et la crise financière) et qui pourraient avoir un impact sur l’engagement des partenaires. La mise en œuvre de l’UNDAF+ 2018-2021 ainsi que de l’UNSDCF obéira au même esprit de mutualisation des ressources et des initiatives programmatiques des agences des Nations Unies et de la MINUSCA avec une dimension opérationnelle assurée à travers le Business Operations Strategy (BOS), signé par l’ensemble de l’équipe pays du SNU en RCA pour la période 2021-2023.\n\nLe BOS est un cadre axé sur les résultats qui se concentre sur les opérations commerciales conjointes dans le but d'éliminer les duplications des coûts, de tirer parti du pouvoir de négociation inter-agences au sein du système des Nations unies et de maximiser ainsi les économies d'échelle. La BOS 2.0 (2021-23) a été développée sur la plateforme en ligne du BOS à partir du 1er juillet 2020 et a été finalisée en juin 2021. La première revue annuelle du BOS a été conduite entre janvier et Mars 2022 et permis d’actualiser la liste des agences participantes, le cadre de redevabilité, d’entreprendre l’état des lieux des services communs, de conduire l’analyse et l’identification de nouvelles opportunités de collaboration inter-agences ; et d’actualiser le cadre de planification. Le BOS se concentre sur les services communs qui sont mis en œuvre conjointement ou fournis par une agence du SNU au nom d'une ou plusieurs autres agences du SNU. Des services communs pour une collaboration futur ont été identifiés dans les domaines suivants : l’administration, services financiers communs, services de ressources humaines communs, services de technologies de l'information et des communications communs, logistique commune et services d'achats. Les agences du système des Nations Unies participantes au BOS 2.0 en RCA inclus : UNICEF, PNUD, PAM, HCR, FAO, OIM, ONUSIDA, FNUAP, OCHA, UNOPS, UNMAS, ONUFEMMES, OMS, ainsi que le Bureau du coordinateur Mohamed Ayoya  le Représentant spéciale adjointe du Secrétaire général des Nations Unies, et Coordinateur résident et humanitaire des Nations Unies (RC\/ HC), en poste depuis janvier  2023 est responsable devant le Secrétaire général du développement, de la mise en œuvre, du suivi et du rapportage du BOS 2.0. L'équipe pays des Nations Unies assure la supervision générale du processus BOS 2.0, l'approbation et la délibération des organisations des Nations Unies et des ressources conjointes nécessaires, la signature de la version finale du BOS 2.0 et le rapport annuel. L'équipe de gestion des opérations (OMT) dont la présidence, tournante tous les ans est assurée en 2022 par le Directeur pays du PAM et co-présidé par le Représentant du HCR à travers leur Adjoints respectifs Mme Peggy Pedre et Rushatsi Jean Bosco ainsi que ses cinq groupes thématiques sont chargés de faciliter le développement et la mise en œuvre du BOS au niveau national. Le Bureau de coordination du développement (DCO) est responsable de la coordination, de l'orientation et du soutien de l'équipe de pays des Nations Unies et du Coordonnateur résident des Nations Unies sur le BOS 2.0.\n\nLa nouvelle itération du BOS est également soutenue par une plateforme en ligne qui guide l'équipe de gestion des opérations (OMT) pour réduire davantage la complexité et les coûts de transaction pour le développement du BOS et ouvre de nouvelles opportunités pour l'OMT et l'UNCT de surveiller, d’analyser et de rendre compte de l'impact du BOS, tant du point de vue de la réduction des coûts que de l'amélioration de la qualité et renforcer la collaboration interagence\n\nÉtant un document évolutif, le BOS 2.0 (2021 - 2023) sera mis en œuvre et opérationnalisé par cinq groupes de travail stratégiques de l'OMT (Administration commune, Achats & logistique ; Finances & HACT, Technologie de l’information et communication ; et Ressources humaines) sous la direction de l'OMT pour soutenir la planification conjointe, le suivi et le rapport des résultats. Les activités inter-agences à mettre en œuvre dans les domaines susmentionnés viseront à améliorer la rentabilité (un total de 4.286.205 USD d'évitement des coûts), la qualité et l'efficacité du soutien de l'équipe de pays des Nations Unies à l'exécution des programmes et aux opérations commerciales. Au moment de finaliser la revue annuelle, plusieurs agences dont le PAM, L’UNICEF, Le PNUD, OIM, OCHA ont initié des discussions avec l’ONG internationale AIRD, partenaire du HCR dans le souci de mutualiser les efforts et parvenir à la rationalisation des couts de réparation et d’entretien de véhicules à travers la signature de mémorandum d’entente dans l’esprit de unis dans l’action.             A l ’issue des négociations en cours, le montant d’évitement des couts sera actualisé en conséquence. Pendant cette période, l’équipe pays est parvenu à actualiser l’état des lieux des locaux communs, dont le taux de réalisation est passé de 77% entre janvier 2022 et le 15 mars 2023 sans la contribution de la MINUSCA qui reste conditionné à la réception des directives attendues du Siege des services de la MINUSCA a New York. Le Coordonnateur Résident du système des NU en RCA se réjouis tout particulièrement des efforts remarquables accomplis par l’équipe pays pour faire avancer l’agenda sur l’efficacité.\n\nNOTA BENE  : The OMT co-chairs are expected to prepare this high-level narrative before BOS is submitted for Quality Assurance. This narrative should focus on conclusions of the BOS at the outcome level, provide a short overview of UNCT decisions, and BOS’s overall impact on cost avoidance and quality improvements. The narrative should refer to resources commitment by the UNCT both financial (BOS Budget) and human resources (staff time)"},"participatingEntitites":[{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":53,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"délai de recrutement (en fonction de la mise à jour progressive du roster)","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Accept","mitigationMeasure":"mettre en place un systeme de suivi efficace"},{"type":"risk","description":"Ne pas trouver sur le marché des prestataires remplissant les exigences du contrat","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"possibilite de recourir a des piggy- back au niveau sous regional"},{"type":"risk","description":"Risque sécurité peut empêcher les déplacements sur le terrain,\nFaible capacité des partenaires natio","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Transfer","mitigationMeasure":"Mesures a prendre dans le cadre de la criticalite des programmes avec possibilite de transferer les risques existentielles"},{"type":"risk","description":"Sécurité sur le corridor Douala-Bangui; Tracasseries administratives et douanières; Détérioration de","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Utilisation des escortes sur les troncons MSR1 categorises rouge ou orange"},{"type":"risk","description":"situation sécuritaire instable, 4 operateurs telecoms avec une mauvaise couverture nationale","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Accept","mitigationMeasure":"Activation des systemes de communication alternatives, Thuyaya, UHF, VHF, etc..."},{"type":"risk","description":"Situation sécuritaire\nValidation du rapport par la partie nationale","comment":null,"likelihood":"Highly Possible","impact":"High Concern","risktreatment":"Accept","mitigationMeasure":"Mettre en place un systeme de coordination avec les FSI"},{"type":"assumption","description":"Consensus au niveau des agences des Nations Unies sur les normes de propreté","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"D'ici 2021, les 3 agences du SNU qui ont adopté le HACT réalisent en commun les 4 grandes composante","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Le système des Nations unies a déjà recrutes la plupart des consultants nationaux","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Les résultats de la macro sont partagés et exploités par les autres agences","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Toutes les agences du SNU utilisent le roster mis en place","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]