[{"iso":"CHN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations Country Team (UNCT) supported the formulation of a Business Operations Strategy (2019-2020) for UN China. The BOS strategy was developed by an independent consultant in close cooperation and consultation with the OMT and the UNCT and was endorsed in May 2019.  The China BOS includes a Results Framework which summarizes the BOS outcomes and projected outputs for the 2019-2020 period. The BOS outcome areas include procurement, human resources, finance, ICT and administrations. To operationalize the BOS, five working groups have been constituted covering these 5 outcomes and each of the WGs is led by a designated agency, which is tasked with the implementation of the workstreams, as part of the OMT, which in turn reports to the UNCT. \n\nThe context that frames the China BOS includes the following: UN presence of 24 UN Funds, Programmes and Specialized agencies;  and a dispersed physical presence with some agencies either co-located within different diplomatic compounds or at separate locations across Beijing, resulting in operational imperatives on efficient and harmonized operations.\n\nThe BOS is designed at no extra cost involved as all human resources and other expertise shall come from internal staff resources of agencies.\n\nThe major factors impacted overall China efficiency gains:\n\n1) the COVID-19 outbreak in 2020–2022, having a particular impact on travel, which was one of the main expected efficiency contributors. In addition, as fewer in-person events were organized in the past three years, the transport and printing costs decreased as well.\n2) Internal changes with some UN Agencies (e.g., policies and procedures of different agencies, centralized operations services, relocation of office premises) resulting with some of them opting out for some common services.\n\nOverall, the BOS focuses on increasing the efficiency and effectiveness as well as reducing the cost of the operations among UNCT through reducing unnecessary labour cost, duplicate spending and improving risk management. In the short term, these benefits will take the form of streamlined processes, better quality analysis and reporting, greater transparency and savings. In the longer term, these benefits must take the form of faster and better progress towards the Sustainable Development Goals.\n\nTotal 18 agencies (including UNESCO, FAO, UNHCR, UNIDO, UNFPA, UNS-RCOs, UNS-UNEP, IFAD, UNAIDS, UNDP, UNICEF, ICAO, WHO, UN WOMEN, WFP, ILO, IOM, UNS-UN Habitat) conducted annual review exercise and maintained each agency’s data on the BOS system.\n\nBOS annual review 2022-2023\n\nChina UNCT through the UN OMT engagement conducted BOS annual review in February 2023 providing actual results for 2022 and further projections 2023.\n\nUNOMT and the BOS focal points has a in-depth discussion on 7 Feb 2023. Most of the previously identified common services through the stock take exercise as well new brought through the BOS implementation will continue.\n\nThe main changes include:\n\nAt the UNOMT and BOS annual review meeting on February 7, 2023, agencies decided to discontinue the following current common services:\n\n1) the Common ICT Disaster Recovery Plan. Since each agency has to use its own technology and platforms and follow its own ICT management strategy, there is no need for an extra plan for all agencies in China.\n2) the Vendor assessments and contract management service. Agencies agreed that this service is included in the LTA establishment and LTA renewal process, in the common Admin service lines we selected. To avoid duplicating information, this common Procurement service line was discontinued.\n3)  the Gardening Service. The gardening service was included in the LTA for cleaning and gardening package services. Relevant data was indicated in the cleaning service line. To avoid duplicating information, this common Admin service line was discontinued.\n\nIn addition, the following common service lines were newly added in this round of BOS annual review exercise.\n\n1) Gender Parity, Job Posting, Mapping of Disability Inclusion HR Practices, PSEA, in Common HR services\n2) HACT management, in Common Finance services\n3) Accessibility (Disability and Inclusion) in Procurement, Environmental Responsive Procurement Sourcing, Gender Responsive Procurement Sourcing, in Common Procurement services\n4) OMT common platform, Network infrastructure services, Mapping of Digital and Web Accessibility, in Common ICT services\n5) Assets\/equipment management including disposal, Catering services, Conference and event management, in Common Admin services.\n\nOMT China will review the progress of this year's workplan every two months. WGs will meet and coordinate with each other to carry out the planned activities on a more frequent basis. If extra time is needed for the WG to work on the tasks, OMT will call for extra meetings with the WG to work on specific tasks in half-day or full-day sessions. LTAs for specific common Admin services will be established and maintained by the leading agency. Regular services in other categories will be carried out as planned. \n\nRelevant progress and results will be timely reported to UNCT.\n\nFor cost-benefit analysis, by taking joint efforts in managing procurement and administrative services, a total of USD 50,318 was saved as a result of cost avoidance in 2022. The main reason for cost avoidance is reduced labor costs at different agencies.\n\nIn this round’s BOS review, agencies also indicated the estimated cost avoidance in 2023. The estimated amount is about USD 118,521, which will be contributed by the joint efforts in managing procurement and administrative services and the internet services via group negotiation with our service provider, China Unicom."},"participatingEntitites":[{"organizationId":16,"participating":true},{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":4,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Low participation or lack of human resources","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"The WG will have meetings regularly to review the progress of each task and adjust the feasible implementation plan."},{"type":"risk","description":"No sufficient communication","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"The WG will have meetings regularly to review the progress of each task and adjust the feasible implementation plan."},{"type":"risk","description":"Not timely follow-up","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"The WG will have meetings regularly to review the progress of each task and adjust the feasible implementation plan."},{"type":"risk","description":"Poor planning on start of business process","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"The WG will have meetings to make feasible and reasonable plan."},{"type":"assumption","description":"Ensure efficient communication to carry out among all stakeholders","comment":"The WG will have meetings regularly to review the progress of each task and adjust the feasible implementation plan.\n\nOMT will regularly meet and discuss the implementation progress. Relevant progress and results will be timely reported to UNCT.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Follow-up sessions will ensure a good planning","comment":"The WG will have meetings regularly to review the progress of each task and adjust the feasible implementation plan.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Lack of human resources can be minimized or avoided.","comment":"Other OMT members will also share relevant resources and information with the WG to help them complete the task.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The business procedures should be concretely planned ahead","comment":"The WG will have meetings regularly to plan, review the progress of each task and adjust the feasible implementation plan.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]