[{"iso":"CIV","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"2021 marked the beginning of the new United Nations Sustainable Development Cooperation Framework (CCDD 2021-2025) which articulates the strategic engagement of the UNCT in Côte d’Ivoire to support the country to achieve the Sustainable Development Goals (SDGs) and the national priorities. The UN RCO and eighteen UN agencies committed to deliver together on the UNSDCF 2021 – 2025 towards achieving the National Development Plan 2021-2025 and the SDGs in Côte d’Ivoire. Nine of the UN agencies are non-resident and thus not participating in BOS and these are: OHCHR, UN Habitat, UNODC. The resident UN agencies including UN RCO and participating in BOS are: FAO, ILO, IOM, UNAIDS, UNDP, UNESCO, UNFPA, UNHCR, UNICEF, UNIDO, UN Women, WFP, WHO, IFAD and UNEP.\n\nIn a joint statement, the UN Resident Coordinator and the Ministry of Planning and Development have committed to “a more dynamic, tailored and demand-driven presence, organizing and deploying the UN’s collective human, technical and financial resources in the most effective and efficient manner to improve the living conditions of the “left behind” people in Côte d’Ivoire.”\n\nTo implement the Cooperation Framework (CF), the UNCT agreed on the establishment of a governance framework with appropriate coordination mechanisms at the programmatic and operational levels which includes the Operations Management Team (OMT). Delivery of results articulated in the Business Operations Strategy is one of the key deliverables for the OMT.  Based on the lessons learned from the past CF, the UNCT has recommended more alignment of the BOS with the UNSDCF, strong collaboration in data and evidence utilisation, and on joint monitoring visits where quality assurance, risk identification and mitigation can be enhanced, and cost savings achieved in the process. \n\nThe UNCT endorsed the OMT strategic priorities for the period 2021-2023, as follows:\n\ni) achieve the target of 50% of joint offices;\nii) make economies of scale;\niii) reduce transaction costs;\niv) establish common operating procedures.\n\nThese priorities for the BOS 2.0 have been selected according to the BOS 2.0 guidelines based on the volume of projects in the country. The projected cost avoidance of BOS Côte d'Ivoire is USD 2.2 M in five years. During the BOS annual review in 2021 and 2022, the UN System in Cote d’Ivoire was able to realize respectively USD 1.1 M and USD 0.47 M cost avoidance. Delivery enhancement will be attained through usage of Long-Term Agreements, mutual recognition, common negotiated contracts with favourable rates due to economies of scale, and utilisation of common rosters for human resources e.g., to be time and cost efficient. Collaboration on cross-cutting issues such as gender, disability inclusion, Greening, Data and digitalisation and staff well-being would also be crucial for an efficient and effective attainment of the set objectives.\n\nThe Resident Coordinator of the United Nations System in Côte d'Ivoire is accountable to the Secretary General for the development, implementation and monitoring of BOS 2.0. The UNCT provides overall oversight for the BOS 2.0 process, approval of the final BOS 2.0 and annual reports. The Operations Management Team (chaired by WFP Representative with UNICEF Deputy Representative for Operations as alternate chair) and its working groups are responsible for facilitating the development and implementation of the BOS at country level. The Office of the Resident Coordinator is responsible for supporting the Country Team and the United Nations Resident Coordinator within the framework of BOS 2.0.\n\nAs a living document, the BOS 2.0 will be operationalized and implemented by the 3 Strategic Working Groups (Administration and Facilities, Procurement and ICT) to support joint planning, monitoring and reporting of results. The inter-agency activities that will be implemented in the above areas will strive to improve the cost-effectiveness, quality and effectiveness of the Country Team's support to program delivery and operations."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Faible participation des agences aux réunions. Faible taux de réponse des agences dans la collecte de l'information.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Suivi du Sous groupe OMT"},{"type":"risk","description":"Manque d'engagement des agences à mettre en oeuvre les contrats de services communs accordés","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Sensabiliser les agences des avantages des contrats communs et des économies d'échelle que le SNU peut génerer grâce à ces services communs. \nRenforcer les capacités en donnant des formations sur le B"},{"type":"assumption","description":"Formations dédiées à l'ensemble du personnel chargé des opérations","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]