[{"iso":"CMR","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"2022 marked the beginning of the new Cameroon United Nations Sustainable Development Cooperation Framework (UNSDCF 2022-2026) which articulates the strategic engagement of the UNCT in Cameroon to support the country to achieve the Sustainable Development Goals (SDGs) and the national priorities as defined in the National Development Strategy 2030. Twenty-two UNCT members including the World Bank committed, under the Resident Coordinator’s leadership, to engage together with the government in pursuit of the strategic priorities laid out in the UNSDCF 2022-2026 towards achieving the National Development Strategy. Three of the UN agencies are non-resident and thus not participating in BOS and these are: UNEP, UN Habitat, UNODC. The UN resident agencies participating together with the RCO in BOS are: FAO, IFAD, ILO, IOM, ITU, OHCHR, UNAIDS, UNDP, UNECA, UNESCO, UNFPA, UNHCR, UNICEF, UNIDO, UN Women, WFP, WHO, UNOPS.\n\nIn their UNSDCF joint statement, the UN Resident Coordinator and the Minister of the Economy, Planning and Regional Development have committed to working together towards achieving the priorities laid in the UNSDCF, aligned to the NDS 2030. Through the UNSDCF, the United Nations system in Cameroon reasserts its commitment to strengthening political dialogue and strategic partnership with the Government of Cameroon to accelerate structural economic transformations. These will result in a diversified, innovative, inclusive, green and competitive economy with increased opportunities for decent employment, human and social capital development, governance for an inclusive society, and environmental resilience. In order to support delivery of the UNSDCF and SDGs, the UNCT and Government agreed to a UNSDCF management structure which includes the Operations Management Team (OMT). Delivery of results articulated in the Business Operations Strategy is one of the key deliverables for the OMT. In order to deliver on the UNSDCF, the OMT and PMT, under the leadership of the RC and UNCT, are strengthening their collaboration in planning and implementation. Delivery enhancement will be attained through a strengthened usage of Long-Term Agreements, common negotiated contracts with favourable rates due to economies of scale and utilisation of common rosters for human resources, harmonised cash transfer disbursement for meetings and payment of partners, better quality of ICT services and harnessing many common administrative services. Collaboration of cross cutting issues on areas such as gender, disability inclusion, Greening, Data and digitalisation and staff well-being will also remain crucial for efficient and effective attainment of the set objectives.\n\nThe Cameroon BOS 2.0 has been re-dynamized to be even more pertinent to the operations and reinforce Delivering as One. It aims at: \n- Reducing transaction costs : i) reducing duplication of processes at the agency level by ensuring the provision of services through a single channel rather than decentralizing it to the agency level; ii) reducing transaction costs (time spent in processes) for the United Nations and partners, including the Government, through the harmonization of operational procedures and permanent agreements with service providers; iii) highlighting the United Nations negotiating positions in the procurement of goods and in large quantities.\n- Improving the quality of service of providers through joint procurement of large quantities. Increase its bargaining power with service providers.\n- Strengthening the links between Programs and Operations:\n\nThe results framework adopted for the implementation of the Cameroon 2019-2026 BOS 2.0 is therefore based on the six main service lines:\n- Service line 1 - HR: By 2026, the pooling of staff and consultant recruitments will generate a cost avoidance of USD 311,356.\n- Service line 2 – Finance Services: By 2023, facilitation of cash disbursements and transfers will generate a cost avoidance of USD 1,347,404.\n- Service line 3 - Procurement: By 2023, availability of LTAs and vendor database will be efficient, effective and time saving.\n- Service line 4 - ICT: By 2023, better quality of common ICT services; internet connectivity and mobile phone services will generate a cost avoidance of USD  1,302,920.\n- Service line 5 - Administration: By 2024, joint administrative services including but not limited to printing, stationary, video production, graphic design, accommodation, environment, travel, catering, security, etc. will generate a cost avoidance of USD  2,338,930.\n- Service line 6 - Logistics: By 2023, the United Nations system in Cameroon will benefit from a better quality of common logistics services, freight forwarding, customs clearance and overland cargo transport will generate cost avoidance of USD  578,099.\n\nThe total cost avoidance estimated for the period 2019 – 2026 is of USD  5,878,709.\n\nDuring the BOS Annual Review, the UN System in Cameroon was able to realize USD 3,138,725 cost avoidance."},"participatingEntitites":[{"organizationId":10,"participating":true},{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":14,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23119,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Compliance of service providers with UN procedures.","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Working group performance meetings with service providers"},{"type":"risk","description":"Lack of Agency commitment to simplify and harmonize business processes.","comment":null,"likelihood":"Negligible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"OMT and inter agency Communication included RC office involvement"},{"type":"risk","description":"OMT capacity to implement the BOS","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Regular OMT updates on WG process"},{"type":"assumption","description":"Funds availability","comment":"Proposed budget done by OMT is validated at UNCT","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Head of agencies full support and commitment","comment":"Commitment at UNCT to ensure full implementation of the BOS.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"OMT members full commitment","comment":"Monthly OMT meeting as regards BOS realization including yearly retreat.  Availability of members to partake in WG.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]