[{"iso":"COD","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In the Democratic Republic of Congo (DRC), the UN RCO and nineteen UN agencies committed to work together and participating in the BOS: FAO, ILO, IOM, UN, UN WOMEN, UNAIDS, UNCDF, UNDP, UNESCO, UNFPA, UNHCR, UNICEF, UNOPS, UNOCHA, UNHCR, OHCHR, UN HABITAT, WFP, and WHO. The following agencies who are resident and non-resident, does not participate in the BOS: UNCTA, IMF, World Bank, BAD, UNMAS, and FIDA.\n\nThe DRC has designed a BOS in support of a more effective programme delivery on the 2030 Agenda. This BOS was developed through the BOS online platform on 01\/01\/2020. Business Operations Strategy (BOS) 2.0 (2021 - 2023) is developed to coordinate and align its activities for more efficient and effective service delivery including COVID 19 response, thereby mitigating duplication of processes, curtail transaction costs and enhance operational efficiency. As part of the UNSDCF, the BOS 2.0 aims to support maximizing the United Nations (UN) collective advantage in addressing the humanitarian-development-peace nexus and align itself to the 5 Cooperation Framework Outcomes and Partnerships.\n\nBuilding on the lessons learned on how to improve the Operating as One (OaO) management mechanisms, the BOS 2.0 has been reinvigorated and consists of six outcomes in DRC: Common Procurement Services, Common Logistics Services, Common Finance Services, Common Human Resource Services, Common Information and Communications Technology (ICT) Services and Common Administration including common facility\/premises.\n\nThe BOS 2.0 has been prepared in a consultative process with the input of various UN Organizations in DRC with the ultimate goal of supporting effective programme delivery, monitoring and evaluation and reporting on common operations. The BOS 2.0, therefore, underlines key priority areas arising from these discussions strengthened by a detailed operational analysis and provides the short and medium-term strategic results that will guide the monitoring and evaluation of operations in Common Procurement, Common Logistics, Common Finance, Common Human Resource, Common Information and Communications Technology (ICT) and Common Administration\/ Common Premises during the implementation of UN SDCF 2020-2024. It is important to note that implementation of the BOS faced challenges and delays in 2022 which has impacted evaluation of the cost avoid and effectively of the collaboration between agencies.  \n\nBeing a living document, the BOS 2.0 will continue to be implemented and operationalized through strategic Working Groups under the guidance of the OMT to support joint planning, monitoring, and reporting for results. Inter-agency activities to be implemented in aforementioned areas will strive to improve cost effectiveness, quality, and efficiency of the UNCTs support to programme delivery and business operations. The OMT has prioritised delivery of the SG’s efficiency agenda through implementation of BOS, Common Back Office and Common Premises. Implementation of the BOS 2.0 was expected to result in a net cost avoidance of USD 6.121.661 over a 5-year period. UNCT in DRC was able to realize USD 2,568.511 cost avoidance during the BOS annual review in 2021. This is to be achieved through collaboration in implementation of 6 common services which are:\n\n-       Human Resources\n-       Financial Services\n-       Procurement Services\n-       ICT Services\n-       Administration Services and including Common Facilities\/Premises\n-       Logistics Services  \n\nLearning from the challenges and hurdles of 2022, the BOS country team will continue to work offline and report during the next evaluation cycle. Further, in the year 2022, the OMT aims to effectively support delivery on all the 17 SDGs thus the OMT has prioritised high impact indicators that support delivery of SDGs expected results. Some of the high impact indicators identified include Inclusion agenda (Disability, Gender equality and women’s empowerment and Youth), Greening initiative, Innovation: Data and digitalisation.\n\nThrough the inclusion agenda, the OMT will support delivery of results for SDG5 on Gender Equality for example through ensuring gender balance Human Resources and gendered procurement; SDG 10 Reduced Inequalities through Implementation of practices that encourage inclusion of all irrespective of gender and disability. The OMT has also prioritised delivery of SDGs through implementation of high impact indicators greater adoption and use of improved technologies such as internet connectivity and VSAT services and mobile phone services. BOS2.0 in DRC will support SDG3, SDG5, SDG10 and SDG17 through the implementation of Gender Parity, Staff Training and Mapping of Accessible (Disability & Inclusion) venues.\n\nIn total, 21 common services for HR 7, 3 for Finance, 2 for Procurement, 2 for ICT, 5 for Administration, and 2 for Logistics were implemented in 2022. Among these common services, 12 of them are CBA type which provided both quality improvement and cost avoidance and the remaining common services focused only on quality improvement. The cost avoidance realized by implementing 12 CBA-type common services stands at USD 8.6 million. In the previous time, the data obtained from different secretariat agencies were consolidated under the UN but for this year it was disaggregated among UNS-OCHA, UNS-OHCHR, UNS-UN HABITAT UNS-DSS and UNS-RCOs. A key focus for the OMT in 2022 was the implementation of the UN Disability Inclusion as well as Gender Parity agendas. In this connection, Common Logistics and Procurement Working Group put the inclusion of Disability Inclusion as well as Gender Parity agendas in a solicitation document as mandatory criteria.\n\nIn 2023, the OMT has agreed to reinvigorate the OMT and OMT Working Groups and implementation of the BOS toward achieving further cost and quality efficiency targets as set for the UN DRC BOS Strategy. The implementation will continue to be monitored on a regular basis under the overall guidance of the UNCT. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Agencies may not release cost sharing on time","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will discuss with UNCT to find a solution"},{"type":"risk","description":"Continuous staff turnover to maintain the momentum","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will discuss with UNCT to find a solution"},{"type":"risk","description":"There may not be sufficient market capacity to establish contract","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will discuss with UNCT to find a solution"},{"type":"risk","description":"UN Agencies policies and procedures may not allow them to fully participate in the joint activities","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will discuss with UNCT to find a solution"},{"type":"assumption","description":"Active participation of Agencies in OMT and its working groups meetings","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Mutual recognition statement is fully implemented in DRC","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"There will be full support from HQ of all Agencies to participate in the joint activities","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies have released the required human resource and financial resources for implementation","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]