[{"iso":"COG","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations in the Republic of Congo committed to implement the Business Operation Strategy(BOS) which was developed in 2012 by the UNDG Business Operation Working Group. The BOS, which is one of five key priorities in the UNSGs reform agenda, is the backbone of the “Operating as One” pillar of the standard Operating Procedure for Delivering as One.\n\nTherefore, since the implementation of BOS, the existing collaboration between UN agencies has been accelerated by improving the quality and the access to service with significant elimination on duplicating of process and increasing possibilities of economic scales.\n\nThe current BOS includes eight (8) common cost avoidance services, where administrative services occupy a large share with six (06) common services. The total cost avoidance for the next three years is estimated at USD 1.11 m, with a cost\/benefit ratio of 14.6%. This represents an appreciable level of cost avoidance for the UN entities which will be mostly used in the implementation of programme.\n\nIn 2022, it is noted that the total gain from the common service 1,439,141 USD compared the estimation of 501,749 USD, of which 63.76% is from printing service of common administration.  The highest benefit ratios are observed in Printing  services 63.76 % ($ USD 917,588), travel service 15.77 % ($ USD 226,927) and catering service 12.36 % ($ USD 177,938).\n\nThis indeed reduced workload of UN staff which allows to enhance its qualitative programme results. As regards the improvement of quality services, the utilization of common benchmarks, indicators, terms of reference and monitoring of services will greatly enhance the control on services being provided.\n\nThe risks for the implementation of the BOS have been identified, as well as the assumptions that will enable the UN entities to achieve the set results. The implementation plan will pave the way for a structured approach in the monitoring of the BOS and support the achievement of the objectives. The introduction of the BOS will create synergies between UN entities’, and it is expected that this will create more avenues of cooperation and instrumental in transitioning to Common Business Operations.\n\nAs of February 2023, the BOS Annual Review was initiated by the OMT. This included a comprehensive review of participating agencies, OMT\/UNCT\/BOS members, the opportunity analysis, update of activities completing and planned in 2022 and a review of the planning framework. The UNCT was briefed on the BOS progress during the UNCT meeting on monthly basis and a discussion took place on additional service lines to be added during 2023. \n\nIt was agreed jointly to implement four new services. Those new services will support a pragmatic decision-making process based on recommended services and an applicability to the country context. So far two ICT services and two vendor database service will be included. \n\nFinally, existing collaboration was extended where positive user feedback was received. Additional areas for collaboration were identified in collaboration with the regional BOS and included in the work plan of the Working Groups. As a result, it is likely that the banking service provider will be assessed to provide satisfactory services to all and not just some agencies. \n\nAll the selected services and OMT activities are reported on the OMT Annual Work Plan. "},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true}],"planRisks":[{"type":"assumption","description":"All UN Organizations will actively participate in the implementation of this common service.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"-Coordination office is not engaged fully in the process of the BOS formulation and \nimplementation.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"-Members do not attend the meetings.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"-Staff are contaminated and cannot work. This will hamper meetings to be held.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]