[{"iso":"COL","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"For the 2022 annual review, a validation exercise was carried out on the 8 common services prioritized by the OMT and approved by the UNCT last year. These 8 common services are distributed into the platform in the below 4 service lines.\n\nCommon HR Services\n1-LTA for medical services and dispensary.\n2-Gender Parity\n\nCommon Procurement Services\n3- Central Database for LTA´s.\n\nCommon ICT Services\n4-LTA for internet \/ MPLS services.\n\nCommon Administration Services and Including Common Facilities\/Premises\n5-LTA for cleaning services.\n6-LTA for travel services.\n7-LTA for conference and event management.\n8- Establishment of Common Premises\n\nFor the above-mentioned initiatives, information was updated from the CBAs of 11 Agencies: UNDP, FAO, UNODC, UN WOMEN, UNFPA, UNHCR, OHCHR, UNMAS (UNOPS), UN HABITAT, UNICEF and UNV.\n\nA new Common HR Service was uploaded to the platform for this annual review; PSEA - Prevention of Sexual Explotation and Abuse, action Plan aligned with guidelines  the office of the Special Coordinator on improving the United Nations response to sexual exploitation and abuse (OSCSEA): cost sharing to fund interagency initiatives to promote PSEA standards with the leadership of an interagency PSEA coordinator whose position has been funded since 2020 by UN entities members of the PSEA Task Force.\n\nFor the Cleaning Services and Internet initiatives, a significant number of Agencies were unable to continue the use of LTAs, most of them arguing that they had signed their own contracts that started prior to these two initiatives, which are still in force. A new opportunity analysis will be made to verify if it is necessary to manage new LTA's that meet the needs of the Agencies that have disengaged.\n\nWhen designed, the BOS in Colombia was expecting a total cost avoidance for five years of USD$ 1,003,154 (adjustment to CPI and TRM). Based on current CBA figures, we estimate that close to 100% of the cost-avoidance targets have been met for the first four years of implementation. Using these new figures and tracking agency participation, the OMT has reviewed targets to USD$ 1,262,859 for the five years period.\n\nBased on current CBA figures, close to 70% of the cost-avoidance targets have been met for the first four years of implementation.\n\nThe UNCT will look to revamp its BOS in 2023. Based on opportunities identified by assessing changes in programing and operational contexts compared to years prior, the UNCT will look to incorporate new BOS initiatives. For instance, the pandemic imposed new hybrid work models (e.g. less travel more ICT and internet services used) to which BOS initiatives now have to be adapted. The programing and operational contexts have also changed (e.g. migrant and refugee flows from Venezuela have increased and decreased, shifting programing needs and demand for operational capacity).\n\nFurther, based on the ongoing review, the UNCT hopes to renew efforts, widen the use of LTAs in the current BOS strategy (e.g. an average of six agencies are using each of the LTAs currently in place) and increase the number of agencies that are part of the BOS. The UNCT will review obstacles encountered by entities in the use LTAs and make recommendations on how to surmount them.\n\nClarification notes related to information uploaded in the platform:\n - UNMAS´s CBAs were uploaded as UNOPS in the BOS platform, since UNMAS wasn't available in the platform by the time the information was uploaded."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":15,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2274,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":2545,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"AFPs can actively participate in the configuration of the internet service.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All AFPs participate in the BOS.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"At least one APF withdraws from the initiative.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"LTA´s allow negotiating price reductions for goods and services procurement.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"No penalties will be paid for any ticket issued in economy class through the self management tool.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Only one LTA per initiative should be required","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The AFPs achieve contracting the required services through common LTA´s and obtain costs avoidance.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Tickets fares will increase in 2022 as a result of the current world situation.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]