[{"iso":"COM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"L’Equipe pays des Nations Unies (UNCT) en Union des Comores, ensemble avec le Gouvernement comorien, les autres acteurs nationaux du développement et les partenaires au développement, viennent d’élaborer un nouveau Cadre de coopération des Nations Unies pour le développement durable (UNSDCF) du pays, couvrant la période 2022 - 2026. L'UNSDCF représente l'offre collective du système des Nations Unies pour soutenir la mise en œuvre du Plan Comores Emergent (PCE) durant la période de référence du Cadre de coopération et dans la perspective de l’atteinte des Objectifs de développement durable (ODD). En vue d’optimiser les conditions d’une mise en œuvre réussie de l’UNSDCF, l’UNCT a élaboré la Stratégie des opérations commerciales (BOS) 2.0 (2021 - 2025) afin de soutenir ses activités par une prestation de services plus efficace et plus efficiente, prenant en compte le contexte de l’actuelle pandémie COVID-19 et au-delà, sachant les transformations prévisibles dans l’environnement commerciale post-COVID-19. Le but étant d'atténuer la duplication des processus, de réduire les coûts de transaction et d'améliorer l'efficacité opérationnelle.\n\nLa stratégie des opérations commerciales (BOS) est un cadre axé sur les résultats qui se concentre sur les opérations commerciales conjointes dans le but d'éliminer les doubles emplois, de tirer parti du pouvoir de négociation commun des Nations Unies et de maximiser les économies d'échelle. La BOS 2.0 (2021-2025) a été développée par la plateforme en ligne BOS 2.0 courant 2020 pour son opérationnalisation à partir de janvier 2021. Elle passera par une phase de suivi annuel et doit être révisée le 30 novembre 2021. La BOS se concentre sur les services communs qui sont mis en œuvre conjointement ou fournis par une entité des Nations Unies au nom d'une ou plusieurs autres entités des Nations Unies. Des services communs pour une collaboration future ont été identifiés dans les domaines des Services administratifs , Services financiers, Services des ressources humaines, Services d’approvisionnement . Les entités des Nations Unies participant à la BOS 2.0 pour la période 2021-2025 aux Comores, à savoir, le Bureau du Coordinateur Résident (BCR), le PNUD, l’UNFPA, l’UNICEF, l’OMS, la FAO, l’OIM, l’UNDSS, la Banque Mondiale et le FMI sont responsables devant le Secrétaire Général de l'élaboration, de la mise en œuvre, du suivi et de l'établissement de rapports concernant la BOS 2.0 et des mesures prises en vue d'un Back Office Commun (CBO). L'Equipe de pays des Nations Unies assure la supervision générale du processus de BOS 2.0, l'approbation des organisations des Nations Unies et des ressources communes nécessaires, l'approbation de la version finale de la BOS 2.0 et l'établissement de rapports annuels. L'équipe de gestion des opérations, OMT (présidée par le PNUD comme agence lead de l’OMT pour l’année 2020) et ses organes subsidiaires sont chargés de faciliter l'élaboration et la mise en œuvre de la BOS au niveau des pays. Le Bureau de la coordination des activités de développement des Nations Unies (BCAD-ONU\/UN DCO) est responsable de l'orientation et du soutien à l'Equipe de pays des Nations Unies en ce qui concerne la BOS 2.0. S'appuyant sur les enseignements tirés sur la manière d'améliorer les mécanismes de gestion de l’OMT, la BOS 2.0 (2021 - 2025) a été revigorée et comprend trois domaines de résultat aux Comores:\n\nServices administratifs communs et y compris les installations: Achat d’équipement de sécurité ; Services de sécurité composés commun ; Services de sécurité externalisés ; Entretien du jardin ; Services d’hébergement (externalisés) ; Services de nettoyage ; Services de chauffage, de ventilation et de climatisation ; Signalisation du Bâtiment ; Services de maintenances des groupes Electrogènes ; Services de voyage.\n\nServices financiers communs : Services bancaires et frais bancaires ; Macro-évaluation ; Micro-évaluation.\n\nServices communs des ressources humaines: Achat de fourniture d’EPI ; Fourniture d’équipement médiale.\n\nLa nouvelle configuration de la BOS 2.0 est également soutenue par une plateforme en ligne qui guide l'équipe de gestion des opérations (OMT) afin de réduire davantage la complexité et les coûts de transaction pour le développement de la BOS et de débloquer de nouvelles opportunités pour l'OMT, l'UNCT pour suivre, analyser et faire rapport sur l'impact de la BOS, à la fois du point de vue de la réduction des coûts et de l'amélioration de la qualité.\n\nLa BOS 2.0 (2021 - 2025) a été préparée dans le cadre d'un processus hautement consultatif avec la contribution de diverses organisations des Nations Unies aux Comores, dans le but ultime de soutenir l'exécution efficace des programmes, le suivi et l'évaluation et l'établissement de rapports sur les opérations communes. Des consultations avec l'OMT, ses groupes de travail techniques et le team leader du Bureau du Coordonnateur Résident au sein des différentes organisations des Nations Unies ont été entreprises pour calibrer le niveau de performance en ce qui concerne leurs fonctions opérationnelles clés. Le BOS 2.0 souligne donc les domaines prioritaires clés issus de ces discussions, renforcés par une analyse opérationnelle détaillée, et fournit les résultats stratégiques à court et moyen terme qui guideront le suivi et l'évaluation des opérations dans les trois (3) services communs susmentionnés pendant la mise en œuvre du Cadre de coopération pour le développement durable (UNSDCF) 2022 - 2026 aux Comores.\n\nÉtant un document évolutif, la BOS 2.0 (2021 - 2025) sera mise en œuvre et rendue opérationnelle par le biais de cinq (5) groupes de travail stratégiques de l'OMT (administration commune, finances communes et HACT, TIC communes, ressources humaines communes et achat communs) sous la direction de l'OMT afin de soutenir la planification, le suivi et l'établissement de rapports communs sur les résultats. Les activités inter-institutions à mettre en œuvre dans les domaines susmentionnés s'efforceront d'améliorer la rentabilité, la qualité et l'efficacité du soutien de l'équipe de pays des Nations Unies à l'exécution des programmes et aux opérations commerciales. La mise en œuvre de la BOS 2.0 devrait permettre d'éviter des coûts nets de USD 301,991.00 grâce à l'harmonisation des opérations commerciales sur la période de cinq ans allant de 2021 à 2025.\n\nEn outre, l'équipe de pays des Nations Unies aux Comores a intégré dans la BOS 2.0 (2021 - 2025) l'innovation, la durabilité environnementale et d'autres éléments à l'appui de la réalisation des ODD."},"participatingEntitites":[{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Des délais de livraison relativement long, dû à l'enclavement du pays.","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"Prévoir des stocks de sécurité"},{"type":"risk","description":"Fluctuation des prix du fait de la dépendance du pays à des importations provenant des pays européen","comment":null,"likelihood":"Remote","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"Trouver encore des fournisseurs dans d'autres pays"},{"type":"risk","description":"Indisponibilité des compétences techniques sur les domaines pointues ou complexes obligeant de faire","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"Faire des appels d'offres ouverts"},{"type":"risk","description":"Non disponibilité des équipements, biens ou services répondant aux critères du SNU sur l'ensemble du","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"Trouver des équipements répondants à la demande"},{"type":"assumption","description":"Consensus au niveau des agences des Nations Unies sur des normes spécifiques","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Critères et exigences très contraignants pour les normes des Nations Unies par rapport à la situatio","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Reduction des couts de transaction dans toutes les étapes par le recours aux LTAs corporate ou accor","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]