[{"iso":"CPV","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Cabo Verde’s Business Operations Strategy (BOS) represents an important step in the process of strengthening the coherence and harmonization of the interventions of UN agencies, funds, programs, for the strengthening of the strategic focus, coordination, efficiency, and cost-effectiveness of its business operations. \n\nCabo Verde has the particularity and specificity of having a Joint Office, by the fact that Cabo Verde became the first pilot Joint Office (JO) of the Ex-Com agencies (UNDP, UNICEF, UNFPA and WFP) on 1 January 2006, as the major step of UN reform towards the harmonization and simplification of UN activities in small countries.\n\nThe Joint Office model consists of a single UN Office of the participating Agencies, led by one representative who equally represents all the participating agencies. The reason for its establishment was that in countries where the United Nations System presence is very small, the combined representation, staffing and support costs of United Nations agencies are often, according to the Secretary-General “excessive in proportion to their small programme budgets.\n\nThe Joint Office model was designed to improve the effectiveness of the United Nations in such countries by rationalizing representation and improving the ratio of programme to support costs.  \n\nThe Joint Office is itself an example of collaboration since 2006.\n\nThe BOS Cabo Verde now revised, covers the period 2020-2022 and aims the harmonizing and simplifying different operational services in the areas of Procurement, Common Premises, and Logistics; Information & Communication Technology (ICT); Finance, and Human Resources.\n\nCabo Verde has also a UN House in Praia built in 1995, hosting since then the Resident Agencies UNDP, UNICEF and UNFPA, WHO and FAO joined in 2012. The UN House host also Non-resident Agencies such as UNODC, UNIDO, OIM, ILO, UNHABITAT, UNOPS GEF\/Small Grants. With the UNDS Reform in 2019, and subsequent De-liking process, the UN House also hosts the UN Resident Coordinator Office.  In 2020, the World Bank joined the UN House as tenant.\n\nSince 1995 some services are already in common such as Security, Cleaning, Maintenance Air conditioning, Generator and Elevator, Receptionist and UN Clinic. However, this exercise allowed the OMT and WG’s to identify some additional areas of collaboration for the harmonization and simplification.\n\nThe BOS for Cabo Verde introduces a results-based and innovative solutions in business operations based on cost-benefit analysis and broad consultations among the agencies in the country.\n\nIts implementation foresees to generate gains in staff working hours as well as savings and aims to increase the quality of operational services in the next year, whose implementation can not only bring advantages but also be considered an asset in the BOS implementation and to respond in a collective way to corporate policies such as  Gender Parity, Green Office, PSEA, UN activities (UN Cares & UN Day), Staff welfare spaces, Green IT ...)\n\nIn total Cabo Verde commits to strengthen 28 common services under four Common Service lines especially the potential high yielding services being, establishment of common, reflected in the CBA summary as follows:\n\nProjected costs 2,493,748 USD, with Projected future costs 1,462,758 USD representing a Projected cost avoidance of 1,030,990 USD. Highest impact services are HACT Audit, Internet Connectivity ,  Security Services and Cleaning Services.\n\nIt focuses on a practical and realistic consolidation of services among the agencies to achieve better results and improved efficiencies whilst reducing the burden on the agencies’ personnel .\n\nBy promoting the collaborative work, the BOS seeks to minimize transaction costs and to achieve cost savings on internal and external sourced goods and services. The review of the BOS was built on lessons learned and on the established mechanisms for a joint approach to work as one UN.\n\nAna Graça, the Resident Coordinator, is accountable to the Secretary-General for the development, implementation, monitoring and reporting of the BOS and steps towards a common back office.\n\nThe UNCT provides overall oversight of the BOS process, approval and release of necessary agency and joint resources, sign off the final BOS and annual reporting.\n\nThe Operations Management Team and its subsidiary bodies are responsible to facilitate development and implementation of the BOS at the country level with the support from DCO regional office\n\nAt the implementation level, it is the responsibility of the Managing Agency of each common service to achieve the yearly planned targets in close coordination and collaboration of the designated working group.\n\nThe Cabo Verde UNCT recognizes that the quality of the support to the business operations is critical for programme delivery and in-country office operations."},"participatingEntitites":[{"organizationId":10,"participating":true},{"organizationId":11,"participating":true},{"organizationId":14,"participating":true},{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":24,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":41,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Data will not be available to ensure completion of all required micro assessments","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Implementing Partners collaboration is imperative"},{"type":"risk","description":"Different Procurement policies among the Agencies","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Agencies to accept  and apply mutual recognition"},{"type":"risk","description":"Headquarter policies do not support unified country based approaches to joint procurement services","comment":null,"likelihood":"Remote","impact":"Minor","risktreatment":"Avoid","mitigationMeasure":"HQS  collaboration & guidance is imperative"},{"type":"risk","description":"Lack of input from agencies during solicitation process.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Avoid","mitigationMeasure":"Agencies collaboration is imperative"},{"type":"risk","description":"That UN agency inputs into human resources surveys are not received within prescribed timeframes","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Avoid","mitigationMeasure":"Agencies collaboration is imperative"},{"type":"risk","description":"The candidates included in the database are not available to participate in the recruitment process","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Avoid","mitigationMeasure":"Database periodically updated"},{"type":"risk","description":"The UN system will not be able to access the resources needed to provide capacity development activities","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"Agencies collaboration is imperative"},{"type":"assumption","description":"Agency guidelines and policies allow for the use of joint procurement tools based on the mutual reco","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HACT in Cabo Verde will be informed by micro assessments undertaken as scheduled","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"That all agency staff have access to web based technologies.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"That all UN agencies are committed to adoption of this common service to support consultant selectio","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The database kept up to date with accurate information","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies provide information on required specifications for the development of LTAs and actively","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]