[{"iso":"CUB","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The UNCT Cuba developed its first business operation strategy (BOS) 2021-2026 looking for a set of efficient and optimized common services that can have a direct impact in both programme delivery and daily operations. This BOS embraces the UN reform with a pragmatic vision responding to the Cuban reality and programmatic needs as outlined in the UNSDCF. The impact of COVID-19, the economic adjustments and reforms initiated in early 2021 in the country, and the restrictions arising from the US embargo, have challenged existing business models and provided an opportunity to advance “alternative thinking” for operational mechanisms to contribute to the proposed results of the ongoing Cooperation Framework 2020-2024.\n\nWith this as a basis, the Cuba BOS looks for efficiency through: mitigating duplication of processes; simplifying business practices to save time invested; leveraging resources; creating efficiency in management of offices with the use of technology and lessons learnt from COVID-19 working & business modalities; curtailing transactional costs; and using a renewed set of working principles among staff. The big message in the BOS is neither increasing nor favoring fragmented processes but rather transforming them. \n\nAs a result, Cuba BOS is expected to achieve a cost avoidance of 1.600K USD (5%) through 34 transformed common processes by 2026. The main principles in the implementation exercise will be: fostering the use of mutual recognition; promoting a knowledge and info sharing platform across the OMT; replicating good practices & trendy businesses across UN operations; and favoring flexibility and complementarity among service lines and agency participation. Furthermore, the current BOS seeks to set the basis for the global initiative on Common Premises and the establishment of a Common Back Office, as a seeding strategy in the UN efficiency agenda.\n\nThe BOS has been initiated on July 1st, 2021 and is monitored on annual basis. Common services for future collaboration have been identified in the areas of Administration, Finance, Human Resources, Information & Technology, Logistics and Procurement. The current strategy is bringing together the Office of the RCO and 11 UN entities with physical presence in the country (FAO, IOM, UNESCO, UNDP, UNFPA, UNHABITAT, UNHCR, UNICEF, UNIDO, WHO, WFP). Moreover, 11 non-resident agencies will benefit as well from the common services identified in support of the 2030 agenda implementation.\n \nAmong the BOS service lines, Administration accounts for 72% of the expected total cost avoidance with a repositioning of common premises standards, reinforcement of business continuity, and efficiency in office management considering foreseen business models. Such a weight in the cost avoidance structure is perfectly aligned to country typology for Cuba. Following the challenges in the national context, the Finance pillar will be mainly dealing with banking services given the monetary reform and economic transforming processes launched by the local authorities. Furthermore, HACT micro-assessments are included in this area using a new approach for service provider. On the other hand, Procurement and Logistics are highly related and dependable from one each other. These will tackle clearing mechanisms with national agents for supply imports (considering the risk involved and significant volume of import processes) and joint procurement and acquisition processes for emergency purposes. Additionally, Information and Technology is directly linked to business continuity and is expected to yield qualitive improvements rather than cost avoidance, considering challenges faced in the country with connectivity and related services. Lastly, Human Resources are mainly focused on staff wellbeing given COVID-19 context and new economic reforms implemented in the country. This service line is also incorporating topics directly impacting the SDGs such as PSEA, youth employment, gender and inclusive approach for recruitment processes. \n \nDue to the level of complexity in working arrangements as well as the challenges faced locally, the services time-line for the implementation was carefully reviewed and updated. As a result, common services which were feasible to kick off where planned and carried out such us: those related to the staff wellbeing (Agreements with clinics, procurement of PPE supplies and the prevention of sexual exploitation and abuse), local payroll processing, HACT management, banking service as well as those related to the premise management (Joint Business Continuity Plan and management of common services). On the other hand, joint procurement processes, stationery, IT procurement, freight forwarding, travel and conference management are set to be initiated during 2022.\n \nAs per the Annual Review, as at March 31st, 2023, the BOS, at all its stages, was comprehensively assessed in a joint-effort with all UN Agencies involved. The BOS Reviewed, shows the relevant changes and reflect properly the reality of the context which the Agencies operate in. The BOS aims at integrate all feasible work that Agencies can perform together, taking into account the challenges and limitations present in the field, and offer a set of activities and opportunities that can be materialized and derived into an optimizations of the resources and maximization of benefits within the UN System in Cuba. When compared with the last-year revision, the macroeconomic environment remains as challenging as it was, especially in terms of the impact on the operations as a consequence of a rising inflation, which impacts at several spheres: from the cost of living to the budget of the Agencies, and as a result on the programme implementation. The  Furthermore, an as for the period between July 1st, 2021 and March 31st, 2023, a cost avoidance of USD 330K has been achieved as a result of the implementation of the above-mentioned common services. Moreover, it should be highlighted that besides the on-going implementation, a special consideration was given to those common services and indicators linked to the Sustainable Development Goals, for instance Gender Parity and Prevention of Sexual Exploitation and Abuse has been closely assessed and an implementation roadmap has been established.\n \nConsultations within OMT were undertaken to calibrate performance levels and implementation timelines in identified operations. These discussions provided an operational assessment as set out in the Opportunity Analysis and in the Planning Framework. Estimated budget for implementation is estimated in 44.8k USD. It is mainly focusing in activities related to BCP, management of common premises, HH.RR. surveys, PPE supplies and HACT. Most of financial requirements are already included in UN entities budgets. Consequently, the budget gap is around 13% and aims to address actions related to common premises realignment and joint BCP basic needs.\n\n\nMain threats for success were identified and grouped into different categories such as contextual, institutional behavior, operational and programmatic. The impact of context elements such as COVID-19, natural disasters, economic crisis, inflation, the creation of new legal actors and frameworks, and US embargo, among others, may severely reduce expected goals from this BOS. Other main institutional factors such as lack of commitment from UN entities, silos in UN entities, not reporting on time and business as usual mindset in the implementation, are considered to possibly hamper operational success of the strategy. Furthermore, operational factors that may negatively influence the implementation of BOS are related to the high level of scarcity in markets, price increase on the oil, and limited providers the UN Cuba can work with, a high dependency on import process for supply procurement, and complex national mechanisms for importation of programme supplies, among others. From the programmatic scope, main threats identified were related to a lack programmatic planning which increases footprint of operational support and transactional costs.\n \nDue to the specific context of Cuba, it is mandatory to give special consideration to the consequences of the US Embargo. The prohibition on the procurement of technological inputs that contain more than 10 per cent of U.S. components remains in force. Similarly, other restrictive measures established by the Bureau of Industry and Security (BIS) in the U.S. Department of Commerce under the U.S. embargo against Cuba are maintained, imposing prohibitions and regulatory and licensing requirements on the import, export and re-export of goods and technology of U.S. origin to the island. The intensification of these regulatory and licensing requirements has a significant impact on procurements by the United Nations system, complicating and delaying procurement processes and severely restricting the use of the goods and technology procured by end-users. In general terms, procurement processes are also hampered by the increasing time spent on needs analysis, market research and the arrival of goods and services in the country; the significant reduction in the number of interested suppliers who are able to make an offer; the shortage of and difficult access to raw materials for the procurement and provision of services at the local level; and the increase in delivery times, costs associated with freight and insurance, as well as guarantees and maintenance.\n\n\nIn order to implement the BOS, the OMT agrees that main internal factors to ensure success are: full support from UNCT; keeping monthly meetings and reporting to UNCT on advancements, issues, and bottlenecks; strong internal control system from UN entities to allow process sharing; and that outcomes and recommendations from reviews are implemented by UN entities.\n\n\nIt is worth mentioning that the BOS only reflects common services and does not replace any UN entity’s individual operational plan. As a living strategy, the BOS is rather elastic and flexible to adjust operational requirements as deemed necessary in the path to sustainable development. \n\n\n "},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":24,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"risk","description":"Context: COVID-19 impacts costs of operations, programme delivery and staff wellbeing.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Transfer","mitigationMeasure":"Work collaboratively, creating partnerships within the UN System in order to save costs and speed up the programme implementation."},{"type":"risk","description":"Context: Failure in local systems (Etecsa internet and banking) limiting operational continuity.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Accept","mitigationMeasure":"Monitor closely, strengthening the partnership and to look for new opportunities."},{"type":"risk","description":"Context: Fuel scarcity crises may directly impact continuity of operations.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Improve the planning of the logistics."},{"type":"risk","description":"Context: Inflation and foreign currency impact as part of the economic crisis.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Transfer","mitigationMeasure":"Monitor the risk and adapt to the new context."},{"type":"risk","description":"Context: Natural disasters which affect programme delivery and continuity of operations.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"A Task Force is in place to monitor, advise and communicate."},{"type":"risk","description":"Context: Reforms and economic crisis limits operations and increases costs.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Transfer","mitigationMeasure":"To improve the planning as well as the budgetary process. Look for new opportunities to continue the operations."},{"type":"risk","description":"Context: the creation of new legal actors and frameworks.","comment":null,"likelihood":"Definite","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"Monitor the risk and hire a consultant to assess the frameworks."},{"type":"risk","description":"Context: US embargo and its costs implications in financial operations, providers & supplies.","comment":null,"likelihood":"Definite","impact":"High Concern","risktreatment":"Accept","mitigationMeasure":"Search for opportunities within the very tight context and the consequences created by the US Embargo on Cuba."},{"type":"risk","description":"Institutional: Business as usual mindset from UN colleagues when implementing BOS.","comment":null,"likelihood":"Remote","impact":"Minor","risktreatment":"Avoid","mitigationMeasure":"Focus on communicating effectively, planning and monitoring on weekly basis."},{"type":"risk","description":"Institutional: Lack of commitment and silos from UN entities in implementing BOS.","comment":null,"likelihood":"Remote","impact":"Minor","risktreatment":"Control","mitigationMeasure":"Communicating clearly the benefits of the Strategy."},{"type":"risk","description":"Institutional: Low level of knowledge about UN reform from UN entities.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Communicating clearly the benefits of the strategy and how relevant the Reform is, as well as the results that must be achieved."},{"type":"risk","description":"Institutional: UN entities not reporting on time on KPI and advances.","comment":null,"likelihood":"Remote","impact":"Minor","risktreatment":"Control","mitigationMeasure":"Strengthening the collaboration, creating and communicating an accountability framework, raising awareness of the BOS relevance."},{"type":"risk","description":"Institutional: UN entities not willing to use mutual recognition.","comment":null,"likelihood":"Remote","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Communicating the benefits of using it, and the impact on cost savings."},{"type":"risk","description":"Operational: an increase on the leading-times and on the freight costs due to the current international trade context.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"A joint-negotiation to scale down the freight charges."},{"type":"risk","description":"Operational: Complex mechanisms for programmatic supply management at customs.","comment":null,"likelihood":"Highly Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Negotiate with local partners, including authorities and beneficiaries, in order to optimize the nationalization process."},{"type":"risk","description":"Operational: Different IT requirements from UN entities.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Search for collaboration in order to standardize the IT Equipment and related services. Also, take the most from the Mutual Recognition Statement."},{"type":"risk","description":"Operational: Few providers operating with UN Cuba due to embargo.","comment":null,"likelihood":"Definite","impact":"Significant Concern","risktreatment":"Transfer","mitigationMeasure":"Strengthening of the market research looking for new opportunities as well as take the most from the Mutual Recognition Statement."},{"type":"risk","description":"Operational: Key providers in country are a sole state owned company with no options for negotiation","comment":null,"likelihood":"Definite","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"It is a fact, and Organizations shall adapt."},{"type":"risk","description":"Operational: Local markets with high level of scarcity impacting operations and programmes.","comment":null,"likelihood":"Highly Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"To monitor and create new partnerships, focusing on new markets for the supply chain."},{"type":"risk","description":"Operational: Several and different cosignatories  managed across UN system for programmatic supplies.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Improve the UN System Joint Planning at the procurement sphere."},{"type":"risk","description":"Operationally: High level of dependency in importation processes for supplies and specific services.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Accept","mitigationMeasure":"Work collaboratively and take the most from the Mutual Recognition Statement."},{"type":"risk","description":"Programme: Lack of opportunities in resource mobilization, limiting operational initiatives.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Accept","mitigationMeasure":"To accept and search for funds."},{"type":"risk","description":"Programme: Lack of programmatic planning may increase transactional costs.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Improve the joint-planning within Programme Sectors and UN System."},{"type":"assumption","description":"Agencies actively participate in the completion of surveys.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Agencies share their procurement and hiring processes.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All agencies have individual BCPs updated for inclusion of elements on joint\nBCP.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"COVID-19 situation in the country continues to be manageable by local authorities.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"LTAs developed are being used by UN entities.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"OMT members have passed the BOS certification.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Operations staff know their agency's programmatic challenges, trends and dynamics","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Outcomes and recommendations from reviews\/assessments\/presentations are\nimplemented.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Providers with satisfactory performance still willing to work with UN Cuba.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Regular report to UNCT by OMT Chair on updates, advances and issues.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Staff involved in management of UN House is abreast of developments and roll out of\ncommon premises.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Technology is used for quality monitoring, data and business continuity.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The OMT keeps their regular meetings and scheduled actions.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The UNCT fully supports OMT and workplan implementation.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN entities have a strong internal control framework in place.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]