[{"iso":"DJI","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Sommaire de la Stratégie relative aux activités de gestion et d’appui (BOS 2.0, 2021 – 2023)\n\nLe Système des Nations Unies en République de Djibouti s’engage résolument à aligner son action sur les priorités, incluant les mesures covid-19, identifiées par le gouvernement dans le cadre du nouveau Plan National de Développement, ceci en vue d’harmoniser son format avec les directives pour un nouveau cadre de coopération pour le développement durable (CCDD\/UNSDCF), issu de la Réforme des Nations Unies, que la République de Djibouti soutient. Pour ce faire, l’Équipe pays des Nations Unies à Djibouti a élaboré, conformément à la Réforme des processus opérationnels prônée par le Système des Nations Unies, la Stratégie relatives aux activités de gestion et d’appui (BOS 2.0, 2021 - 2023) pour coordonner et aligner ses activités en vue d’une prestation de services plus efficace et efficiente dans le soutien au gouvernement, y compris la réponse covid-19, atténuant ainsi le double emploi des processus, réduisant les coûts de transaction et améliorant l’efficacité opérationnelle. Dans le cadre de l’UNDAF\/UNSDCF, le BOS 2.0 de Djibouti vise à soutenir la maximisation de l’avantage collectif des Nations Unies (ONU) pour s’attaquer au lien humanitaire-développement-paix et s’aligner sur les 4 résultats et partenariats du Cadre de coopération, à savoir le peuple, la paix, la prospérité et la planète.\n\nLa Stratégie relative aux activités de gestion et d’appui (BOS 2.0, 2021 - 2023) est un cadre axé sur les résultats qui met l’accent sur les opérations commerciales conjointes dans le but d’éliminer les doubles emplois, de tirer parti du pouvoir commun de négociation de l’ONU et de maximiser les économies d’échelle. Le BOS 2.0 se concentre sur les services communs qui sont mis en œuvre conjointement ou fournis par une entité des Nations Unies au nom d’une ou plusieurs autres entités des Nations Unies. Des services communs pour la collaboration future ont été identifiés dans les domaines des services d’administration, de finances, des ressources humaines, des technologies de l’information et des communications (TIC), de la logistique et  de l’approvisionnement. Les Organisations des Nations Unies suivantes participent au BOS 2.0 (2021-2023) de Djibouti : FAO, l’OIT, l’OIM, l’UNC, le PNUD, le FNUAP, l’UNHCR, l’UNICEF, l’ONUDI, l’ONUSIDA, le PAM, et l’OMS. \n\nLe Coordonnateur Résident du Système des Nations Unies en République de Djibouti est responsable devant le Secrétaire général du développement, de la mise en œuvre, du suivi et de la communication du BOS 2.0 et des étapes vers un back office commun (CBO). L’UNCT assure la surveillance globale du processus BOS 2.0, l’approbation et la libération des organisations des Nations Unies et des ressources conjointes nécessaires, l’approbation du BOS 2.0 final et des rapports annuels. L’équipe de gestion des opérations (présidée par Emma Ngouan-Anoh et Tanja Paficico, respectivement Représentantes du PNUD et de l'OM) et ses groupes de travail sont chargés de faciliter le développement et la mise en œuvre du BOS au niveau national. Le Bureau de la Coordination du Développement (DCO) est chargé de soutenir l’Equipe pays et le Coordonnateur Résident des Nations Unies dans le cadre du BOS 2.0.  \n\nS’inspirant des leçons apprises sur la façon d’améliorer les mécanismes de gestion de l’exploitation en tant qu’entité fonctionnant comme une (OaO), le BOS 2.0 (2021 - 2023) a été revigoré et consiste à l’atteinte de six résultats à Djibouti : la logistique et l’approvisionnement commun, la finance commune, les ressources humaines communes, les technologies communes de l’information et des communications (TIC), les achats et l’administration commune. La nouvelle itération du BOS est également soutenue par une plate-forme en ligne qui guide l’équipe de gestion des opérations (OMT) afin de réduire davantage la complexité et les coûts de transaction pour le développement du BOS et de débloquer de nouvelles opportunités pour l’OMT, l’UNCT et la direction régionale et mondiale pour surveiller, analyser et rendre compte de l’impact du BOS, tant du point de vue de la réduction des coûts que de l’amélioration de la qualité.\n\nLe BOS 2.0 (2021 - 2023), premier de sa génération à Djibouti, a été préparé dans le cadre d’un processus hautement consultatif avec l’apport de diverses agences des Nations Unies à Djibouti dans le but ultime de soutenir la mise en œuvre, le suivi et l’évaluation efficaces des programmes et de rendre compte des opérations communes. Des consultations avec l’OMT, ses membres des groupes de travail techniques issus des différentes agences des Nations Unies ont été entreprises pour calibrer le niveau de performance en ce qui concerne leurs fonctions opérationnelles clés. Le BOS 2.0 souligne donc les principaux domaines prioritaires découlant de ces discussions renforcées par une analyse opérationnelle détaillée et fournit les résultats stratégiques l’année en cours qui guideront le suivi et l’évaluation des opérations dans six (6) services communs mentionnés ci-dessus lors de la mise en œuvre du PNUAD\/UNSDCF de Djibouti 2021-2024, qui vient de bénéficier d’une extension jusqu’en 2024 pour s’aligner sur les plans nationaux.\n\nEn tant que document vivant, le BOS 2.0 (2021 - 2023) sera opérationnalisé et mis en œuvre par les six (6) groupes de travail stratégiques de l’OMT (Administration commune, Approvisionnement et logistique commun, Finances communes et HACT, TIC communes, les achats et les Ressources humaines communes) sous la direction de l’OMT pour soutenir la planification, le suivi et la communication conjoints des résultats. Les activités inter-agences qui seront mises en œuvre dans les domaines susmentionnés s’efforceront d’améliorer la rentabilité, la qualité et l’efficacité du soutien de l’Equipe pays à la prestation des programmes et aux opérations commerciales. La mise en œuvre du BOS 2.0 a permit d’éviter des coûts nets de USD 700,725 USD grâce à l’harmonisation des opérations commerciales au cours de l'année à 2022. Ces économies devraient permettre de réinjecter les fonds dans les programmes de coopération avec le gouvernement de Djibouti pour un plus grand impact pour les populations cibles. L’analyse coûts-avantages montre spécifiquement que les économies monétaires seront de l'ordre de 1,924,641 USD . Il est escompté que les Services communs des ICT produisent des améliorations qualitatives plutôt que de l’évitement des coûts. En outre, l’UNCT à Djibouti s’est efforcée d’intégrer la parité du genre et l’inclusion des handicaps dans les pratiques des Ressources humaines et d’autres éléments à l’appui des ODD dans le BOS 2.0 (2021 - 2023). "},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"La non participation active des membres des groupes de travail et des autres membres des agences UN","comment":null,"likelihood":"Possible","impact":"High Concern","risktreatment":"Control","mitigationMeasure":"Regular briefing in OMT and UNCT or Agency participation"},{"type":"risk","description":"Le manque de leadership du chair de l'OMT  pourrait constituer un facteur d'échec","comment":null,"likelihood":"Possible","impact":"High Concern","risktreatment":"Control","mitigationMeasure":"Feedback régulier doit etre mis en place pour donner l'avancement de l'execution du Plan."},{"type":"risk","description":"Une méconnaissance de l'importance du BOS 2.0 par le UN staff affaiblirait leur adhesion","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"Les termes de références de chacun des participants doivent inclure au moins une tâche relative aux actions du Bos."},{"type":"risk","description":"Une recrudescence accrue de la crise pandémique pourrait constituer un frein a la mise en œuvre","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"Dans chaque agence il y a un plan de containgence qui définit un nombre de staff clés pour la mise en oeuvre des actions ."},{"type":"risk","description":"Unless reliable data is entered, the Benefit Analysis might be misleading.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Reinforce through trainings the level of awareness of as well as the purpose of this platform to the Working Groups so that adequate engagement and commitment is reached to obtain reliable information"},{"type":"assumption","description":"Adapter la mise en œuvre du BOS 2.0 au contexte de travail pendant la crise pandemique du covid19","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Les chefs d'agence doivent encourager la participation active des staff dans le processus du BOS 2.0","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Les Co-chair doivent avoir un plan de travail régulier pour animer les travaux de groupe et rendre c","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Une formation continue doit etre suivie avec l'appui du DCO a travers les webinars","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]