[{"iso":"DOM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"During 2022, due to different unforeseen reasons (Post pandemic) collaborating agencies could not establish the number of LTAs projected. Under finance services HACT LTA was completed, including HACT audit and Micro-assessment.\n\nCurrently we have reviewed implementation dates and we have taken a more realistic approach towards the LTAs processes which are intended to start mid-2023 and 2024. These LTAs services include catering services, conference and events management, transport services and travel services.\n\nPresently, participating agencies have included a new service under administrative common category (transportation services). The other services include and distribute as follows: Human Resources Services (5), Financial Services (3), Administration Services (5) and Logistics Services (1). The total is therefore 14 categories of services.\n\nRegarding the negotiation of health service agreements with an important local provider, we are going to conduct meetings and proceed negotiations including with a very recognized hospital and pharmacy.  The lactation room will be re- painted and further improved.\n\nLikewise, in administrative services, the hiring of a) Catering Services, b) Conference and Event Services, as well as Travel services are in process and should be completed by the end of 2023.\n\nThe OMT and the UNCT in the Dominican Republic are committed to working together collaboratively during 2023 to implement this plan and achieve greater efficiency and cost savings."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"Agencies needs in terms of  services are not  well-defined and are very dissimilar.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Country is collapsed after the occurrence of a  natural  or manmade disaster.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Selected vendor goes bankrupt","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Vendor does not take into consideration allergy list for catering LTA","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]