[{"iso":"DZA","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Algeria joined the United Nations (UN) on October 8, 1962. Since the mid-1960s, United Nations agencies have cooperated with the government to support national priorities through strategic partnerships that foster development economically and socially sustainable.\n\nA total of 17 United Nations agencies, funds and programs are present in the country (CLCPRO, ILO, IOM, FAO, UNIDO, UNAIDS, UNDP, UNFPA, UNIC, UNICEF, UNICRI, UNHCR, WFP, WHO, WIPO, UNODC, UNDSS, UNOPS) and Algeria also cooperates with 10 non-resident agencies (UHABITAT, UNESCO, UNCTAD, IAEA, UNITAR, ITU, IFAD, UNWTO, UN WOMEN, UNEP). Among the resident agencies, the United Nations system employs just over 230 national staff and 49 international staff.\n\nAlgeria is the largest country in Africa and the Arab world. It made significant progress towards achieving all SDGs, with particularly remarkable results in health and education. Algeria's human development index for 2019 (HDR 2020) is 0.748, which places the country at 91st out of 189 countries and territories.  \n\nAlgeria and the UN are currently approaching the end of the programmatic cycle under the Strategic Cooperation Framework (CdCS) 2019-2021, an extension of the CdCS 2016-2020 adopted to account for the evolution of the Algerian context since the political transition that the country experienced under the impetus of the “hirak” popular movement in 2019.\n\nThe UNCT in Algeria is currently engaged in the formulation process of the next Sustainable Development Cooperation Framework (CCDD 2023-2027), based on a common analysis of development issues, challenges and opportunities (CCA for Common Country Analysis). With its signature expected in May 2022, the CCDD 2023-2027 will be aligned with the Government's vision for a new Algeria, articulated through the Government's Action Plan for 2020-2024 and the new Algerian Constitution adopted in January 2021. The UNS is also reviewing issues of operational efficiency while designing relevant programs in relation to the ambitious development objectives of the country. In UN General Assembly resolution 72\/279, member states set the goal for all UN country teams to have a quality Business Operations Strategy (BOS) in place by 2021, which translated into 131 BOS developed globally.\n\nThe BOS is an essential instrument to strengthen collaboration in United Nations support services at country level and improve cost efficiency, reduce duplication, and reduce administrative costs and transactions. Therefore, following the resolution of the GA, taking into account the existing capacities, challenges and opportunities presented by the Algerian context, the UN Operation Management Team (OMT) in Algeria has developed, under the leadership of the UN Resident Coordinator, a BOS 2021-2023, with the objective of updating the strategy post Covid-19, when ‘normal’ operations resume.\n\nThe programme delivery of the UN for 2021 summed up to about USD 87m, which reflects the strategic, targeted nature of the UN engagement in Algeria as a Middle-Income Country. A few agencies account for the majority of the programme delivery (more than 70%). There are opportunities for efficiency gains in managing administrative services (labor cost avoidance), but the UN demand for services remains modest in size compared to the Algeria market (and therefore limited leverage to push prices down significantly), and the quality of services offered varies greatly and is not always up to the UN standards.\n\nAlgeria already has a good tradition of combining services for premises (3 agencies manage premises jointly with others), travel (LTA in place used by most agencies), security (one security company trained by UNDSS provides service most agencies), etc. These were formalized in the BOS together with several other new services, such as shared local payment processing, common LTA for consumable procurement, the establishment of the PSEA network, a rotation mechanism for the diplomatic pouch.\n\nDuring the the first year of BOS implementation (2021-22), the efforts deployed by the OMT Group in Algeria made it possible to realize the BOS implementation plan at 63%. Cost savings were mainly determined by common premises management, cleaning and security services as turnkey solutions. Discussions on joint services for protocol, identified as a potential savings driver, gained momentum in late 2021 and are ongoing.\n\nIn March 2022, the first BOS annual review exercise allowed to complete and advance this work. A total of 24 existing services common to at least 3 agencies (depending on the service) have been analyzed. Most of these are expected to continue 'as is' (77%),  while 3 services  (Maintenance of ICT equipment , Central Database for LTAs, and Central Database for Supplier Performance) are expected to be upscaled.\n\nIn terms of future cooperation, 27 common services were identified for the analysis of opportunities. For example, the activation of a Human resources knowledge sharing platform will help monitor implementation and develop new solutions for services. Opportunities for collaboration were identified in new areas, such as finance with capacity development activities and the establishment of a shared micro-assessment database and a financial spot check, ICT for common ICT disaster recovery planning, maintenance of ICT equipment, procurement with the establishment of common database for LTAs and supplier performance, and the mapping of premises accessibility as a basis for disability inclusion initiatives.\n\n(1) Expected cost avoidance\n\nA total expected cost avoidance of USD 693,913 has been identified for the 5-year period 2022-2026. Most of the it is derived under the management of common premises common service line, representing about 64% of total expected cost avoidance, followed by security services (24%) and cleaning services (9%).\n\n(2) Expected Quality Improvement\n\nIn terms of expected quality improvements, for example, in administration, the maintenance of shared security services should result in the employment of security officers who are continuously trained and acquainted with UN standards, included PSEA. The extension of OMT HR WG beyond the annual review constitute a true opportunity for further service integration and knowledge sharing. For ICT, better quality and reliability are expected in terms of Internet access and use through standardized help desk solutions. Joint recruitment committees could help speed up the recruitment process and build staff confidence in the fairness of the process. Centralizing and sharing information on LTA, Vendor performances, will ultimately allow faster access and better quality in procurement, including gender parity and PSEA standards. The harmonization of salary scales for consultants, together with other services discussed but not included in the BOS, will be prepared and recognized in next year’s annual review exercise.\n "},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":39,"participating":true},{"organizationId":4,"participating":true},{"organizationId":40,"participating":true},{"organizationId":41,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Capacité à influencer le marché et négocier","comment":null,"likelihood":"Highly Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Améliorer la planification des activités et anticiper l'estimation des besoins du SNU"},{"type":"risk","description":"Charge de travail et engagement des agences","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"assurer l'engagement des agences dans les réformes du SNU"},{"type":"risk","description":"Delays in implementing joint premises projects (such as UN Houses)","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"monitor the case at UNCT level"},{"type":"risk","description":"Fluctuation de la monnaies et des prix","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"assurer une mise à jour réguliére des données du CBA"},{"type":"risk","description":"Insufficient supplier capacity to handle increased volume of business compliant with UN standards of","comment":null,"likelihood":"Highly Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"sensitize UNCT on capacity reinforcement"},{"type":"risk","description":"Maitrise des processus et turnover","comment":null,"likelihood":"Highly Possible","impact":"High Concern","risktreatment":"Accept","mitigationMeasure":"assurer la formation continue du personnel du SNU et le monitoring des processus de travail"},{"type":"risk","description":"Market service disruptions due to the impact of covid19","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"proactive action thru LTA and planning with Supply division"},{"type":"risk","description":"Staff Turnover or change in Profile for key positions in the OMT because of regional clustering","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"RC OFFICE ensure backup and follow up"},{"type":"assumption","description":"OMT and UNCT will actively engage in implementing and monitoring progress on BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The BOS relies on a relative improvement of the health context (covid19) to allow UN Operations to r","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]