[{"iso":"ECU","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations Operational Reform promoted by the Secretary General, seeks for its organisms (funds, agencies and programs) to be more effective and efficient in supporting countries towards the achievement of the 2030 development transformational goals.\n\nThe reforms undertaken within the organization are expected to have several benefits such as: greater co-responsibility, cohesion, transparency and optimized processes. It is also expected that there will be actions to avoid costs and improve the quality of operational services.\n\nIn the long term, these principles should have a faster impact of progress towards reaching the Sustainable Development Goals (SDGs).\n\nThe Reform´s planned goals foresee that by 2021 all UNCTs have a Business Operation Strategy (BOS) in place ; by 2022 consolidation of Location Dependant Services through the Common Back Offices; advance in the options of Location Independant Services creating a network of 7 Global Shared Services Centers (GSSC) and consolidation of  50% of UN agencies offices in common premises by 2021.\n \nWhat will enable the accomplishment of these goals is the operationalization of the mutual recognition principle, that has been endorsed by more than 20 UN organizations; and a culture of change centred in client satisfaction, with an appropriate measurement of operational services.\n \nSince the year 2000, Ecuador has been working in the following points: common premises (UN House) considering central offices in the capital city and common premises at the field; collaborative services through LTAs (Long Term Agreements) and the application of the mutual recognition principle since it´s establishment.\n\nThe Business Operation Strategy (BOS) is a fundamental instrument that reinforces efficient operations that effectively support programmatic initiatives.\n\nIn this context, UNCT Ecuador has developed a committed work with OMT, and therefore BOS was implemented in the years 2021 and 2022 and will be implemented in year 2023. It will include 19 services distributed in the following lines of services:  4 in Human Resources, 6 in Procurement, 6 in Administration, 1 in Finance and 2 in ICT.\n\nIt is important to mention that for the BOS 2021-2022,  18 services were selected: LTA Cost Benefit Analysis (CBA) methodology was applied in 2 services, Detailed Cost Benefit Analysis (DETAILED CBA) was applied in 2 services  which yields a monetary benefit or cost avoidance of US$293.255 during a period of   2 years. The other 14 services considered in BOS do not have CBA and are mainly focused on significant quality improvement, inclusion of cross-cutting approaches and principles of inclusion for the disabled, gender and environmental sustainability."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"risk","description":"Due to COVID 19 pandemic, implementation and development of BOS activities could be affected or dela","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"As UN leader agency, UNHCR will promote even the situation virtual meetings"},{"type":"risk","description":"Lack of coordination between UN agencies may affect the time line to achieve the BOS` goals.","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"For each meeting UNHCR will prepare a minute where describes all the points and agreements. This will share with OMT Chair in order to let him know the interest of the Agencies."},{"type":"risk","description":"Lack of financial resources to implement the BOS","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"The services is indispensable for UN Agencies in order to recover VAT. This has to be implemented"},{"type":"risk","description":"Lack of interest and commitment on behalf of UN agencies that are participating in BOS","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Follow up with the other UN Agencies"},{"type":"risk","description":"Lack of interest of some suppliers in participating in tenders,  due to the various UN requirements","comment":null,"likelihood":"Negligible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"The process has been done for 5 years."},{"type":"risk","description":"Some agencies could decide to leave the common services and opt for individual alternatives.","comment":null,"likelihood":"Remote","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"Do follow up with the other UN Agencies"},{"type":"assumption","description":"Active participation of vendors to ensure competitive prices and fair and transparent processes.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Financial availability of resources must be ensured to cover BOS activities","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Positive willing and commitment on behalf of the UN agencies.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The effective application of the  principles of inclusion for disabilities, gender perspective and e","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN participating agencies will contribute with criteria within the established deadlines.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN participating agencies will use common LTAs in order to receive improved services.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]