[{"iso":"EGY","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Egypt is one of the 50 founding members of the United Nations and the United Nations in Egypt has partnered with the Government of Egypt since 1952. The UN has currently 39 UN Agencies, Funds and Programmes in Egypt, including 17 Regional Offices. The UN in Egypt employs over 1,770 Egyptian nationals in addition to 550 internationals. Egypt is the fifth largest UN country and in terms of land area, Egypt is the second biggest of the Arab countries (after Algeria).\n\nIn Egypt, the partnership between the UN and the Government of Egypt is outlined through a five-year partnership agreement, currently the 2018-2022 United Nations Partnership Development Framework (UNPDF). The UNPDF is fully aligned with the national sustainable development strategy, Egypt Vision 2030, which is in turn aligned with the 2030 Agenda for Sustainable Development and the Sustainable Development Goals (SDGs). The budget for the UNPDF is set at USD 1.2 billion.\n\nThe United Nations Business Operations Strategy (BOS), is a critical instrument to enhance collaboration in UN support services at the country level and improve cost-efficiency, reduce duplication and decrease administrative and transaction costs. Member States in resolution 72\/279 OP 6 set the goal for all UN Country Teams to have a quality BOS in place by 2021, along with a Common Back Office by 2022 to support location-dependent services reflected in the BOS. As part of this effort, 72 UNCTs already have a common business operations strategy in place (up from 63 in 2018).\n\nTo meet these targets, a revised and streamlined BOS 2.0 was launched in October 2019 by the UNSDG with DCO supporting its rollout across all UNCTs. The BOS 2.0 guidance is supported by an on-line platform for accelerating process, improving data availability on BOS targets. The platform also facilitates better reporting and visibility on impacts and progress of the BOS implementation across countries and regions, in terms efficiency and quality gains.\n\nWithin this context, the OMT in Egypt has, under the guidance of the Resident Coordinator, for the first time developed a BOS for 2020-2023. The process has been led by the OMT working groups: Human Resources (HR), Admin (which includes administrative and logistic topics), Procurement, Finance and Information and Communication Technologies (ICT). The BOS will outline all inter-agency harmonization and operations activities planned to integrate in the UNPDF 2018-2022, while incorporating various operational analyses.  \n\nIt should also be noted, that the remaining proposed Common Service are expected to yield significant quality improvements which is not captured in the expected cost avoidance. \n\nEXISTING COMMON SERVICES\nEgypt already has a history of combining its common services for certain service lines including Procurement and ICT; for which WGs were already formed; in 2014 for Procurement and an interagency WG for ICT had started to form around 2008. Following WGs were newly formed as part of initiating the BOS Exercise in Egypt in 2019, these include: Admin & Logistics, Finance, and Human Resources. \n\nThe Stock Take identified a total of 21 Existing Common Services. In terms of Actions to be Taken for these Existing Common Services, a total of 14% of Common Services are to be ‘Continued As Is’, 29% `Discontinued`, 5% `Modified`, 10% `scale down` and a total of 43% are to be ‘Scaled Up’. \n\nFUTURE COOPERATION\n27 Common Services in total were identified for the Opportunity Analysis, 16 of them are included in the BOS plan. In terms of the Cost-Benefit Analysis, both expected total cost avoided and expected quality improvements need to be considered when deciding which new common services will be included in the BOS and prioritizing specific Common Services.\n\nExpected Cost Avoidance\nAn expected total cost avoidance of USD 6.9 M identified for Egypt for the period of 2019-2024. The majority of the cost avoidance is expected to result from Admin at USD 5.7 M. Procurement will largely implement the expected cost avoidance to be accrued under Admin. This is followed by ICT at USD 1.2 M.\n\nTravel Services is considered the highest service yielding Cost Avoidance of USD 1.7 M USD, followed by Conference and events management with USD 1.3 M, followed by Mobile Phone services with an expected cost avoidance of USD 0.8 M\n\nBOS Annual Review for 2022\n2022 marked as the second year in the implementation of the Business Operation Strategy (BOS).  A total of 32 common Long- Term Agreements (LTAs) in various fields of services have been finalized and currently being used by many UN agencies. The LTAs covered key services areas including transportation, travel, media and video production, events management, ICT and security services. The employment of these LTAs contributed to enhancing the synergy and the harmonization of UN action and thus enhance the overall efficiency of UN activities within Egypt. The 2022 Annual BOS review showed that an overall efficiency cost avoidance of 1.6 M USD has been realized.\n \nExpected Quality Improvements\nIn terms of expected quality improvements, there are significant benefits outlined across all Common Service Lines. Following main themes in quality improvement are observed and expected to be achieved across WGs. \n\nFirst, quality improvements in products and services standards are expected across the board. For example, in Admin, this is expected to result from the employment of more highly professionally-trained guards and interpretation & translation services. For Finance, combining HACT audit services is expected to improve audit quality by harmonizing audit processes thereby leading to less duplication & missing data. For ICT, better quality and reliability is expected in terms of internet & mobile phone connectivity and VSat services. For HR, combining services is expected to lead to an increased reliability of vendors and the ability to supply at UN required volumes, such as for specialized Staff Training service. For procurement, improved reliable access to high quality vendors is expected by creating centralized databases for vendors and LTAs.\n\nSecond, service and product standards are expected to be more on par with UN standards. For example, in Admin this is expected to improve standards in video quality; furniture and fitting requirements; UN security requirements; and conference & event management requirements.\n\nThird, additional special services and services tailored specifically to the UN are expected. For example, in Admin expected add-on services include vendors offering a dedicated hotline for transport services; the availability of after-sales services for furniture & fittings; dedicated focal points for security services. In HR, add-on services are expected to be gained from vendors such as offering special job posting pages specifically for UN recruitments. For ICT, additional support services are expected to be provided by vendors such as mobile operators and ISP providers. \n\nFourth, increased time efficiency & flexibility and reduced response times to requests are expected. For example, in Admin the availability of sufficient vehicles is expected for Transport and Printing & Video services are expected to meet the ad-hoc requests from Programmes. For Procurement, centralizing databases for vendors and LTAs is expected to lead to quicker response time due to less duplication work processes. For Finance, engaging in combined HACT audit services is expected to lead to significant improvement in time efficiency due to avoiding duplication of processes in assessments, assurances and capacity building.\n\nFifth, improved transparency in reporting and performance information is expected from vendors. In Finance, improved transparency in reporting and risk mitigation is expected by combining HACT auditing services and by engaging a reputable service provider. For Procurement, centralizing databases for vendors and LTAs is expected to improve the transparency and range of suppliers available.\n "},"participatingEntitites":[{"organizationId":10,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":2544,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":36,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":4,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":73,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Budget cuts","comment":null,"likelihood":"Possible","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"BOS works on cost avoidance, Increase or decrease in budgets should not affect the BOS implementation in Egypt"},{"type":"risk","description":"Difficulty in obtaining timely invoices to allow tracking and making regular payments for Travel services","comment":null,"likelihood":"Remote","impact":"Minor","risktreatment":"Transfer","mitigationMeasure":"Ask the services provider for SLA and set invoices to be received 24 hours from service delivery"},{"type":"risk","description":"Difficulty to find availability of rooms in hotels in high seasons","comment":null,"likelihood":"Highly Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Plan A head and issue LTAs ."},{"type":"risk","description":"Ensuring confidentiality agreements for different recruitment processes","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Rules and regulations"},{"type":"risk","description":"Exposure and easy access of sensitive material to printing company employees","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Avoid","mitigationMeasure":"Print Confidential and sensitive documents inhouse, and use NDA"},{"type":"risk","description":"Frequent absenteeism and turnover of cleaners might affect the quality of cleaning","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Avoid","mitigationMeasure":"agree with service providers for at least annual contracts with cleaners"},{"type":"risk","description":"High cost of building maintenance might affect agencies willingness to continue with the service","comment":null,"likelihood":"Remote","impact":"Minor","risktreatment":"Avoid","mitigationMeasure":"Have alternative service providers"},{"type":"risk","description":"In case of subcontracting transportation services, the ability to abide by the UN rules and regulations","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"State in the contract and SLA with the supplier the required standards"},{"type":"risk","description":"Inability to fully meet the safety and security requirements, at a reasonable price range, for transportation services","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"We managed to secure multiple service providers with the required insurance at a reasonable prices after opening the tender and inviting the market leads"},{"type":"risk","description":"Lack of vendor's capacity to cover increase in volume","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Issue multiple LTAs for multiple suppliers for services that are widely used"},{"type":"risk","description":"Quality of printing material available in the market could be affected by external factors","comment":null,"likelihood":"Remote","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"be updated with the market"},{"type":"risk","description":"Training sessions time frame that can negatively impact staff's concentration","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"Share survey on the possible dates of the training to minimize disturbance in staff schedule"},{"type":"risk","description":"Websites upgrades that might lead for unfriendly user experience","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Avoid","mitigationMeasure":"Frequent testing"},{"type":"assumption","description":"Clear agreement with the service porvider companies for job posting and to be unified to all partici","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Training sessions are well organized in advance to allow for more participation","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Training topics and modalities selected to best suit the UN agencies needs and requirements","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UNCT will ensure availability of funding for the BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]