[{"iso":"ERI","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In December 2017 the UN Secretary-General (SG) issued a proposal to reposition the United Nations Development System. For business operations the SG included a requirement for all UN Country Teams (UNCTs) to comply with improved Business Operations Strategies (BOS) by 2021 under Administrative Instructions Number A\/72\/684–E\/2018\/7. Following the proposal of the SG, in October 2019, the UNSDG Business Innovation Group (BIG) issued the guidance and methodology to develop BOS 2.0 in 131 UNCTs. As stated by the UN Secretary General, \"The goal of reform is a 21st-century United Nations focused more on people and less on process, more on delivery and less on bureaucracy”.\n\nIn line with the Administrative Instructions of the UN Secretary General, the UN agencies, funds and programmes and funds (AFPs) in Eritrea have developed and rolled out the BOS 2.0. They have recently undertaken its review to draw key results and lessons.\n\nThe implementation of the BOS, as part of the UN efficiency agenda, was aimed at bringing together the AFPs in Eritrea to plan and deliver results collectively towards enhancing coherence, efficiency, and effectiveness. In total 10 resident UN agencies, namely FAO, UNAIDS, UNDP, UNICEF, UNFPA, UNHCR, RCO, OCHA, WFP and WHO have worked together and implemented common activities across the six common service lines.\n\nIn addition, the updated BOS has also factored in activities with potential SDG impacts such as the inclusion of the greening initiative with the installation of the common solar system, the consideration of gender-responsive procurement sourcing in promoting business development with female-owned or managed enterprises. To ensure inclusiveness, the BOS review has also made provision to ensure level 2 accessibility to the UN Common premises and offices. Furthermore, activities related to the enhanced and continued awareness of staff members on prevention of sexual exploitation and abuse (PSEA) and related reporting mechanisms have been added.\n\nThe signing and launching of the 2022-2026 Cooperation Framework between the Government of the State of Eritrea and the UN System has resulted in increased cooperation and strategic partnership to achieve development results for the people of Eritrea. The UN system in Eritrea has a built-in monitoring and evaluation mechanism to track progress in the implementation of BOS and note any challenges that require redress. This work is done by the Operations Management Team (OMT) and is premised on established clear procedures for efficiency and effectiveness in programme delivery.\n\nThe review of this BOS 2023 has been done through a very consultative process with all members of the working groups having participated in the BOS review workshop. The exercise of the stock conducted by the working groups has concluded that for 4 yeas from 2019 - 2022, UN agencies in Eritrea have collectively realized a stock avoidance of US$1.6 Million. BOS services that have resulted in high impact costs savings have been in the provision of security of services and cleaning, Printing services and vehicle rental. Other activities have started in 2022 with notable cost avoidance in the construction of the outdoor Gym facility as part of the staff wellbeing initiatives, the common internet connectivity using the 03b technology and the installation of the common UN solar whose business case developed by the UNDP Green Team is under review by the OMT.\n\n It is expected that the updated BOS will achieve a cost avoidance of US$422,645 with the main cost drivers remaining in the areas of Printings, followed by Security services and slightly in vehicles rental.\n\nThe OMT and its working groups have collectively acknowledged that the main challenges in BOS implementation in 2022 have been weak the weak institutional arrangements and structures to implement the planned activities. To overcome these challenges, the Working groups will be strengthened to improve effectivity and efficiency in the reporting of the status of implementation of the BOS activities by the\n\nThe UN Resident Coordinator has reviewed and endorsed the BOS 2.0 for Eritrea and approves it for its release.\n\n Aeneas Chuma\nResident Coordinator\nUN System, Eritrea"},"participatingEntitites":[{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true}],"planRisks":[{"type":"risk","description":"Changes and restrictions in government policy","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Changes in local legislation for VAT and other taxes may affect the agreement signed","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Different consultancy rates among participating agencies.","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Transfer","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Different thresholds for audit and spot-checks among participating Agencies.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Discuss\/ advocate for agencies to relay on Audits done by other agencies"},{"type":"risk","description":"Fluctuation in demand and market price.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Accept","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Government restriction on paper importation may jeopardize the market.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Lack of competent companies to respond to UN needs.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Lack of participation of UN Agencies in joint IPs audits and spot-checks","comment":null,"likelihood":"Possible","impact":"High Concern","risktreatment":"Transfer","mitigationMeasure":"Continuous monitoring and discussion among the HACT working group"},{"type":"risk","description":"Staff might not use the out door gym facility put in place.","comment":null,"likelihood":"Remote","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"organize different health awareness sessions to create demand"},{"type":"risk","description":"UN agencies may not utilize the established  common LTA's","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Avoid","mitigationMeasure":"Sharing the LTA's created with all participating agencies on time."},{"type":"assumption","description":"All UN Agencies should adhere to this initiative and actively participate in its implementation.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The established LTA will be used by all UN Agencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The UN Agencies are able to conclude an LTA with possible access to the Dubai market","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The UN Agencies are able to establish a common LTA in early 2018 to produce the expected benefits","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The UN Agencies will be able to establish an LTA with local service provider.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies fully participate in the development of the roster and fully use it.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]