[{"iso":"ETH","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In order to support the implementation of the UN Sustainable Development Cooperation Framework (UNSDCF) for the period 2020-2025, which was signed between the UN and the Federal Democratic Republic of Ethiopia in September 2020, the Operations Management Team, under the leadership of the UN Country Team developed the Business Operations Strategy (BOS) 2.0 (2020 – 2025). The main purpose of the Strategy is to coordinate and align the activities of the UN Agencies, Funds and Programmes (AFP) in Ethiopia to enable more efficient and effective service delivery, mitigate duplication of processes, curtail transaction costs and enhance operational efficiencies.\n\nThe BOS 2.0 (2020-2025) was developed through the BOS online platform on 01 July 2020. The BOS focuses on common services that are implemented jointly or delivered by one UN entity on behalf of one or more other UN entities. Common services for future collaboration were identified in the areas of Common Administration services, Common Finance services, Common Human Resources services, Common Information and Communications Technology (ICT) services, Common Logistics, and Procurement services. Participating AFP are identified in the accountability framework, which is regularly reviewed and updated. In line with the global guidance, the UN Resident and Humanitarian Coordinator (RC\/ HC), is accountable to the Secretary-General for the development, implementation, monitoring and reporting of results achieved under the BOS 2.0. The UNCT provides overall oversight of the BOS 2.0 process, approval and release of necessary resources, the sign off of the final BOS 2.0 and the annual progress reporting exercise. The Operations Management Team and its subsidiary bodies are responsible to facilitate the development and implementation of the BOS at the country level. The Development Coordination Office (DCO) is responsible for coordination, guidance and support to UNCT and UN RC\/ HC on the BOS 2.0.\n\nFollowing its development in 2020, the BOS 2.0. underwent its first annual review from January – March 2022. The second annual review of BOS2.0 was conducted from 01 January 2023 up to 31 March 2023. This is a light review focusing on the reporting of realized efficiencies for 2022, adjusting, where needed, projections for the future years, and updating the activities in the planning framework.\n\nIn total, 37 common services for HR 11, three for Finance, five for Procurement, five for ICT, 12 for Administration, and one for Logistics were implemented in 2022. Among these common services, 14 of them are CBA type which provided both quality improvement and cost avoidance and the remaining common services focused only on quality improvement. The cost avoidance realized by implementing 14 CBA-type common services stands at USD 4.4 million. In the previous time, the data obtained from different secretariat agencies were consolidated under the UN but for this year it was disaggregated among UNS-ECA, UNS-OCHA, UNS-OHCHR, UNS-Other, UNS-UNCTAD, UNS-UNEP, UNS-UN HABITAT and UNS-UNODC. A key focus for the OMT in 2022 was the implementation of the UN Disability Inclusion as well as Gender Parity agendas. In this connection, Common Logistics and Procurement Working Group put the inclusion of Disability Inclusion as well as Gender Parity agendas in a solicitation document as mandatory criteria.\n\n2022 was another challenging year. The six-month state of emergency in response to reversals on the battlefield and Tigrayan forces advancing deeply into Amhara and Afar Regional States was lifted in February 2022. Following almost two years of intense conflict, an Agreement for Lasting Peace through a Permanent Cessation of Hostilities was signed between the Government of the Federal Democratic Republic of Ethiopia (GoE) and the Tigray People’s Liberation Front (TPLF) in Pretoria on 2 November 2022. The toll from the war has been huge: loss of lives, a large humanitarian caseload, widespread displacement and extensive damage to infrastructure and services. These effects have been compounded by the crisis in Ukraine, impacting adversely on poverty and human development, fiscal space, debt, forex reserves, ODA inflows and inflation, hamstringing Ethiopia’s ambitious economic and governance reform programmes and setting back progress towards the SDGs. Against this background, the UN Country Team is in an especially strong position among Ethiopia’s development partners to respond quickly and effectively to rehabilitation, recovery, and reconstruction needs in northern Ethiopia.\n\nIn 2023, the OMT has agreed to reinvigorate the OMT and OMT Working Groups and implementation of the BOS toward achieving further cost and quality efficiency targes as set for the UN Ethiopia BOS Strategy 2020 - 2025. The implementation will continue to be monitored on a regular basis under the overall guidance of the UNCT. "},"participatingEntitites":[{"organizationId":10,"participating":true},{"organizationId":11,"participating":true},{"organizationId":14,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23,"participating":true},{"organizationId":24,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":42,"participating":true},{"organizationId":5,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"risk","description":"Agencies' may not provide data during annual review","comment":null,"likelihood":"Highly Possible","impact":"High Concern","risktreatment":"Control","mitigationMeasure":"Continuous follow up of Agencies to provide data on time"},{"type":"risk","description":"All hotels established common LTAs may not implement COVID prevention measures","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Avoid","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"Different policies and procedures implemented by Agencies","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Follow up Agencies to sign and implement Mutual recognition statement"},{"type":"risk","description":"Due to COVID pandemic, the UN would not be able to organize mass gatherings.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"Few participation of Agencies during implementation and annual review","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Escalate the case to OMT and UNCT"},{"type":"risk","description":"Harmonize tax refunds and exemption policies will  be impacted by changes in local legislation.","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"OMT will monitor and agree with the way forward"},{"type":"risk","description":"I\/ NGOs will not provide different DSA rates for Government appointed officials\/ civil servants.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"Shortage of funds for capacity building of staff and implementation of common service","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Prepare a budget and get approval from OMT and UNCT"},{"type":"risk","description":"Staff turnover","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"OMT should provide training r to new staff regularly"},{"type":"risk","description":"UN Organizations may not agree to set up Joint Recruitment Panels.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"UN Organizations may not agree to utilize the car pooling system.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"UN Organizations may not be able to achieve gender parity by 2025.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"UN Organizations may not be able to conduct in-person training due to COVID 19","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"OMT will monitor and agree with the way forward"},{"type":"risk","description":"UN Organizations may not be able to identify women-owned vendors that meets the eligibility requirem","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Transfer","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"UN Organizations may not contribute to the maintenance of the IKM platform.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"UN Organizations may not get a favorable foreign currency exchange rate.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"UN Organizations may not have enough resources to transform the premises into \"Green\" premises.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"UN Organizations may not have the tools to conduct the mapping.","comment":null,"likelihood":"Remote","impact":"Significant Concern","risktreatment":"Transfer","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"UN Organizations may not participate for common LTAs","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"UN Organizations may not share the information on micro assessed IP in a timely manner.","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Transfer","mitigationMeasure":"OMT will monitor and agree with the way forward"},{"type":"risk","description":"UN Organizations will not have programmes\/ projects in common premises locations.","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Monitor","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"risk","description":"UN Organizations will not receive the approval from its respective HQs to implement harmonized rates","comment":null,"likelihood":"Negligible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"OMT will asses and agree with the way forward"},{"type":"assumption","description":"All hotels established common LTAs will ensure recommended COVID prevention measures are in place.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All participating UN Organizations will benefit being co-located in regional common premises.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations and I\/NGOs will ensure to pay DSAs  for Government appointed officials\/ civil s","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations are able to develop a better relationship with vendors.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations will actively participate in the arrangement of Joint Recruitment Panels.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations will actively participate in the completion of the survey questionnaires.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations will actively participate in the implementation of joint job posting.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations will actively participate in the implementation of joint training.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations will actively utilize the common knowledge platform.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations will agree to provide proposed training for UN programmes and operation staff.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations will improve quality of service in the implementation of ICs Harmonized rates","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations will nominate focal points to implement the UN \"Green\" Initiative.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations with field presence will actively participate to request Dubai as second R&R DS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Car pooling system is able to facilitate all UN Organizations' demand.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]