[{"iso":"FJI","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations Pacific Strategy (UNPS) 2018-2022 sets the strategic vision and outlines the collective response of the UN system to the development priorities in 14 Pacific Island Countries and Territories (PICTs), specifically: Cook Islands, Fiji, Federated States of Micronesia, Kiribati, Nauru, Niue, Palau, Republic of Marshall Islands, Samoa, Solomon Islands, Tokelau, Tonga, Tuvalu and Vanuatu.\n\nThe Business Operations Strategy (BOS) is a results-based framework that focuses on joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN and maximizing economies of scale. The BOS was created in 2012 as a response to a call for simplification and harmonization of the United Nations system. The Secretary-General mandates all United Nations Country Teams (UNCTs) to ensure compliance with an improved BOS by 2021, in support of a more effective programme delivery on the 2030 Agenda. The BOS focuses on common services that are implemented jointly or delivered by one UN entity on behalf of other UN entities\n\nSince the launch of BOS 2.0, Fiji UNCT and OMT have developed their BOS 2.0 which focuses on establishing common operations services at the country level to support implementation of the UN programmatic mandate in a more efficient and cost-effective manner.\n\nThe Fiji BOS platform was updated from 2019. The main objective of BOS is to help UN in Pacific to further sharpen operational efficiency, harness resource mobilization and strengthen implementation of UN Programmes by guiding the UNCT and operational teams in their business relations with key suppliers and vendors, implementing partners and other operational stakeholders. The BOS monitoring and annual review is developed as supplementary to support the UNSDG entities and the UNCTs to monitor and track the implementation of the agreed common services in BOS and report on utilization of the benefits realized and the quality enhancements achieved from the collaborative operational services.\n\nThe OMT used the Annual Work Plan mechanism to operationalize the BOS and the annual progress reports to take stock of the results and undertake corrective measures, if needed. The BOS progress report will be reflected into the overall Country Results Report of the UNPS.\n\nThe BOS Review exercise is done in March 2022, where all the participating agencies have updated the actual dollar values spent for each common service lines against the projections made. The labor costs were also updated for each service lines that the agencies have been using. All the common service lines that Fiji has committed to in BOS were reviewed and reported on. It was noted that most of the agencies did not have any realized value to report on for the common service lines due to the reason that the LTA’s were established in late September 2021 for those Common services. Also due to COVID pandemic not many activities were done in 2021, hence agencies did not have anything to report on for those common services as realized costs.\n\nThe BOS CBA review reflects the total costs avoidance of USD753,330 as of 27 May 2022. The highest costs avoidance was from the Travel Services and from Printing services. The other impacting common services were Conference & Event Management, Security Services, Stationary Procurement and Vehicle rental. The total costs avoidance does not reflect the actual costs avoidance because of COVID Pandemic situation that was currently faced by Fiji. The actual costs of the common services were low for 2021 as there were no major activities and travels happening in 2021 and this has resulted in a low vale of actual costs against a high projection amount leading to a high-cost avoidance amount. In normal operations circumstances with full travels and activities happening, the actual costs are anticipated to be high than the current lower actual costs due to the COVID Pandemic situation. The focus of current cost benefit analysis is on the labor and transaction cost avoidance.\n\nAs part of the BOS monitoring process, the OMT and its sub-working groups will undertake service quality assessments and “client” satisfaction surveys. This will enable UNCT and OMT to ensure that the delivered services comply with the needs and demands of the internal and external beneficiaries. The monitoring will flag any operational bottlenecks and risks throughout the BOS implementation and will inform on any adjustments needed to ensure that the BOS is on track towards achievement of its outcomes.\n\nHaving the LTA’s in place and with full operational activities, Fiji UNCT will be reporting its realized in the next BOS review exercise showing the actual cost avoidance under full operational capacity. Fiji is also in the process of including more common service lines for Disability Inclusion, Gender Responsive Procurements and Sustainable Procurement in the Working Group Annual Work Plan for 2022 and in BOS."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":16,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23,"participating":true},{"organizationId":24,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Active involvement from all participating UN Agencies to identify potential suppliers of services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Full support from Heads of Agencies and recognition of work and efforts of OMT members and OMT worki","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Procurement staff of UN Agencies has sufficient technical capacity to implement gender responsive pr","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies provide information on required specifications for the development of LTAs and actively","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]