[{"iso":"GAB","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"This year marked the evaluation of the UNDAF (2017-2022) and the preparation of the Common Country assessment and Gabon’s new United Nations Sustainable Development Cooperation Framework (UNSDCF 2023-2027) which articulates the strategic engagement of the UNCT in support of the country’s efforts to accelerate progress toward the achievement of the Sustainable Development Goals (SDGs) and its national priorities.\n\nThe UN RCO and twenty-five UN agencies have committed to work together in pursuit of the strategic priorities laid out in the UNSDCF 2023-2027. The UN resident agencies participating in the Business Operations Strategy (BOS) are FAO, UNDP, UNESCO, UNFPA, UNHCR, UNICEF, WHO and the UN RCO. The other UN entities belonging to the UNCT, who either are non-resident or not (yet) participating in the BOS, include AIEA, IFAD, ILO, IMF, IOM, ITU, OHCHR, UNAIDS, UNCTAD, UNECA, UNEP, UN HABITAT, UNIDO, UNOCA, UNODC, UN VOLUNTEERS, UN WOMEN, World Bank.\n\nIn joint statements, the UN Resident Coordinator and the Prime Minister have committed to work together to achieve the SDGs in Gabon, an intent which is captured in a Government Decree establishing the Steering Committee overseeing UN-Gabon development cooperation. To support the delivery of the UNSDCF facilitating the achievement of the SDGs in Gabon, the UNCT and the Government agreed to a governance structure which includes the Operations Management Team (OMT). Realisation of results articulated in the BOS is one of the key deliverables for the OMT. Delivery enhancement will be attained through the use of Long-Term Agreements (LTAs), common negotiated contracts with favourable ratings due to economies of scale and the scale-up of carpooling which will help save time and promoting Value for Money. Collaboration on cross-cutting issues in areas such as gender, disability inclusion, Greening and staff well-being is also being pursued for an efficient and effective attainment of the set objectives.\n\nThe OMT has prioritised the delivery of the UN Secretary General’s efficiency agenda through implementation of the BOS and effective management of already existing UN common premises. Through the implementation of the BOS, the UNCT achieved cost avoidance of USD 287,214 in 2020- 2021 against USD 607,930 that had been projected. The expected cost avoidance up to the year 2025 is USD 2.6 million. These cost savings will be achieved through enhanced collaboration in the implementation of 18 common services. In addition to the cost avoidance indicator, Gabon’s UNCT also prioritised quality improvement indicators across all Common Service Lines. To support effective and efficient delivery of the UNSDCF, the OMT works through 5 OMT Working Groups (WG), including:\n\nHuman Resources WG who prioritised the following aims:\n- Mapping of talents (including persons living with a disability)\n- Staff training and activities for Disability Inclusion\n\nAdministration WG who prioritised:\n- Carpooling\n- Common cleaning services\n- Common radio services\n- Diplomatic pouch\n- Fuel management\n- Harmonized travel allowances for implementing partners\n- Management of common UN premises\n- Security services (outsourced)\n \nFinance and HACT (Harmonized Approach to Cash Transfers) WG who prioritised a unified approach for tax refunds and exemption\n\nICT (Information Communication Technologies) WG who prioritised:\n- Internet connectivity and VSAT (Very Small Aperture Terminal) services\n- Mobile phone services including scratch cards\n\nProcurement WG who prioritised:\n- Accessibility (Disability and Inclusion) in procurement services\n- Environmental responsive procurement sourcing\n- Gender responsive procurement sourcing\n- Joint procurement services\n- Mapping and expansion of accessible venues (Disability & Inclusion)\n\nThe growing global demand for the harmonization and integration of key services that has resulted from the reform of the United Nations system in Gabon calls for a strengthened strategic focus and enhanced planning, budgeting and prioritization of joint initiatives and faster improvements in coordination, communication, and ways of working using appropriate technologies to boost both efficiency and cost-effectiveness of business operations. This will require persistent high-level commitment and leadership across all levels of the UN system and within different UN entities so that joint work can identify and streamline common business operations and produce the desired impact.  "},"participatingEntitites":[{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true}],"planRisks":[{"type":"risk","description":"Lack of capacity to implement the BOS","comment":null,"likelihood":"Remote","impact":"Minor","risktreatment":"Control","mitigationMeasure":"Encourage participation"},{"type":"risk","description":"Low engagement of OMT members","comment":null,"likelihood":"Remote","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Encourage participation"},{"type":"risk","description":"UN Organizations may not agree to utilize the car pooling system.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"OMT will monitor this risk and alert the UNCT"},{"type":"risk","description":"UN Organizations may not participate for common LTAs","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"OMT monitor this risk and alert the UNCT"},{"type":"risk","description":"UN Organizations may not utilize the established common LTA","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"Share already established LTAs"},{"type":"assumption","description":"All UN Organizations are able to develop a better relationship with vendors.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations will actively participate in the implementation of  common services.","comment":"encourage participation","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Funds availability for common service activities","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Head of agencies fully support for implement the common service activities","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]