[{"iso":"GEO","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations system in Georgia is a unique set of diverse institutions –funds, programs and specialized agencies – united by common vision for the development of Georgia and empowerment of its people. Working closely with the government of Georgia, civil society, and other national and international partners, the UN works to respond to national development needs and improve the economic and social conditions of people in Georgia. Within its mandate to support Georgia to achieve its national priorities, the United Nations is providing tailor-made support to address the issues of sustainable human development while also supporting the national priority goal of European integration.\n\nUN’s support covers a diverse range of areas, including economic well-being, health, human rights, education, agriculture, industry, environmental protection, gender equality, effective governance and the rule of law. In the crisis areas, UN stands with people who suffer from crises and need help in relief and recovery. As a reliable partner to the people of Georgia in addressing key national challenges and the Sustainable Development Goals (SDGs), the UN brings worldwide experience and advice to help Georgia build a better life and become a prosperous, peaceful, and resilient society, leaving no one behind.\n\n 2021 – 2025 UN Sustainable Development Cooperation Framework (UNSDCF) represents the ambition of the UN System to Deliver as One and achieve transformative change, with greater transparency and accountability that meet Georgia’s expectations, as we enter the Decade of Action for achieving the Sustainable Development Goals.\n\nBuilding on the national SDG progress, as noted above, and keeping in mind that “leaving no one behind” is the central approach to this Cooperation Framework, the UN in collaboration and consultation with the Government of Georgia and other stakeholders will address the development challenges identified above to achieve the following vision based on one joint transformative strategic priority:\n\n Enhanced human wellbeing, capabilities and social equality in Georgia by 2025.\n\nThe strategic priority above will be achieved through 5 outcomes as identified below in the Cooperation Framework:\n\nOutcome 1: By 2025, all people in Georgia enjoy improved good governance, more open, resilient and accountable institutions, rule of law, equal access to justice, human rights, and increased representation and participation of women in decision-making.\nOutcome 2: By 2025, all people in Georgia have equitable and inclusive access to quality, resilient and gender-sensitive services delivered in accordance with international human rights standards.\nOutcome 3: By 2025, all people without discrimination benefit from a sustainable, inclusive and resilient economy in Georgia.\nOutcome 4: By 2025, conflict affected communities enjoy human rights, enhanced human security and resilience.\nOutcome 5: By 2025, all people, without discrimination, enjoy enhanced resilience through improved environmental governance, climate action and sustainable management and use of natural resources in Georgia.\n\nWithin this context, the new Business Operations Strategy (BOS) 2021 - 2025 was produced by the UN Operations Management Team and became operational from 1 January 2021. BOS  enables the UN in Georgia to take a strategic and results-oriented approach to planning, management and implementation of harmonized business operations at the country level, aligning operational activities with programme activities outlined in the UNSDCF.\n\nAt the same time, the BOS maps and outlines critical aspects for inter-agency harmonization needed for an effective delivery of the UNSDCF, in line with Agencies policies and procedures and the operational \/ common services baseline.\n\nThis is especially important to ensure UN’s efficient and smooth response to the COVID-19 crisis. From the very beginning, the UN repurposed and channeled its resources to support the Government and other partners in protecting public health and advocating for “leaving no one behind” during the pandemic. These efforts have been devoted to a wide range of areas: not only in supporting the healthcare system, but also in improving social protection, protecting jobs and livelihoods, and sustaining social cohesion and community resilience.\n\n28 Common services were identified in the areas of Human Resources, Finance, ICT, Procurement, Common Administration\/Common premises and Logistics. The proposed joint interventions in these common service lines with the focus on cost effectiveness, enhanced quality with operational focus and prioritization is projected to generate a total cost avoidance amounting   $3.6 million. \n\nIt is also worth mentioning that Georgia completed the Common Premises (CP) plan ahead of time and was praised by HQ for exemplary coordination and teamwork demonstrated by the UNCT CP focal points and the CP Coordinators.\n\nIn addition, the Common Services Management Team in Georgia, has strived to incorporate innovation, sustainability, and other elements in support of the SDGs into the new BOS. In terms of environmental sustainability, the following interesting activities and measures have been introduced: introduction of solar energy as part of the common premises energy supply; efficient management of the organizational resources such as energy efficient lighting, installation of energy efficient windows, charging station for electric vehicle, paper collection and recycling, paper usage reduction measures, e-waste recycling. All these measures will lead to reduction of GHG emissions.\n\nIn 2023, OMT has worked together for entering CBA data foe 2022 and identified realized cost avoidance of USD 1,890,638 on country level."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":53,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"All agencies regularly share information on the LTAs managed by them.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Full support from UN agencies.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Most of the services are already in place and agencies are using them.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN agencies remain receptive of the recommended policy  changes","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]