[{"iso":"GHA","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Business Operations Strategy (BOS) 2018-2022 is a medium-term strategic plan developed by the UNCT in a framework aligning UN joint business operations for more efficient and effective service delivery to support the implementation of UN programmes envisioned in the UNSDP 2018-2022.\n\nThe BOS focuses primarily on efficiency gains and costs avoidance and aims to enhance internal transaction cost avoidance while simultaneously improving quality of services, including cost savings on externally sourced goods and services. It will do so by eliminating duplication of efforts, leveraging the common bargaining power of the UN and maximizing economies of scale.\n\nIt targets common business services that are implemented jointly or delivered by one UN entity on behalf of one or more other UN entities. Common services for future collaboration were identified in the areas of Common Administration, Finance, Human Resources, Information and Communications Technology (ICT), Logistics, and Procurement services.\n\nSelection of key common business priority areas was done through a consultative process that involved all UN organizations in Ghana. The OMT used estimated figures based on baseline data, where applicable, to determine the feasibility of business solutions and their respective anticipated cost efficiencies.\n\nDuring the BOS cycle in Ghana, the UNCT anticipates the efficiency gains of USD 2,587,244 over the period 2018 – 2022 through Transaction and Monetary cost avoidance. It is envisaged that USD1,368,225, representing 53% of the savings is attributed to ICT common services.  Several other high impact services aimed at achieving the SDGs have been added, like those targeting the PWDs. Though they do not necessarily result in cost avoidance, they are considered critical for aligning the BOS 2.0 activities with the strategic direction of the UNSCDF currently under development in Ghana and in the achievement of the SDGs.\n\nThe UNCT provides overall oversight of the BOS process, approval and release of necessary UN Organizations and joint resources, sign off the final BOS 2.0 and annual reporting.\n\n In addition to the participating agencies captured in the current BOS, there are a number of externally based entities who are operating in Ghana who are benefitting from BOS implementation and are expected to integrate into the system under the new generation Sustainable Development Cooperation Framework in Ghana, 2022-2025. These include IAEA, OHCHR, DPPA, ITC, ITU, PAGE, Global Pulse, UNCTAD, UNDESA, UNECA, UNEP, UNITAR, UNOWAS, UNV, UN Women, and UNWTO. Though there are no documented cost avoidance benefits gained by these agencies, it is assumed that they have an indirect benefit from several of the activities that they implement in Ghana.\n\nThe UN in Ghana is committed to fostering diversity and inclusion and is taking concrete steps to create a culture and environment that is open, Inclusive, of and accessible to persons with disabilities.\n\nIn a world moving dynamically and a lot of digital solutions appearing on daily basis. The UN in Ghana is committed to explore all those options, finding opportunities that are fit for purpose to increase efficiency and enhance innovation and informed UN system in Ghana that is not sticking doing business as usual. "},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":69,"participating":true},{"organizationId":7,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Delays in paying budget contribution for a common budget","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"Agencies will use the LTA in procuring the the service and pay directly to the vendor"},{"type":"risk","description":"Lack of commitments from OMT members to spend time on common services activities","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"OMT to discuss with UNCT and  find solutions."},{"type":"risk","description":"Poor quality of services from service provider","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"OMT to discuss with Procurement and Admin WGs and  find solutions."},{"type":"risk","description":"Price fluctuation may affect the planned outcome","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Transfer","mitigationMeasure":"OMT to discuss with Finance WG and  find solutions."},{"type":"assumption","description":"All participating agencies pay their contribution on time","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Future procurement does not change significantly","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Majority of Agencies agree to be part of the common services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]