[{"iso":"GIN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Since 2018, the United Nations Country Team (UNCT) in Guinea is implementing the Business Operation Strategy with the overall goal of being efficient while supporting the ongoing UNDAF (2018-2022) and operational demands both development and humanitarian settings.\n\nThe BOS is particularly concerned with reducing costs while concurrently enhancing service quality, including eliminating duplication of effort, utilizing the UN's collective bargaining strength, and optimizing economies of scale.\n\nThe approach focuses on shared services that are implemented collaboratively or provided on behalf of one or more UN entities by one UN institution. The BOS is implemented and operationalized through six (6) OMT Working Groups (Human Resources; Finance; Procurement; Administration; ICT; Logistics) to support shared planning, monitoring, and reporting for results under the direction of the OMT The BOS aims to improve the UNCT's assistance for program delivery and business operations in terms of cost effectiveness, quality, and efficiency.\n\nThe UNCT is made up of 23 members from UN agencies, funds, and programs, both resident and non-resident. These are:\n\nResident agencies: FAO, UNESCO, IOM, UN-RCS, UNAIDS, IFAD, UNCDF, UNESCO, UNDP, UNFPA, UNICEF, UNIDO, UNOPS, WFP, ITC, UNHCR, OHCHR, UN Habitat, UNDSS, and WHO.\n\nNon-resident agencies: UNWOMEN, UNODC, ILO, and UNEP.\n\nIFIs: World Bank and International Monetary Fund\n\nThroughout the development of BOS 2.0, the Operations Management Team (OMT) and its technical Working Groups across the various UN Organizations had consultations to improve the performance of their systems.\n\nThe estimated cost savings for the 5-year period has been revised down to consider only local collaborations and remove all HQ arrangement of services provided to agencies as well as to consider utilized services where agencies are really engaged to collaborate. Therefore, following the 2022 annual review process, the estimated cost benefit was $ 5,782,366 while the realized reported is $ 3 167 419.\n\nOverall, the focus of the 2022 BOS review was not just on examining and evaluating the services, but also on drafting a more precise implementation plan with more definite deadlines. Meanwhile, to facilitate follow-up, lead agencies and responsible persons for operations under each service are updated.\n\nDuring the 2022 review, working groups decided as “do not include” for ten (10 services) while they have added eleven (11) new common services from different service lines and service categories. Among the new services there are several highly recommended services:  \n\n1) Air Charter Services,\n2)      Green IT,\n3)      Knowledge Sharing,\n4)      Micro Assessment Database,\n5)      Mapping of talents and disability,\n6)      Staff training on disability,\n7)      Prevention of Sexual Exploitation and Abuse (PSEA),\n8)      Integrated web-based Roster for consultants,\n9)      Cash disbursement and transfer\n10)   Green Solar energy.\n11) Graphic Design\n\nIn terms of gender, the UNCT gender group assessed the UNCT-SWAP gender equality scorecard with the help of UN Women and issued a report with critical recommendations. Gender approaches in procurement processes for women-owned firms should be considered by OMT. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"risk","description":"Absence d’accord au niveau des sièges pour la fourniture du VSAT","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"S'assurer de toujours utiliser les entreprises"},{"type":"risk","description":"Corruption des agents du SNU par les prestataires","comment":null,"likelihood":"Possible","impact":"High Concern","risktreatment":"Avoid","mitigationMeasure":"Clarifier les procedures de soumissions et mettre la mention contre la corruption dans les clauses."},{"type":"risk","description":"Difficultés à trouver des consultants pour toutes les agences dans tous les domaines requis.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Roster mise à jour régulièrement. Reseautage avec les autres organismes dans le lieu d'affectation."},{"type":"risk","description":"Inexistence de fournisseurs locaux capables de fournir les quantités requises","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Faire de larges diffusion des offres."},{"type":"risk","description":"Le faible niveau d'engagement des membres de l'OMT à mettre en œuvre les services communs.","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Monitor","mitigationMeasure":"Organiser des réunions régulières de suivi et résoudre les problèmes identifiés."},{"type":"risk","description":"Recrutement de fournisseurs n’offrant pas des services de qualité","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Conduite systematique de references professionnelles avec trois anciens superviseurs du candidat en cours de recommendation"},{"type":"risk","description":"Sous-estimation des besoins des agences au moment de la publication des appels d’offres.","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Veuiller à consulter regulièrement."},{"type":"risk","description":"Vol des fonds du SNU","comment":null,"likelihood":"Possible","impact":"High Concern","risktreatment":"Avoid","mitigationMeasure":"Priviligier les methodes traçable de transfert des ressouces vers les beneficiaires en reduisant les intermediaires."},{"type":"assumption","description":"Des fournisseurs ayant de bonnes capacités acceptent de collaborer avec le SNU","comment":"Ceci est un facteur important car les procédures de paiements sont lents.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Les épidémies et urgences sanitaires sont localisées et maitrisées.","comment":"L'arrivé de situations d'urgences notamment sanitaires peuvent perturber le déroulement prévu des activités du BOS 2.0","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Les membres des groupes restent motivés et engagés","comment":"This is an important condition for the implementation of the BOS 2.0","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UNCT s'engage résolument pour déménager vers des locaux communs","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]