[{"iso":"GMB","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations Country Team (UNCT) in The Gambia implemented the Business Operation Strategy in 2021 with the overall aim of achieving greater impact by being coherent and effective in delivering development results and humanitarian support, while harmonizing business practices across agencies for increased efficiency.\n\nThe BOS focused primarily on increasing efficiency and cost avoidance while simultaneously improving quality of service and eliminating duplication of efforts. It also focused on leveraging the common bargaining power of the UN in order to maximize economies of scale.\n\nIn order to help the UNCT realize the objectives of the Country Planning Frame (CPF), the OMT through the BOS 2.0 six thematic Common Service areas (Administration, including common Facilities\/Premises; Human Resources; Information, Communications and Technology (ICT); Finance, Logistics and Procurement) will support Programme\/Project implementation by increasing operational efficiencies, avoiding unnecessary costs and eliminating duplications and ultimately increasing service delivery to member states.\n\nThe BOS 2.0 therefore, underscores key priority areas arising from discussions, which are strengthened by a detailed operational analysis. Short and medium-term strategic results were also identified, that will guide the monitoring and evaluation of operations in the six (6) common services during the programme cycle of the Gambia’s UNSDCF\n\nUN Gambia is comprised of 21 Agencies, of which 13 are Resident Agencies (FAO, IOM, UNAIDS, UNCDF, UNDP, UNFPA, UNICEF, UNOPS, UNODC, WFP and WHO, IFIs: IMF & WB) and 8 are Non Resident agencies (UNECA, ILO, UNOCHA, UN-HABITAT, UNESCO, UNWOMEN, UNIDO,.\n\nIn order to obtain the quality improvement and cost avoidance of the BOS 2.0, the OMT will focus on the high impact Common Services such as:\n1.      Installing a Renewable Energy system at the UN House and if possible in all other Agency buildings\n2.      Gender Responsive Procurement Services\n3.      Disability access to all UN buildings\/Offices\n4.      Developing LTAs for Internet connectivity\n\nFollowing the BOS review, the total budget of the BOS collaboration has been revised from USD 581,790 to USD 264,474 over the five-year period with costs shared among participating agencies and funding on annual basis.\n\nAfter the annual review on the achieved benefits and the BOS review process, the expected cost avoidance to be achieved during the 5- year period has been revised from USD 194,660 to USD 70,414. Quality improvement is at the center of the BOS collaboration and this has been emphasized by the UNCT.\n\nOverall, during the 2022 BOS review, considerable focus was put on not only reviewing and assessing the services, but also developing a more detailed implementation plan with more specific timelines. Meanwhile, lead Agencies and responsible persons for activities under each service were reviewed and updated.  \n\nGender responsiveness remains a high priority for the BOS and included gender related KPIs in HR common Services and in procurement common services.\n\nThe UNCT members have committed to allocate financial and human resources for the achievement of BOS objectives and make active use of the mutual recognition as a veritable driver of the collaboration."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23,"participating":true},{"organizationId":24,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"risk","description":"Lack of commitment and coordination of the implentation plan","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Report to UNCT and RC of any lack of coordination of the implementation plan"},{"type":"risk","description":"lack of commitment to the action plan and coordination of the activities.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Report to UNCT any observed lack of commitment by Agency Heads or OMT WG members"},{"type":"risk","description":"possibility of misguided actions and decisions and the possibility of not being aware of best practices","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Avoid","mitigationMeasure":"Sensitize all OMT members, WGs and UNCT on common practices with guidelines on decision making"},{"type":"risk","description":"Pre-existing Corporate Level Agreements of the various Agencies","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Emphasize the mutual recognition principle which allows Agencies to rely on the procedures and practices of other Agencies"},{"type":"risk","description":"RISK THAT GRA WILL NOT BE FLEXIBLE WITH OUR DEMANDS","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Liaise with the Foreign Affairs and Finance Ministries to ensure that the HQ Agreements on tax exemptions and VAT refunds are respected"},{"type":"assumption","description":"Hope of reaching a common ground","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Management support from Heads of Agencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]