[{"iso":"GNB","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"BOS Guinea-Bissau was developed for 2017-2021 with participation from all UN Entities (residents and non-residents). The BOS an expression of UN's commitment to work together and support the Bissau Guinean in their self-articulated development, aspirations through harmonized and cost-efficient operations. It provides an important link that can foster interesting partnerships between the Operations and Programming to ensure that the UN delivers a high impact UNPAF in a timely and cost-efficient manner while ensuring the UN remains a partner of choice for the Government of Guinea-Bissau in delivering the collective aspirations of this country as underlined in the Terra Ranka.\n\nThe UN resident agencies including UN RCO and participating in BOS are: UNICEF, IMF, FAO, IOM, UNDP, UNFPA, , UNIDO, UNODC, UNDSS, WFP, WHO, UNOPS. Among all these agencies, only UNDOC is non residence agency.\n\nThe OMT has prioritized delivery of the SG’s efficiency agenda through implementation of BOS, Common Back Office and Common Premises. Through the implementation of BOS, the UNCT expect to achieve the cost avoidance of USD 811,942 through harmonization of business operations over the year period of 5 years. During the BOS annual review in 2022, the UNCT was able to realise USD 441,982 as cost avoidance.\n\nIn addition to the cost avoidance indicator the UNCT, has also prioritised quality improvement indicators across the Common Service Lines. To support effective and efficient delivery of the UNSDCF the OMT will work through 6 OMT Working Groups and these are:\n\n- Human Resources WG which has prioritised: Comprehensive salary survey, Recruitment, Inclusion of relevant Youth 2030 strategy priorities in BOS, Disability inclusion and Psychosocial support working in collaboration with the Health and Wellbeing Group.\n- Common Premises and have prioritised: Accessibility for all abled and differently abled person, collaboration on solar projects, car pooling, cleaning in the COVID context and security of UN staff and dependents through UNDSS.\n- Finance and HACT: prioritised efficient and effective utilisation of financial resources through the implementing partners capacity building & strengthen Cooperation Framework risk mitigation, capacity strengthening on UNSCDF result groups in budget and financial management and utilisation of the UN PP for partners management.\n- ICT and has prioritised: Completion and roll out of SharePoint\/Repository\/Data banks, establishment of  LTA with mobile telephone services, development and implementation of the Common Business Continuity Plan, support elections preparedness working with UN DSS and other WGs and harmonisation of data allowances for partners to ensure efficiency utilisation of resources.\n- Procurement WG and have prioritised: Targeted procurement & Capacity building of the marginalised & disadvantaged, Joint procurement services – Audio and Visual Services, Gender responsive procurement, Environmental responsive procurement, Accessibility   responsive sourcing and Central Database for Vendors.\n- Wellness and wellbeing WG has prioritized offering comprehensive preventive, promotive, curative, mental and physical health for all staff and eligible dependents."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":50,"participating":true},{"organizationId":53,"participating":true},{"organizationId":6,"participating":true},{"organizationId":7,"participating":true}],"planRisks":[{"type":"risk","description":"-Agencies have different policies and guidelines for processing official documentation","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"Use the standard approach"},{"type":"risk","description":"-Agencies policies and guidelines disallow for use of other agency’s frameworks\n-Limited number of v","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Avoid","mitigationMeasure":"Improve BOS to get harmonized approached"},{"type":"risk","description":"Banking system is generally dependent on one bank.","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"in addition to BAO, UN Agencies are working with Ecobank"},{"type":"risk","description":"-Benefits from common services are best realized with co-location of agencies","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Monitor","mitigationMeasure":"Use common LTA in place"},{"type":"risk","description":"-Fleet management system subject to negative cyber events","comment":null,"likelihood":"Negligible","impact":"Minor","risktreatment":"Avoid","mitigationMeasure":"VTS project in view"},{"type":"risk","description":"Guinea Bissau biggest bank (BAO) has consistently provided an unsatisfactory service","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"A monthly meeting is organized with the bank to maintain good practices"},{"type":"risk","description":"We are going to monitoring the level of implementing of all common ICT service","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Transfer","mitigationMeasure":"Maintain good service quality through the LTA to facilitate the daily work of the agencies"},{"type":"assumption","description":"- Agencies use framework contracts from other UN agencies \n-Data collection is a priority across all","comment":"Improve BOS to get harmonized approached","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"-Agencies agree to adopt fleet management system","comment":"Needs improvement","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"-Agencies are willing to share cost for processing of documentation","comment":"Improve BOS to get harmonized approached","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"-Agencies\/UN staff agree to take part in the survey\n-Results from the survey are used to enhance qua","comment":"Improve BOS to get harmonized approached","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"New banks can provide an alternative banking experience for UN agencies","comment":"Ecobank is providing the service","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]