[{"iso":"GNQ","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Business Operations Strategy (BOS) is a brand based on results that are centered on joint operations with the proposal to eliminate duplication, increase the power of negotiation common to the UN and maximize the economies of scale. In agreement with the objectives of the reform of the UN, the Secretary General has designed the BOS in support of a more effective implementation of the agenda 2030.\n\nAmong the UN resident agencies in the Equatorial Guinea Republic, the following agencies participated in the BOS 2022: FAO, PNUD, UNFPA, UNICEF, OMS and RCO (Resident Coordinator Office). UNAIDS and non-resident agencies like ILO and UNESCO share costs among the rest agencies in the common premises budget, with only one or two staff in the Country.\n\nThe BOS focuses on communal services that are implemented in a way that converges the management by one UN entity in the name of the other UN entities. The existence of a UN House facilitates the collaboration between all the agencies of the UN in the country. For the implementation of BOS 2.0, we identified collaboration in four areas of services, among them: 1) Common services of TIC (2) Common services of administration (which include installations and common services), 3) Common financial services and 4) Communal logistics services. It is estimated that, in order to collaborate on common services, the total cost avoidance should be US $ 569,570; by the end of 2022, the cost avoidance was US$ 168,132.\n\nAddressing disabilities and inclusion among the agencies to improve actual premise within the compound targeting SDG for a more inclusive and disability friendly environment for staff and visitors.\n\nBOS activities also target to draft a roadmap of UNSDCF among UN agencies working and delivering together in a more efficient and effective manner.\n\nRegister advances in implementation for the following services:\na.       Communal services of TIC: advances in unification in the use of the same mobile telephony services in FAO, RCO, UNDP and UNICEF. The participation of other agencies will allow to reduce the communication costs of intra- and interinstitutional telephone calls.\nb.      Communal administration services: long-term maintenance agreements (LTA) available for the UN house. It is planned to extend to the regional offices in which the UN agencies will have economies of scale. In addition, the creation of a scale harmonized for the payment of travel allowances for Government partners and agreed among UN agencies, contributes to a greater transparency and efficiency while reducing the risk of double payment to them.\nc.       Common financial services: The establishment of a joint HACT assurance plan with joint activities to be implemented and agreed with UN partners. Financing the assurance activities by different agencies and final reports can be used by all of them as well.\n\nThe BOS 2.0 will be realized over a period of 5 (five) years from 2021 to 2025. The Resident Coordinator is responsible for the General Secretary of the development, implementation, monitoring and reporting of the BOS as how to advance the actions to a back office common. The UNCT proposes the general supervision of the BOS in the process, approval and its annual revision. The Operations Management Team (OMT) is co-chaired by UNICEF and PNUD."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true}],"planRisks":[{"type":"risk","description":"No presence of Staff in UN Building due to COVID-19 restriction extended or teleworking modality.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Identify alternative working modalities and establish access control measurements such as temperature measurement, etc."},{"type":"risk","description":"No presence of Staff in UN Building due to Marburg restriction extended or teleworking \nmodality.","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"OMT will discuss and advise UNCT"},{"type":"assumption","description":"All Participating UN Agencies remains in the UN House","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Agencies are willing to be in a common premises in the continental part.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Agencies provide telephone sim cards and purchase telephone credit for their staff.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Every participating UN Agencies appoint a focal point to monitor BOS implementation in the area wher","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The joint implementation of HACT assurance activities is enforced by Representatives and applied to","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]