[{"iso":"GTM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Operational Management Team of Guatemala has worked, managed, and contributed to initiatives such as:\nThe actions of UNDIS were executed in close coordination with the HR Working Group, leading to the successful celebration of the wellbeing activities for all UN Staff in Guatemala.\nThe OCR coordinated for the DCO to give a Workshop on \"Agile Methodology\" for OMT and PMT members. In order to be able to gradually implement it in each of the agencies.\nThe first meeting on disability in Procurement took place between the OMT and PMT, with experts from the UN Secretariat , people with disabilities, gender and inclusion focal points of each participating agency.\nThe vaccination process for the SARS-CoV-2 (COVID-19) was carried out in close collaboration between UNICEF, UNDSS, PMA, OPS, UNDSS, UNOPS and UN Staff volunteers.\nThe next steps with the Procurement Working Group is to avoid making piggybacks (one Agency only use) and migrate to carrying out 100% collaborative LTAs processes. \n\nBOS Exercise \nThe Business Operation Strategy (BOS) is a key component of the UN reform and so of the efficiency agenda that seeks to enhance the quality and cost effectiveness of joint business operations at the country level in order to generate efficiencies to better support the 2030 Agenda.\n\nIn 2018, Guatemala developed its 2018-2020 BOS as a timely response to the UN Secretary General vision to reposition the UN development system and the recommendation to identify ways to enhance cooperation, collaboration and coordination with the purpose to reduce transaction costs and demonstrate operational efficiency by eliminating the duplication of processes within business operations; leveraging the common buying positions of the UN; and maximizing economies of scale.\n\nThe Guatemala's BOS primarily focuses on efficiency gains and cost reductions. By promoting the collaborative work, the BOS seeks to reduce transaction costs and also to achieve cost savings on externally sourced goods and services\n\nThe Guatemala UNCT recognizes that the quality of the support to the business operations is critical for programme delivery and in-country office operations. The “One Business” operating model provides to the Country Teams with an outline for strategic and cost effective common operational support to the implementation of the programmes by capitalizing on existing agency operational capacities and enhancing service provision activities.\n\nThe Business Operations Strategy has proven to be a highly valuable tool for the One UN in Guatemala. It has allowed for the conceptualization of opportunities and substantial cost reductions, as well as efficiency gains that would otherwise not have been identified.  The Guatemala's BOS covers 13 common services organized into the following outcome areas:\nCommon Administration services including common Facilities\/Premises\nCommon Finance services\nCommon Human Resources services\nCommon Procurement services\n\nBOS 2023 REVIEW:\nGuatemala OMT still continues its efforts in creating collaborative work, through different operational, high-impact and cross-sectoral activities, such as PSEA, Gender Parity and Disability.\n\nIn 2022, the UN in Guatemala began the “Return Plan” with a hybrid work and a total return in December when de WHO reported the end of the SARS-CoV-2 (COVID-19). Due to this, the Agencies project a 30% increase in operational expenditure compared to 2022.\n\nFor 2023, a cost avoidance of USD1,417,783 is projected, considering the normalization of the Agencies operations in the following lines: Travel, Vehicle Rental, Conference and Event Management\n\nThe Agencies that project a greater cost avoidance for the use of the services are: UNICEF, UNOPS, WFP, UNHCR.\n\nDue to the positive result obtained in 2022, more Agencies have been interested and have joined the collaborative work to reduce costs. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"All Agencies participate and provide inputs","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Country Directors ensure their staff allocate enough time for the development and operation of commo","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"OMT members actively participate in BOS related activities.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]