[{"iso":"GUY","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations System in Guyana is constituted of some 22 Agencies, Funds and Programmes. Twelve entities are currently resident in the country (FAO, IOM, UNAIDS, UNDP, UN Women, UNFPA, UNHCR, UNICEF, UNDSS, RCO, WFP and the World Bank).\n\nIn 2019, as part of plans to realize more effective business operations, the majority of UN Agencies, Funds and Programmes with a field presence in Georgetown relocated to a common premises. In 2020, working as part of the Operations Management Team (OMT), ten agencies, Funds and Programmes in Guyana embarked on the formulation of a new Business Operations Strategy (BOS). Participants committed to providing an OMT Focal point and subject matter experts to support the effective planning and execution of the BOS implementation plan.\n\nIn 2020, the BOS for Guyana determined to explore the establishment of eight `Common Services 'across three Service Lines (Administration, Procurement and ICT). \n\nAt the time of the present 2022 BOS Annual Review (March 2003), a total of four common services had already been established: cleaning services, hygiene services, garbage collection services security services (all in 2021) and, under `Administration` service line, pest control services (in 2022).\n\nLooking ahead, for 2023, the OMT has committed to assess the establishment of a further ten new common services.\n\nThese services are catering; venue rental and conferencing facilities; local travel; mobile phone services; internet connectivity; fire equipment maintenance, video editing; common ICT applications, mapping of disability inclusive venues (Level 1 Access); enabling environments (Lactating Spaces).  \n\nAssuming all are taken forward, this would take the total number of common services established since initiation of the BOS to 18.\n\nWhen the BOS was initiated in March 2021, the total estimated cost avoidances through implementation of 8 new common services was calculated at US$ 591,433 for the period 2021-2026.\n\nWith the completion of the 2022 Annual Review (March 2023), the revised BOS estimates cost avoidance through implementation of the same 8 common services at US$ 517,231 over the period 2021-2026.The difference is accounted for by one Agency opting out of one of the selected services.\n\nImplementation of an additional 10 common services (from 2023 onwards) may yield additional cost avoidance. However, the new common services may require implementation costs. Any implementation costs associated with newly- identified common services must be added to the US$ 5,490 `carried over ` from 2022(i.e. planned implementation common services scheduled for 2022, but which did not take place)."},"participatingEntitites":[{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"All agencies that are currently participating in the UN House continue to participate in the cost sh","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Availability of funds for the retro fitting of UN Offices for accessibility of persons with disabili","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Cleaning and Garbage disposal cost may increase due to C-19","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Organizations or person will be interested in purchasing or collecting the items","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Service provider adhere to C-19 protocols","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]