[{"iso":"HND","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"A\n\nThe Business Operation Strategy (BOS) is a key component of the UN reform and so of the efficiency agenda that seeks to enhance the quality and cost effectiveness of joint business operations at the country level in order to generate efficiencies to better support the 2030 Agenda.\n\nHonduras developed its BOS as a timely response to the UN Secretary General vision to reposition the UN development system and the recommendation to identify ways to enhance cooperation, collaboration and coordination with the purpose to reduce transaction costs and demonstrate operational efficiency by eliminating the duplication of processes within business operations; leveraging the common buying positions of the UN; and maximizing economies of scale.\n\nThe Honduras BOS primarily focuses on improving linkages between programmes and operations, quality of services, operational focus and priority setting, efficiency gains and cost reductions. By promoting the collaborative work, the BOS seeks to reduce transaction costs and to achieve cost savings on externally sourced goods and services.\n\nThe COVID-19 pandemic enhanced the need to support these mechanisms of coordination among the agencies and the commitment of the UNCT and OMT members at all levels. The quality of the support to the business operations is critical for programme delivery and in-country office operations. The One Business operating model provides to the Country Teams with an outline for strategic and cost effective common operational support to the implementation of the programmes by capitalizing on existing agency operational capacities and enhancing service provision activities. The Business Operations Strategy has proven to be a highly valuable tool for the One UN in Honduras. It has allowed for the conceptualization of opportunities and substantial cost reductions, as well as efficiency gains that would otherwise not have been identified. The Honduras BOS considered 14 common services organized into the following outcome areas: Common Administration services including common Facilities, Common ICT services, Common Logistic Services and Common Human Resources Services. The BOS intended quantitative impact is to reduce transaction costs (cost avoidance) by 6% by the end of 2025 (baseline recurrent cost USD 12.1MM). The cost avoidance on labor represents 51% for the period 2021 to 2025; this is strong evidence of the Reduction of workflow processes (which are duplicated in the agencies) by providing the service through a single channel, and not in a decentralized way at the agency level.\n\nEmphasis is made on the need to incorporate the mutual recognition clauses in the Agencies' legal frameworks (contracts and purchase order conditions) in line with GA resolution 71\/243, which calls for entities within the UN development system to operate according to the principle of mutual recognition of best practices in terms of policies and procedures, with the aim of facilitating active collaboration across agencies. \n\nDuring the 2021 BOS 2.0 annual review exercise for Honduras, the projected costs for the years 2021-2025 were reviewed considering the prevailing conditions in 2021 such as: the work from home modality due to COVID19, the ETA and IOTA hurricanes emergency response projects, and the Presidential elections, which all together may have hindered the initial programmed activities and assumptions made for the period. Despite the conditions, for the first year of the BOS implementation in Honduras, the OMT registered an annual cost avoidance of USD 66,807.00, achieving 97% of the original projected amount of USD 68.7K for the year 2021.\n\nIn order to keep consistency with the calculations for 2021, the OMT members agreed on the following criteria to be considered in the BOS 2.0 annual review exercise:\n\n1.      Based on the assumption that the AFPs work under a collaborative LTA, we will have a better negotiation advantage due to the effects of economies of scale. We are aiming on achieving at least 10% reduction of the service cost.\n2.      The total annual expenses will be divided by the procurement threshold of each AFP, to determine the number of processes that should have taken place.\n3.      For future labor costs, the OMT have agreed to use UNDP´s UPL 2021 as price reference. Additionally, it was agreed that when working collaboratively the labor costs would be divided among all the participating agencies.\n\n       The OMT agreed to discontinue the fuel management service as providers are not willing to sign an LTA contract due to constant price fluctuations, preventing the establishment of a joint initiative. Nonetheless, the OMT will continue seeking opportunities to include this service in the future if feasible. Additionally, the OMT agreed to discontinue the recruitment process of consultants and interns, as this service require further analysis. During 2021, the OMT continued piggy bagging with WFPs LTAs for the services of accommodation, vehicle rental and printing, registering a benefit of USD 95,458.00 of cost avoidance representing the 58% of the estimated cost avoidance for year 2021, saving process costs and time to the participating agencies.\n\nDuring the BOS review exercise 2022, the OMT had the chance to review the 5-year projections and the overall criteria for the CBA calculations, considering the accumulated experience from the past 2 years working under the efficiency agenda framework, and the back to office new working conditions after the COVID pandemic. The criteria applied for the BOS review exercise 2022 is as follows:\n\n1.      OMT will continue working under the assumption that 10% reduction of the service cost will be achieved as result of economies of scale in collaborative LTA procurement processes.\n2.      OMT members agreed that the frequency of the processes would be understood as the number of purchase orders processed during the year, as applicable to each agency. \n3.      The total annual expenses will be divided by the procurement threshold of each AFP, to determine the number of processes that should have taken place. However, this condition is not applicable for all the agencies, therefore, OMT agreed that these criteria will be considered only if it applies.\n4.      For 2022 future labor costs, the OMT have agreed to continue to use UNDP´s UPL of year 2021 as price reference in the CBA, considering that UPL prices for 2022 appear lower than in 2021, which does not reflect the reality.\n5.     OMT agreed that for year 2022, the labor costs cannot be divided among all the participating agencies because the cost of LTA is assumed completely by the leading agency, plus there is still no agreed cost recovery mechanism in place.\n6.     Starting 2022, UNDSS and RCO will participate and register data individually, and will no longer participate together under “UN”.\n7.     Common services for Security and Cleaning were included in the CBA of each agency, separated from “Common services”.\n\nOne of the important changes applied in the BOS platform in 2022 is the restricted and individual access to enter data in the platform for each participating agency, resulting in better accountability on behalf of each Agency. \n\nAfter completing the BOS review for year 2022, Honduras reported a benefit of $263,139.00 reflected as cost avoidance, reaching 87% of the estimated goal for the year of $302,303.00. In order to achieve the estimated goals for the remaining years, the OMT agreed to continue strengthening efforts towards the joint collaboration, promoting greater involvement of the participating agencies in the establishment of new joint LTAs. "},"participatingEntitites":[{"organizationId":10,"participating":true},{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"Conditions in the country remains stable.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Financial and human resources are available.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Future cost projections made by AFPs are accurate.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Participating agencies remain part of the contract.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]