[{"iso":"HTI","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Business Operations Strategy 2.0 (2020 – 2026)\n\n2022 marked the end of the One UN Plan 2020-2022 aligned with the Government’s Plan Stratégique de Développement d’Haïti (PSDH) 2012-2030. The United Nations Country Team (UNCT) in Haiti developed Business Operations Strategy (BOS) 2.0 (2021 – 2026) to coordinate and align its operations for more efficient and effective service delivery, thereby avoiding duplication of processes, reducing transaction costs, and enhancing operational efficiency, allowing the UNCT to benefit from economies of scale.\n\nThe Business Operations Strategy (BOS) is a results-based framework that focuses on joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN and maximizing economies of scale. BOS 2.0 (2021-2026) was developed through the BOS online platform in early 2021. It will go through an annual monitoring phase. The BOS focuses on common services that are implemented jointly or delivered by one UN entity on behalf of one or more other UN entities. Common services for future collaboration were identified in the areas of Common Administration services, Common Finance services, Common Human Resources services, Common ICT services, and Common Procurement services.\n\nThe following UN organizations are participating in the BOS 2.0 (2020-2026) in Haiti: UNAIDS, FAO, ILO, IOM, UNDP, UNESCO, UNFPA, UNICEF, UNOCHA, UNOPS, UN Women, WFP.\n\nThe UN Resident and Humanitarian Coordinator is accountable to the Secretary-General for the development, implementation, monitoring and reporting of the BOS 2.0 and steps towards a Common Back Office (CBO). The UNCT provides overall oversight of the BOS 2.0 process, approval and release of necessary UN organizations and joint resources, sign-off of the final BOS 2.0 and annual reporting. The Operations Management Team and its subsidiary bodies are responsible for facilitating development and implementation of the BOS at the country level. The Development Coordination Office (DCO) is responsible for coordination, guidance and support to UNCT and UN RC\/ HC on the BOS 2.0.\n\nThe BOS 2.0 (2021 - 2026) has been prepared in a highly consultative process with the input of various UN entities in Haiti with the goal of supporting effective program delivery, monitoring and evaluation and reporting on common operations. Consultations with the OMT and its technical working subgroups were undertaken to calibrate the level of performance with regards to their key operations functions. The BOS 2.0, therefore, underlines key priority areas arising from these discussions strengthened by a detailed operational analysis and provides the short and medium-term strategic results that will guide the monitoring and evaluation of operations in the above-mentioned common service areas during the implementation.\n\nBeing a living document, the BOS 2.0 (2021 – 202) will be implemented and operationalized through six OMT strategic Working Groups (Administration, Logistics, Human Resources, Finance, Procurement, ICT) under the guidance of the OMT to support joint planning, monitoring, and reporting for results. Inter-agency activities to be implemented in aforementioned areas will strive to improve cost effectiveness, quality, and efficiency of the UNCT’s support to program delivery and business operations. Implementation of the BOS 2.0 is expected to result in net cost avoidance of USD 3,668,213 through harmonization of business operations over the 5-year period of 2021-2026.\n\nThe BOS annual review 2022 was conducted under the leadership of the chair of the OMT (WFP) with the support of the regional focal point. The security situation during 2022 has had an impact on the agencies' operations. However, the expected results of the BOS could not be fully achieved. In addition, the mobilization of focal points to take part in this exercise and provide quality data was a real challenge. Based on UNCT consultations; some entities (BINUH, RCO, UNV, UNEP) were removed from this review process due to a lack of data. Some Common Services identified in 2019\/21 are non-relevant anymore (after few years later) given the evolving situation that led agencies to adjust their functioning modalities. Finally, UNHAS considered as a global common service has been removed from the current review.\n\nThe BOS 2022 annual review revealed avoided costs 2019 to 2022 of USD 447,395 on all services.\n\nFor 2023 priorities, the UNCT in Haiti will strengthen its efforts to reinforce the OMT secretariat in support to the chair, innovation, common premises, environmental sustainability, gender and disability inclusiveness and other elements in support progress towards Agenda 2030 as part of the BOS 2.0 (2021 - 2026). Staff well-being would also be crucial for efficient and effective attainment of the set objectives.\n\nDifferent trainings opportunities must be beneficial to OMT members. To support effective and efficient delivery of the UNSDCF the OMT will work through the relevant Working Groups recommended through an internal evaluation of common services."},"participatingEntitites":[{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"Agencies will observe their roles and responsibilities","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN agencies have the resources to provide the necessary inputs to the human resources survey","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Assume that all agencies agree to the terms of  use LTAs","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Available technologies will support congruent help desk first line support service provision to all","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HACT in Haiti will be informed by micro assessments undertaken as scheduled","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Hardware is present and established to support the operational and security telecommunication servic","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Headquarter procurement policies allow for and encourage country based joint procurement services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"N implementing partners will willingly assist with the identification of capacity development gaps","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"That all agency staff have access to web based technologies.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"That all UN agencies are committed to adoption of this common service to support consultant selectio","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"That Long-term agreements are regularly monitored and reviewed","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]