[{"iso":"IDN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Within a decade Indonesia will become one of the world’s leading economies. Its large and youthful population of 266 million people makes it the fourth most populous country in the world and one of the world’s largest democracies. Allied to that, Indonesia’s extensive maritime state of over 17,000 islands, possessing a rich cultural, environmental and biodiversity, make it a land of extra-ordinary possibilities. There are 20 UN agencies committed to support government Indonesia to achieve its Sustainable Development Goals.\n\nBusiness Operations Strategy (BOS), as strategic planning instrument of The Operating One Pillar, is a framework guiding UN business operations at the country level which is used as a flexible tool to enhance the cost-effectiveness and quality of joint business operations. BOS facilitates the strategic planning, management, monitoring and reporting of the UN Country Team (UNCT)’s joint activities and achieve\n\nOMT Indonesia reviewed the progress of all outcome areas (Admin & Logistics, Facilities services, Finance, Human Resources, Information Communications Technology and Procurement) and made adjustments\/revisions where necessary. The BOS start date indicated in the BOS 2.0 online portal is the initial review date bringing the originally launched BOS up to date covering years from 2019 - 2024 to make sure that the document is a living strategy. \n\nThrough various collaborative approach and common services, UN Indonesia is aiming to avoid approx. USD4.2M roughly of which is cost avoidance is from common finance, ICT, procurement, logistics and human resources areas, and common Administration services including common facilities and premises.\n\nDuring 2021 BOS Annual review the office has been able to complete majority (78%) of key activities. It is noted some of activities were delayed due to restriction of mobility caused by COVID-19 pandemic. However not all the key activities are triggering benefit to all participating agencies as planned. Some of them has internal agency arrangement that hinder to get the benefit. During the implementation of BOS, office also identified 13 new initiatives that were added into BOS.\n\nDuring the BOS QA process, it was found out that there are opportunities to increase the efficiency rate by changing methodology in calculating benefit. This review will be done during 2022 reporting cycle.\n\nDuring the 2022 BOS annual review, the office has been able to complete 83% of key activities. To ensure the timeliness of the annual reporting, BOS Champions facilitated meetings of OMT WGs. Revisions were made by each agency adhering to the new supplemental BOS guidelines, notably major changes from 3 agencies previously under the UN and now has been disaggregated into UNS-RCO, UNS-UNDSS and UNS-UNDGC. Annual review also revealed some activity lines that do that bring benefits as projected. During the implementation of BOS, the offices also identified new initiatives that will be added to 2023 BOS."},"participatingEntitites":[{"organizationId":10,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Covid pandemic require staff working from home and limiting the BOS implementation activities","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"There is no changes in UN OMT annual work plan and budget","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"There is no changes risk level of SRA in areas where UN operates","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]