[{"iso":"IND","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The UNCT and OMT in India is pleased to present the Business Operations Strategy (BOS) framework that aims to enhance the agility of business operations by removing constraints to coordination and cooperation and thereby simplifying cross-agency service delivery and enabling deeper forms of collaboration and integration to stay relevant to the changing needs of operations development in India.\n\nThe BOS in India captures 26 Common Services across 5 Common Service Lines: Common Administration services, Common Finance services, Common Human Resources services, Common ICT services and Common Procurement services. In the BOS 2021 cycle we were able to achieve the cost avoidance of approx. USD 4.6 million across the common services and aiming to achieve an additional cost-avoidance of approx. USD 5.8 million by 2023.\n\nSome of the key highlights of the above-mentioned common service lines are listed here:\n\n1. Common Administration services:\nIn 2021, a new common premise was established in Kolkata. Preliminary discussions are ongoing for establishment of Common premises in two other states of India by 2022.  The efforts and commitment of the task force has led to attainment of the status of “Certified Green Building” for UN house by India’s indigenous rating system. The AWG is further targeting to achieve international certification on green building i.e., LEEDS for UN House by 2022 to ensure and promote environmental sustainability of UN premises.\n\nThe OMT is committed to facilitate and promote sharing of vehicle assets (ONE UN Fleet) between agencies located in common premises by 2022.  Moreover, UN House and UNICEF New Delhi office premise are made largely accessible for differently abled persons. OMT is working together to map all the premises in India to understand better accessibility status in all office premises across India so the necessary interventions may be instituted by 2022.\n\nThe OMT has developed Air Pollution SOP to provide guidance and directions to the agencies on management of their business operations especially during the polluted part of the year depending upon the risk profile.\n\nEfforts are made to finalize SOPs for all UN agencies in India on the Protocol handbook, a comprehensive information manual on various processes relating to Protocol and issues related to it.\n\n2. Common Finance services\nFinance Working Group (FWG) is committed to work with Banking Partners to maintain high quality services for corporate and staff transactions. Agencies continued to work through GST consultants selected through common UN bidding process with the GST department to expedite GST refunds to UN Agencies. LTA for filling IGST refunds was also established though joint UN procurement process.\n\nFWG will continue to be engaged in 2022 consulting services to interpret some of the provisions of the GST Law and until today some of the provisions are not clear and the negotiations are still on-going.\n\n3. Common Procurement services\nPWG had created LTA for Security Service, Courier, Printing House Keeping and event management during this period and taking a lead on developing joint LTAs on many other operational areas in 2022\n\n4. Common Human Resources services:\nThe Human Resources Working Group's (HRWG) activities encompassed common training and capacity development opportunities in line with BOS requirements with an orientation towards strategic HR Management and Business Partnering approach. The HRWG was also instrumental in engaging Medical Doctors and hiring of counsellors in a timely manner to respond to COVID-19 health challenges faced by UN personnel in the country.\n\n The staff wellbeing and training initiatives sensitized all India UN staff on PSEA\/ Inclusion and aligned HR processes through safer recruitment practices, detailed background vetting including behavioral aspects & safeguarding PSEA. Knowledge Sharing among HR to promote vacancy announcements in various networks of agencies to have inclusive hiring methodology for disability & gender.\n\n5. Common ICT services\nThe ICT working group (ICTWG) worked jointly on common issues that emerged in the areas where the UN could achieve significant values. This includes connectivity agreements with vendors; mobile services for all UN agencies within India; Leasing options for various ICT equipment (Multi-Function Printers) and Mobile Phones; and Help Desk Support Services through outsourcing.\n\nICTWG is focused on creating a common data management system for the OMT WGs to create a space where members can access to information and files related to OMT activities. This Yammer platform eased the process of information dissemination among participating agencies.\n\nICT WG is committed to bring technology as enabler to bring efficiency in all activities of the OMT\n\nThe BOS for UN in India, which started on 2020, has been reviewed by OMT during the first quarter of 2022. All mandatory annual reviews, regular reviews and updates will be carried out by the OMT with regular reporting to the UNCT on progress. In the event that there are significant changes in the plans or changes in the context or the potential opportunity to include more common service areas within the cooperation framework, the BOS will be revised\/updated to address the changes.\n\nThe BOS in India will be the key living document for Business Operations Improvement, Consolidation and Innovation in line with the overall UN Efficiency Agenda\n\n "},"participatingEntitites":[{"organizationId":1277,"participating":true},{"organizationId":16,"participating":true},{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":53,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"ADM\/IT\/PWG - Active collaborative participation from all agencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All WG - Full support from participating agencies given the efficiency reforms agenda is in play.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All WG - Most of the common services captured have been implemented. Business process improvement","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All WG - Participating members likely to embed their time & contribution in respective performance a","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All WG- Availability of funding","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT WG - Monitor Technical Glitches (OMT Common Platform)","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"PWG - Total number of future joint procurement services to remain constant as same as today.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]