[{"iso":"IRN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"UN Iran’s Business Operations Strategy (BOS) is developed to contribute to one of the key pillars of the UN Secretary General’s reform agenda – namely, the repositioning of the UN development system. Together with other system-wide initiatives, such as Common Premises (UNCPs), BOS constitutes a critical tool to help increase efficiencies, improve quality, and reduce unnecessary costs for the UN Country Team and its constituent agencies, funds and programmes. BOS 2.0 has four important features that are worth highlighting:\n\nPractical. Avoiding duplication, exploring economies of scale, and leveraging the bargaining power of ‘One UN’.\nGradual and flexible. BOS 2.0 adopts a step-by-step approach and allows room for adjustments over time. \nComplementary. BOS 2.0 connects well with other streams of UN development reform – including corporate initiatives to strengthen UN Common Premises and Common Back Offices.  \nClient-oriented. BOS 2.0 is driven by the need to be responsive to its direct clients - namely individual UN agencies, funds and programmes operating in Iran. \nThe following summarizes the key elements of the strategy:\n\nA. OBJECTIVE: To improve the efficiency of operations across the UN in I.R. Iran – by avoiding costs, simplifying business processes and improving the quality of operational activities. Ultimately, the intent is to enhance the impact of the UN in I.R. Iran – by improving the quality of the UN’s work through ‘smarter’ inter-agency collaboration.\n\nB. METHOD: Strengthen existing common services and introduce new common services – which capitalize on economies of scale, joint ‘negotiating power’ and minimizing repetitive and duplicative processes.\n\nC. KEY TARGETS:\nIt is expected to avoid approximately USD 1,000,000 in cost of operations through the enhancement of existing and new shared services during the period 2020-2025.\nIncrease client satisfaction by an average of 25% against the baseline.\nSupport UNCT’s efforts in achieving the SDGs through undertaking High Impact Common Services including Gender responsive procurement, disability inclusive procurement and HR practices, physical and digital accessibility of the UN in Iran, carpooling, and energy consumption, measurement and monitoring (ECCM).\nD. KEY ACTIONS & ACHIEVEMNETS \nProcurement: The on-line vendor databases is maintained and validated and includes markers for businesses that are either managed or owned by women as well as persons with disabilities. New long-term agreements (LTAs) for Ambulance Services during the Medical Evacuation and Internet Connectivity services are established.\nNOTE: It is worth mentioning that on Internet Connectivity services, participating entities have managed to negotiate a 36% reduction in the unit price for Mb\/month. This reduction is not shown in the “realized benefit” in 2022 since the LTA was established in later part of the year and many entities did not have the opportunity to use it. We expect to see larger amounts of cost avoidance in 2023 and 2024.\n\nAdmin and Logistics: In this service area, joint procurement of services such as security, travel and customs clearance is being undertaken. More services such as car-pooling and joint procurement and maintenance of security equipment will be considered in 2023. A number of activities related to environmental sustainability and accessibility are also being undertaken.  \nFinance: Tax management (for applicable tax exemptions and refunds), enhanced HACT management, joint negotiations with banking service providers and enhance internet and mobile banking options for UN agencies are being implemented.\nICT: Joint Helpdesk services and digital accessibility are among the activities being undertaken.\nHuman resources: Strengthened collaboration on common ‘Duty of Care’ functions, including through joint negotiations with health providers to continue to strengthen the quality of their services to UN personnel and dependents, Gender Parity, staff wellbeing and HR inclusive practices are among common service being implemented in this service line.\nThrough above joint activities, the country team has achieved USD600,000 in actual financial benefits from 2020 to the end of 2022.\n\nFurthermore, several common services are dropped from BOS, since the services in question do not yield significant cost or quality benefits. Even though they will continue to be provided, they will not be included in BOS. They include, among others, Financial Services, Lease Management and Cleaning services.  \n\nUNCT's commitment to BOS activities were commendable in 2021 and 2022. They not only committed considerable staff time by participating in regular Working Groups meetings but also cost shared a consultant to assist the OMT in the implementation of BOS 2021 and 2022 workplan. \n\nSanctions continue to create major challenge for UN operations in Iran and the implementation of BOS workplan, especially in procurement of imported goods and international services such as banking. Nevertheless, it is worth mentioning that the pandemic has created opportunities for moving towards greener UN offices and operations. Some of these opportunities include Car Pooling and Fleet management which, will be explored and implemented in 2023 and beyond.  "},"participatingEntitites":[{"organizationId":16,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":2492,"participating":true},{"organizationId":2493,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Appointment of new UNEPs in Tehran and in the field (UNHCR)","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Accept","mitigationMeasure":"In coordination and consultation with WHO and RCO, develop a briefing note to be shared with all UNEP candidates, to ensure consistency of the information that is communicated to them such as, scope o"},{"type":"assumption","description":"Admin - Interpretation Services - to encounter difficulties to re-new LTAs due to service providers","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Admin_Asset Management_Commitment of relevant staff to improve the system by the set deadline.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Admin_Asset Management_Continue residency of the UN agencies in the same common premises.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Admin_Official Documents_Unified approach and willingness use of UN ID cards by other UN sister agen","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Admin_Reception_Continuation of the presence of the existing UN agencies in the same common building","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Admin-cleaning services\nHaving an LTA in place that all UN agencies could utilize the services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Admin-cleaning services\nUNCP building manager continuously monitor the performance of cleaners and t","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Admin-Onetime training for security guards","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Admin-Security Service- Commitment of responsible staff including DSS to regularly and closely monit","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Admin-transport services-stability in the local market so the potential service providers can provid","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Admin-Travel services-stability in the local market so the potential service providers can participa","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"FIN - All agencies will cooperate in establishment of the HACT committee.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"FIN - TAX - Participation of all involved agencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"FIN - UNDP - CP - UN Agencies in common premises would pay their contributions by end Jan 2021","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"FIN - UNODC - CP - UN Agencies in the building would pay their contributions by Feb 2021","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"FIN-UNICEF-CP, it is expected that UNICEF receives agency's contribution by end Jan 2021","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HR - Emergency Hospitalization - Readiness of hospitals in current health situation of country","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HR - Medical Services Guidance - Availability of medical services and supplies to address the needs","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HR - Medical Services Guidance - Medical Services in place and able to respond to the needs to avoid","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HR - Physical Distancing - Timely and proper information sharing among UNCT and OMT","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HR - Positive Protocol - Timely knowledge sharing among OMT and HR Group members","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HR - Travel Restrictions - Accurate and timely provision of data\/information","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT - UNDP Data Center: required physical space available","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT - UNDP helpdesk: proper ICT staff (talent) hired","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT - UNICEF Help Desk: Proper ICT staff (talent) hired","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT - UNICEF helpdesk - Commitment of staff for knowledge sharing in ICT","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT - UNODC helpdesk: proper ICT staff (talent) hired","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"logistic-custom services: Harmonized approach in custom clearance process among UN agencies with fix","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Procurement- Vendor database- Availability of an online user friendly platform.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"procurement- vendor database- Commitment of responsible staff to accurately update the vendors' info","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]