[{"iso":"IRQ","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In January 2023, Iraq’s Operations Management Team (OMT), in line with the “efficiency agenda”, initiated the BOS Annual Review aiming at consolidating business operations while supporting more effective programmes.\n\nThe productive collaboration of UN AFPs in the areas of administration, finance, HR, ICT, logistics and procurement, contributed in 2020, 2021 and 2022  to align efforts and maximize system efficiencies, despite the complex environment in which the UN family operates in Iraq. The country hosts a special political mission (UNAMI), which acts as the main service provider for the UNCT because the security situation does not allow normal market alternatives.  UN staff in some duty stations, including Baghdad, are embedded in facilities operated by UNAMI, and the UNCT is often required to use UNAMI-managed housing, transportation, offices, and other services. \n\nSignificant progress was achieved against the annual targets set within the Results Framework. More specifically, in the spirit of increased economies of scale, reduced transaction costs, agility and improved relations with contractors several steps have been taken to carry out Common Procurement Actions, including joint solicitation to leverage buyer power to achieve rates and prices that no single organization could obtain individually, thereby increasing value for money for all participating parties. In this regard, several tenders were jointly prepared by the Procurement, Admin, Finance and ICT Working Groups: “conference and event management services”, “customs clearance and exemption services”, “travel management services”, “in-land transportation services”, “contract management for banking services” and “internet services” have resulted in LTAs contributing to an overall cost avoidance of USD 502,459.\n\nOut of the 29 service’ lines jointly identified in the 2020 BOS, several services have been implemented and scaled-up, including vehicle maintenance, parking services, VHF improvement plan. During the review, achievements, bottlenecks and delays have been discussed and priorities set for 2022; as a result, new common services have been identified and few discontinued. Currently, 23 services lines have been confirmed.\n\nA total of USD $ 1,142,374 is estimated as the total cost avoidance (this cost avoidance includes the one-time cost + the recurring cost + the labor cost). This number was computed from the BOS online platform, where the total CBA is outlined.  It is important to note that the component of quality improvement is also recognized under the Cost-Benefit Analysis (CBA) for each of the common service in the quality-dedicated area.\n\nThe difference between the 2020 “projected” 7 million and 2022 cost avoidance is due to incorrect data entry, and discontinuation of some services. As an example, the projected costs avoidance for the logistic services in 2020 amounted to USD 3 million, while in 2022, all services were discontinued as it was not possible to have a common approach. The concerned services will be reviewed by the Logistic Working Group in 2023 and if feasible, included in the 2023 Annual Review. Additionally, USD 2 million projected cost avoidance from “Conference and event Management” was reduced to USD 220,000 in 2022 based on the “realized” cost avoidance in 2021.\n\nThe BOS 2.0 is now complete in the platform and has been reviewed and endorsed by the Quality Assurance (QA) focal appointed by the Regional Coordinator’s Office, and the OMT has the approval and commitment from the UNCT to support the human staff time) and the financial resources in supporting the BOS budget of approximately $ 235,080. \n\nIt is expected that the agreed services will contribute to the more harmonized, qualitative and efficient UNCT operations in Iraq."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":53,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"assumption","description":"Access and willingness to engage with vulnerable groups","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Access is reduced due to the lack of safety caused by conflict","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Access to programmes entirely restricted","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Continued access to implement programmes","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"GoI corruption levels render cooperation unfeasible","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Line Ministries must be Operational","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Political will for electoral reform","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Political will to address reintegration issues","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Public services reduced to the point that implementation is severely impacted.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Suspension of UN programmes severely impacts programming due to tensions.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]