[{"iso":"JAM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Operationally, UN Jamaica continues to move towards collective operational efficiency with the full implementation of the online Business Operations Strategy (BOS). The implementation of high impact common services in Finance, Human Resources, ICT and Administration across the system is expected to generate high cost avoidances, quality improvements, promotion of good practices, & advancement of the 2030 Agenda. During 2022, the Operations Management Team (OMT) underwent considerable changes even as several agencies were undergoing post-COVID-19 recovery phase.  The departure of several long-standing members also put a particular strain on collaborating on common operations within some agencies. However, in spite of these challenges, the OMT has managed to continue to deliver on collective results, which included the drafting of two interagency LTAs and road mapping towards a UN House in Jamaica.\n\nDuring 2022, the OMT focused on four specific Service Lines; Common Administration, Common Human Resources; Common Finances and Common ICT. During this period, UN agencies in Jamaica collaborated on courier services and , cleaning services (for co-located agencies), , travel services, mobile phone services and in financial services for the HACT-implementing agencies.  The realized benefits from collaboration increased by 46% from $99,016 in 2021 to $144,096 in 2022.  The analysis showed that the top three high-impact services over the next five years will be within joint staff training services, travel services and mobile phone services. It is further anticipated that the estimated total benefits from implementing common services across the UN Jamaica will increase to $567,998 over the next five years.  Whereas no new common services are planned for 2023, the main focus will be on strengthening inter-agency collaboration, capacity building of the OMT and fast-tracking the development of joint frameworks that is already underway.\n\nSubsequently during 2023, finalizing the LTAs for courier service, cleaning services and stationery provision (led by FAO) will be a priority while other LTAs on travel (led by IOM) and mobile phone services (led by UNFPA) will also be renewed. No new services will be introduced in 2023. The OMT in collaboration with the UNCT will explore increasing the number of resident Agency, Funds and Programmes (AFP)s who occupy the UN House. It is envisaged that co-location will provide benefits from common service consolidation.  A Comprehensive Local Salary Survey will be rolled out in 2023 under the newly implemented ICSC methodology under the guidance of the Local Salary Survey Committee. A Cost-of-Living survey is also scheduled to be conducted in 2023, with results to be published in the final quarter of the year. Additional efforts are centered around the provision of adequate well-being mechanisms, including “counselling and stress management services” will be undertaken."},"participatingEntitites":[{"organizationId":17208,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"1.\tAgencies will observe their roles and responsibilities","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"10. Standardised background checks and evaluations","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"11. Use of central repository for vetted consultants and contractors (UNDOCO)","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"12. All agencies co-located","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"13. Use of UNDSS MOSS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"2.\tCourier services can meet agencies demand.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"3.\tThat there is full participation of all agencies in the procurement working group.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"4.\tLTAs are routinely monitored and reviewed","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"5.\tAll agencies use LTAs","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"6.\tThe suppliers \/ Vendors are willing to offer discounts for large volumes of business","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"7.\tAgencies will be willing to switch service provider to benefit from reduced cost.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"8.\tWireless internet is used responsibly, internet protocols implemented","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"9.\tAll UN agencies except PAHO at UN common premises in 2023","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]