[{"iso":"JOR","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In 2023, Jordan will sign the Sustainable Development Cooperation Framework for 2023-2027 that includes three overarching, inter-linked priorities: Inclusive Green Growth and Decent Work; Social Protection and Quality Basic Services; Sustainable Management and Access to Water, Food, and Energy; Accountability, Transparency and Participation Empowering People, and Expanding Opportunities.  \n\nThe Business Operations Strategy (BOS) platform provides the mechanism for the UN to realize efficiency gains and quality enhancements to support UN goals and objectives. Across the UN in Jordan, collaboration is underway in five common service areas: Administration; Finance; Human Resources; ICT and Procurement. Within the agreed service areas, the UN in Jordan has prioritized several common service activities. Many collaborations are a continuation of existing provision, while a few other collaborations are scaled up. Successful implementation of the BOS in Jordan is expected to reduce the administrative burden by reducing redundant processes, improve service quality, and minimize the cost where applicable. The UNCT endorsement to this annual review exercise reveals the strong commitment to the OMT and OMT working groups working on the BOS five service lines and reiterating on supporting the area of collaboration highlighted in the Jordan BOS requirements and its implementation plan. \n\nPriorities in each of the five areas include those that need to be scaled- up, discontinued, or modified to fit the country's priorities and the existing human capacities that can run the indicated collaborations. \n\nAdministration: The Administration Working Group has shifted its focus towards promoting teamwork and concerted efforts to tackle the challenges and difficulties encountered by UN agencies in Jordan. By adopting a harmonized approach in coordination with the RC office, the group has been successful in resolving various significant challenges, including taxation, residency, and entry visas, as well as other administrative areas. Furthermore, the WG has been able to secure the best travel agents and accommodation rates through common LTAs. The group is currently seeking appropriate implementation tools and mechanisms to consolidate all UN efforts. Updating the current SOPs in compliance with common actions is one of the top priorities for the year. The group plans to conduct monthly meetings with all protocol focal points from UN agencies to discuss processes, pending cases, and common obstacles and difficulties. Additionally, the WG aims to harmonize the approaches of UN agencies with the Ministries of Foreign Affairs and Interior to standardize processes for optimal benefits through the RC office. Finally, the group is working to consolidate the efforts of all UN agencies in resolving the issues faced by Yemeni staff outposted in Jordan.  \n\nFinance: Improving the cost-effectiveness and quality of financial services is being pursued by negotiating favorable rates for banking services and ensuring unified banking fees across UN entities dealing with the common banks. Unifying individual approaches to tax refunds and exemptions, in line with HACT principles, conducting HACT audit and Micro-assessment for common Implementing partners among UN and spot checks on financial transactions are also included to improve cost-effective and enhance the quality of financial services. \n\nHuman Resources: Several areas of cooperation have been identified to reduce processing time and costs, as well as to improve the quality of support provided to staff. UNDP continues to lead the annual salary surveys and provide payroll services for several UN entities. UN-wide vacancy postings will support wider outreach to increase applicant pools and rosters; organizational culture and gender parity. Joint onboarding includes a focus staff well-being and on Prevention of Sexual Exploitation and Abuse (PSEA also to foster Disability inclusion and Youth Participation among UNCT. \n\nInformation Communication and Technology (ICT): The 2023 will focus on accelerating common Knowledge platform and on data telecommunication infrastructure. LTAs for internet and mobile phone services will continue to achieve significant savings and to improve the quality-of-service provision.? Similarly, an LTA and accompanying SOPs is planned to support sustainable disposal of IT equipment \/ supplies. The ICT working group will work on procurement of ICT and network hardware. \n\nProcurement: The Procurement working group supports the OMT by facilitating the contractual agreements for all entries that have a procurement nature under the approved OMT action plan."},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":36,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"lack of commitment from potential agencies to join the common LTAs","comment":null,"likelihood":"Possible","impact":"Negligible","risktreatment":"Transfer","mitigationMeasure":"lack of commitment from potential agencies to join the common LTAs"},{"type":"risk","description":"Lack of commitment from UN agencies to use the job posting tools","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Monitor","mitigationMeasure":"remind agencies to utilize available tools"},{"type":"assumption","description":"Full commitment of all UN agencies to comply with the requirements of the BOS cycle .","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"full support of the UNCT, OMT and WG commitments","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]