[{"iso":"KAZ","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The UNCT in Kazakhstan is comprised of the following agencies and programs: ILO, UNOHCHR, UN Women, UNAIDS, UNDP, UNESCAP, UNESCO, UNFPA, UNHCR, UNICEF, FAO, UNDRR, UNODC, UNRCCA, WHO, UNV, IOM, UNEP, UNGDC, UNDSS and the RCO. The majority of UN entities in Kazakhstan are housed in the common premises located in two cities, Astana and Almaty.\n\nIn 2020 the new UNSDCF for 2021-2025 was developed. The programme was developed in consultation with the Government of Kazakhstan and sets the strategic vision and direction for programmatic activities of the UN agencies working in the country. The same year the UNCT adopted the Business Operations Strategy which was aimed at effective support to the programme implementation through application of DELIVERY AS ONE APPROACH. In line with the requirements of the UN Efficiency Agenda the country BOS is focused on achieving operational efficiency via simplification and harmonization of the business practices and finding new opportunities for further collaboration.\n\nDuring the BOS Annual Review that took place in 2022 the OMT has revisited the list of selected common services, reassessed the potential for cost avoidance, and based on the recommendation of DCO added new services provided under the common premises arrangements in both locations.  \n\nThe Annual Review process is revolved around the following principles:\n\n- Improved effectiveness and cost-efficiency and enhanced transparency and accountability\n- Simplification and harmonization\n- Prioritizing the operational outputs and activities based on impact and complexity with focus on high impact\/less complex interventions\n- Finding new opportunities beyond operational procedures and discovering new ways of working together effectively to achieve both individual agency and shared organizational goals\n\nIn addition the BOS provides a summary of estimated costs required to implement the activities outlined in the results framework. The objective is to ensure more effective delivery of results and do more within the recognized resource constraints through innovation, cooperation and change management initiatives. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":16,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":2531,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":37,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Business continuity plan","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Fair distribution of tasks and duties between all operational staff in the agency","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Harmonization of rules and polices of UN entities at HQ\/global level","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]