[{"iso":"KEN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The 2022-2026 United Nations Sustainable Development Cooperation Framework (UNSDCF) for Kenya is the UN’s commitment to supporting the development aspirations of Kenya and its people articulated in Kenya’s Vision 2030 and the 3rd Medium-Term Plan (MDP) and the Big four agenda.\n\nThe UNSDCF was developed under the leadership of the Government of Kenya following the principles of UN Delivering as One (DaO). It is the collective response of all UN agencies working in Kenya and is focused on areas in which the UN Country Team (UNCT) is best positioned to contribute.\n\nIn Kenya, over 45 UN Agencies, Funds and Programmes are present under the Common Services governance framework, including significant regional presence, humanitarian and peace-keeping entities and headquarters of UNEP and UN-Habitat. In addition, non-resident agencies, especially the Somalia-based offices, which, although not directly involved with the BOS Kenya, have a relationship with it regarding activities within Kenya. This presents a significantly large, cost-effective and collaborative business operations model, which aims to eliminate duplication and overlap in service provision, leverage the standard bargaining power of the UN and maximise economies of scale.\n\nWithin this context, the Common Services Management Team (CSMT) in Kenya developed a new Business Operations Strategy (BOS) for 2020-2024, approved by the Resident Coordinator on 30 July 2020. The BOS for Kenya has 42 service lines and outlines critical aspects for inter-agency harmonisation needed for effective delivery of the UNSDCF while keeping in line with Agencies policies and procedures and the operational\/common services baseline. Carpooling, Green Energy, Conferencing and sustainable procurement are among the high-impact common services we continue to work on.\n\nThe BOS remains guided by the UNCT and the CSMT and has a common objective of conducting how the UN in Kenya delivers more coherent, effective and efficient support to implementing UNSDCF and providing common services in line with the SG’s efficiency agenda.\n\nCommon services for ongoing collaboration are in the areas of Common Finance services, including HACT (8 service lines), Common Human Resources services (13 service lines), Common Procurement services (13 service lines) and Common ICT services (10 service lines). Joint interventions in these common service lines focusing on cost-effectiveness, enhanced quality with operational focus and prioritisation are projected to generate a total cost avoidance of around US$ 20.8 million in 2020-2023 (3 years). In addition, the CSMT in Kenya incorporated innovation, sustainability, gender parity and other elements in support of the SDGs into this current BOS.\n\nSince 2020 there have been achievements realised under the BOS, which can be highlighted as follows:\n- Common Finance, including HACT: Securing exemptions for VAT for all UN agencies, funds and programmes in or operating from Kenya. Undertaking a comparative analysis of banking LTAs for UN agencies to identify variations in charges levied on UN agencies and the possibility of harmonisation. Joint spot checks have also been undertaken within the HACT for better qualitative and quantitative outcomes\n \n- Common Human Resources: Strong focus and support to enhance gender mainstreaming and gender equality across UN agencies, funds and programmes. An additional service line in relation to the inclusion of persons with disabilities is under consideration.\n\n- Common Procurement: LTAs were established for accommodation and conference services, vehicle insurance services, vehicle maintenance services and provision of Stationery items. The training focused on embedding environmental sustainability in procurement and increased collaboration through mutual recognition and utilising other agency contracts seen across UN agencies despite operational constraints.\n\n- Common ICT: Increased advocacy and collaboration in activities like the decommissioning of a satellite in block J located in the UN Gigiri Complex, which was successfully completed and the promotion of “Greening IT” services received a boost after two e-waste agreements from WFP and UNON were finalised and made available for use by all UN agencies.\n\nIn 2021, the Administrative Working group was created under the CSMT. This group saw much interest and uptake from participating agencies. The key priority service lines included in the BOS review under administration include:\n\n- Common Premises: The co-location of one or more UN agencies present in Kenya within a common premises established at national or field levels managed by a lead organization and supported by a range of common services to harmonize common operations within the country.\n \n- Environmental Sustainability: Promote collective energy efficiency aspirations in greenhouse gas emissions; waste management; air pollution; water and wastewater and biodiversity degradation.\n\n- Fleet Management: Provide sustainable mobility solutions that are efficient and effective for official transport needs through digital taxi services, carpooling etc.\n\nTo achieve great success in this inter-agency Framework, the CSMT in Kenya continues to undertake other initiatives as enablers to support the BOS process:\n\nMonitoring and Evaluation: Despite being a working group under the CSMT, the M&E working group doesn’t have specific service lines under the BOS due to its cross-cutting nature. in 2022, M & E working group assisted in reviewing the work plans of the other working groups to ensure M & E principles were followed for better monitoring and measuring of results and impact.\n\nThe Governance and Accountability Taskforce (GATF) of the CSMT (OMT) was constituted in 2021 to improve the efficiency of the CSMT and its working groups with particular attention to the membership of the groups, active participation and recognition for members by their specific entity. A document is now ready for review by the CSMT and subsequent endorsement by the Resident Coordinator, which would then be submitted to all heads of entities to build on successes that would further strengthen the operating context of the CSMT, its groups and to acknowledge the contribution of members at the CSMT.\n\nMutual Recognition: To promote and solidify the Mutual Recognition (MR) application in UN Kenya, the CSMT agreed to form a Mutual Recognition Working Group in 2021. A survey was conducted in 2022 to determine the current MR knowledge level and how the entities apply the MR principles. Next will be to develop Mutual Recognition guidelines for the UN Kenya focusing on service areas within the UN Kenya BOS towards supporting Common Back Office implementation.\n\nIn 2022, the total budget for BOS in Kenya was USD 108,000.00 and the participating UN agencies have contributed this amount. However, only some budgeted activities were conducted in 2022; the remaining will be done in 2023. The UN entities continue to work towards better economies of scale and efficiencies."},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":2523,"participating":true},{"organizationId":28,"participating":true},{"organizationId":28383,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":4,"participating":true},{"organizationId":40,"participating":true},{"organizationId":42,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":7,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Government & Implementing Partners refusal to undertake the Micro-assessments or recommendations","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"OMT will discuss with UNCT and find solutions."},{"type":"risk","description":"Misuse of UNICEF resources by implementing partners impacting achievement of results","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"1. Capacity building plan for partners and staff prepared and implemented\n2. Risk based assurance plan in place\/implemented."},{"type":"risk","description":"UN Agencies are not committed in regards to BOS implementation","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Agency buy-in and communication on the benefits"},{"type":"risk","description":"UN Agencies are not committed in regards to BOS implementation for the the common service line","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Advocacy for the service line on benefits of the service including saving and quality"},{"type":"risk","description":"UN Agencies are not committed in regards to BOS implementation for the the common service line","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Enhance the importance of BOS"},{"type":"assumption","description":"Consistent capacity building activities and agencies provide the necessary support including funding","comment":"Plan for annual capacity building exercises and ensure the training materials address the noted weaknesses. Agencies to ensure the right target of participants is selected","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies are willing to send\ntheir staff to participate in the respective WG and implement BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]