[{"iso":"KGZ","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The need for harmonization of business operations within the United Nations (UN) system was identified many years ago. In 2011, the Economic and Social Council (ECOSOC) followed up with the report of the Secretary-General on simplification and harmonization of the United Nations development system (E\/2011\/88). The report stated that simplification and harmonization in the United Nations development system have made considerable progress over the past three years. Within existing rules and regulations, a large number of innovations were initiated at the country level, leading to tangible efficiency gains and cost savings. Lessons learned informed inter-agency guidance, which is increasingly country driven. The report also mentioned that there is limited scope for experimentation at the country-level without commensurate adjustment of headquarters procedures and practices, to be decided at the headquarters level. Procurement and human resource management are seen as the priority for simplification and harmonization. Underlying the different business practices are different business models, which respond to organization-specific mandates and programme activities guided by governing bodies. Evidence shows that there is potential for simplification and harmonization within existing business models, for example, in procurement and human resources management. Stakeholders should take a staged approach, first striving to achieve the utmost progress without major structural transformations and showing quick wins, efficiency gains and savings.\n\nIn this backdrop, the Business Operations Strategy (BOS) serves as a framework which allows UN Country Teams (UNCT) to take a strategic, results oriented approach to planning, management and implementation of Common Business Operations at the country level. BOS outlines how common UN operations will support the United Nations Sustainable Development Cooperation Framework (UNSDCF) implementation. Kyrgyzstan Business Operations Strategy (BOS) 2019-2021 is a medium- term prepared by the Operations Management Team (OMT) to support implementation of the UNDAF 2018-2021 and the following UNSDCF. It focuses on benefits and opportunities arising from the inter-agency collaboration. This exercise is a result of joint work of members of the OMT in close collaboration with UNCT led by UN Resident Coordinator.\n \nKyrgyzstan BOS 2019-2021 aims to achieve more effective and cost- efficient support services by reducing duplication of functions and administrative and transaction costs and enhancing inter-organization partnership at the country and global levels. It focuses on areas which could contribute the most to cost avoidance and quality improvements, especially in common administration services, procurement, HR and finance\/HACT. The common administration services include conference and event management, travel services, vehicle rental, fuel management, interpretation and translation services, etc.\n\nFourteen UN agencies participated in BOS Annual Review 2021. The services identified are those that relevant to the country context and to the participating agencies. The collaboration covers four BOS identified service lines: Administrative services, including commo premises, Finance services\/HACT, Human resources and Procurement, and 17 specific common services. The total budgeted cost avoidance for the period ending 31 December 2021 was US 3,2 mln while the realized cost avoidance was US$ 1,5 mln. The difference between planned and actual figures are attributable to COVID-19 slowdown of program activities, political unrest in 2020 and the presidential elections in 2021. Currently the internal political and socio-economic environment is stable in the country, therefore no disruption of UN activities is foreseen.\n\n Of the total cost avoidance, the main portion of the amount relates to Common administrative services and use of common Long-Term Agreements (LTAs) for travel services, fuel, event management and management of common premises. Other service lines are relatively smaller, but the OMT is exploring opportunities for further collaboration to increase efficiency of operations, reduce staff cost and increase quality of services.\n\n\nThe annual reporting and BOS update started in March 2022 by OMT with the subsequent periodic quality checks by RDCO, Istanbul.\n\n2023 Annual review update:\nIn 2022 budgeted cost avoidance amount was $569k. The actual cost avoidance figure is $439k, that is 77% of the budgeted amount. The difference can partially be attributed to external factors listed below.\n\n1) Russia-Ukraine war that resulted in huge inflation rate and difficulties in import\/export and other activities. Some procurement activities were delayed\/cancelled\/reprogrammed.\n2) Kyrgyz-Tajik border armed conflict in September 2022 followed by political tensions was another external factor that greatly affected UN activities. Some events were cancelled\/postponed.\n\nFor the 2023 Planning framework there are no major changes to the composition of BOS agencies, BOS Services lines\/categories and costing methodologies.\n"},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Funding for OMT activities not available.","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Conduct meetings online. Mobilize funding at the level of UNCT to conduct OMT retreat, and other activities"},{"type":"risk","description":"Human Resources surveys delayed due to COVID-19, understaffing","comment":null,"likelihood":"Remote","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"All relevant processes can be conducted online, relevant staff can be requested from other agencies  to provide support"},{"type":"risk","description":"Procurement staff does not get enough time to participate in the maintenance and update of LTAs data","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Common procurement team to include more members from agencies to be able to back up each other"},{"type":"risk","description":"Some UN activities (e.g. UN Day) postponed or delayed due to COVID-19.","comment":null,"likelihood":"Negligible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"It is recommended to use hybrid approach"},{"type":"risk","description":"Some UN staff (members of OMT) not released to participate in activities related to BOS implementati","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"to reach out respective HoA, share information on the importance of BOS implementation at the level of UNCT and PMT, OMT"},{"type":"assumption","description":"Central database for LTAs and vendors is in place and accessible by all agencies.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Members of OMT released (and have time) to participate in activities related to BOS implementation a","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"No UN activities (e.g. UN Day) postponed or delayed due to COVID-19 but new modalities explored.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"OMT activities will be funded through cost-sharing arrangements among UN agencies and the RC Office.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]