[{"iso":"KHM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":" The United Nations in Cambodia committed to introduce the Business Operations Strategy (BOS) on 04 March 2020. The BOS is the steppingstone for enhanced concerted efforts in the area of operations for UN entities in the country. The OMT has worked collaboratively to identify common service lines to be included in the BOS. Fourteen (14) UN entities are participating in the current BOS. In this context BOS is expected to accelerate the existing collaboration between UN entities, reduce further operating costs, improve the quality and access to services, enhance the quality of data monitoring, eliminating duplication of processes and increase possibilities of economies of scale.\n \nThe current BOS includes eleven (11) common services, where administrative services occupy a large share with eight (08) common services, two for the finance sector and one for the ICT services. The update total cost avoidance for the five-year period (20-24) , as at March 2023, is estimated at USD 1.87 m, with realised benefits up to 2022 at USD 0.97 m. This represents an appreciable level of cost avoidance for the UN entities which will be mostly used in the implementation of programme. This indeed will free time for staff to focus on other areas that will benefit UN entities. As regards the improvement of quality services, the utilisation of common benchmarks, indicators, terms of reference and monitoring of services will greatly enhance the control on services being provided.\n\nThe risks for the implementation of the BOS have been identified, as well as the assumptions that will enable the UN entities to achieve the set results. The implementation plan will pave the way for a structured approach in the monitoring of the BOS and support the achievement of the objectives. The introduction of the BOS will create synergies between UN entities’, and it is expected that this will create more avenues of cooperation and instrumental in transitioning to Common Business Operations.\n\nAs of March 2023, the BOS Annual Review was initiated by the OMT. This included a comprehensive review of participating agencies, OMT\/UNCT\/BOS members, the opportunity analysis, update of activities completing and planned in 2022 and a review of the planning framework. The initial BOS Annual Review was submitted on 22 March 2022 for quality assurance.\n\nAs per the review from the OMT all the existing service lines are to be maintained for 2023. The UNCT has during its retreat in February 2023 decided to include additional service lines among which “Gender Parity”, “Environment Responsive Procurement Sourcing”, “PSEA”, “Car Pooling”. These will be included after a review by the OMT during 2023 and proposals made to the UNCT for approval."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":3,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"assumption","description":"At least two meetings are organised and a common UN HACT assurance plan developed","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Each agency to develop internal consent form to have cleaner's accountability on holding office card","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The UN lead agency devise appropriate strategy to attract vendors in the field of fuel services.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"There are regular exchanges between the managing agency with both Un entities and the service provid","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"There are regular meetings with the vendors for conference services, at least twice a year, to discu","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN entities communicate regularly with the Travel Services vendor to understand the changing situati","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UNDSS provides an  annual assessment of the different service providers.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]