[{"iso":"KWT","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In general, the Business Operations Strategy (BOS) serves as a framework that guides the UN business operations at the country level. It facilitates strategic planning, management, monitoring, and reporting of the joint support provided by UN Country Teams (UNCT) to program delivery through common business operations. This approach helps support the delivery of the United Nations Development Assistance Framework (UNDAF) while enhancing the cost-effectiveness and quality of joint business operations.\n\nGA Resolution 71\/243 stipulates that UN entities should operate according to the principle of mutual recognition of best practices to facilitate active collaboration across agencies while reducing transaction costs for governments and collaborating agencies. In line with this, UN Secretary-General Antonio Guterres has encouraged all UN country teams to ensure compliance with an improved Business Operations Strategy.\n\n\nThe BOS is part of the ongoing reforms in response to the UN Secretary General Reform Agenda. It enables UN agencies to harmonize their business processes using a structured framework that reinforces the principles of results-based management in joint operations. The BOS reflects common services developed jointly and does not replace individual agency operations plans. The focus is on reducing the staff time it takes to carry out processes by streamlining or simplifying the process and reducing direct costs.\n\nThe BOS also helps in cost avoidance, where actions are taken to avoid future costs, freeing up resources for implementing program initiatives. These actions can be monetary, such as direct cost savings in joint procurement initiatives, or non-monetary, such as quality enhancements of services or reduced lead times for processes resulting in less staff time involved in executing a process.\n\nIn 2019, the BOS was launched in Kuwait before the UNSCF for Kuwait was finalized and signed. Consequently, the Kuwait OMT developed a focused BOS with a smaller subset of common services related to operations service lines provided to the UN organizations located at the UN House. The main target was to help avoid unnecessary costs through better coordination, consolidation, and harmonization of five selected outputs\/service lines, namely procurement, finance, human resources, ICT, and admin.\n\nIn 2023, eight UN agencies located under one roof at the UN House in Kuwait, namely UNRCO, UNDP, UNHCR, UNHABITAT, ILO, IOM, WHO, and UNICEF, agreed to continue collaborating on the BOS. As of April 2023, the UNSCF was still not finalized nor signed, so the BOS in Kuwait will continue to focus on the  service lines related to the UN House operations.\n\nThrough the BOS steps, namely Stock Take, Opportunity Analysis, Cost-Benefit, and Prioritization, the OMT in Kuwait identified the priority service lines for 2023 to be Common ICT and Common Administration Services. \n\nAccordingly, the eight collaborating agencies agreed to work together on internet connectivity, operations and security telecommunications services, security services (guards), and cleaning services (cleaners). The result of having the eight UN agencies operating at one location \"UN house\" and collaborating in four service lines for 2023 is estimated to have total cost avoidance of $220,000."},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Bank charges would be unified for One UN","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Budget  Forecast for the Upgrade","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Full support from agencies, including manpower, vendors lists and available LTAs","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Integration of ICT Polices inline at HQ level","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]