[{"iso":"LAO","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Business Operations Strategy articulates the shared vision and common strategic priorities of the UN Country Team in Lao PDR for 2017 – 2021 in five key areas of business operations: procurement; human resources; information and communication technologies; finance; and logistics and facility services, including common premises.\n\n2022 Annual Review's statement (ARW)\nThe review was conducted in the last implementation year of the current cycle of BOS. The main purposes of the review are to evaluate the implementation of the agreed common services under the BOS 2.0. and report on utilization of the benefits realized and the quality enhancements achieved from the collaborative operational services.  By evaluating the efficiency gains realized from the joint activities under each OMT sub-working group, the members will be able to assess the relevance of each operational collaborative priorities to the programmatic priorities to decide on their continuity and identify new opportunities for additional joint operational priorities under BOS cycle 2022-2026.\n\n\nOutcomes of the BOS Annual review\n- Data on cost saving for the common services lines of Common human resources services, finance services, procurement services, ICT services, logistics services and administrative services, including common premise, was populated in the system.\n- Prior to the kickoff of the BOS review process, the members of the OMT and OMT sub-working groups received a face-to-face training session and series of webinar by the Regional BOS focal point. The OMT and OMT sub-working group members also benefited from the Daily Helpdesk Hour organised by the regional colleagues. Thanks to these supports, the BOS review process was smooth and effective.\n- The BOS review exercise shows a total cost avoidance USD 310,000 for 2022;\n- The outcomes of the BOS Review acknowledge the continuation of the on-going common services lines for their cost-efficiency gains. "},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"assumption","description":"1. Human Resource\n1.1 Recruitment process - At least seven UN agencies – those participating in the","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"2. Finance\n2.1 Banking services and banking charge - The UN agencies continue to benefit from this e","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"2.2 Foreign exchange platform - All participating UN agencies start exchange of currency through pri","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"2.3 Micro Assessment - HACT agencies can enjoy cost saving from establishing LTA","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"3. Admin\n3.1 Vehicle rental - UN agencies utilize LTA as needed, also in case of emergency and as ba","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"3.2 Fuel management - the LTA is used by all seven participating UN agencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"3.3 Travel services - the LTA is used by all seven participating UN agencies for staff travel arrang","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"4. ICT\n4.1 Internet connectivity - UN agencies are able to negotiate reduced price for the internet","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"5. Logistic\nHarmonized customs clearance - The establishment of the common LTA lowers the \nservice f","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]