[{"iso":"LBN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":" I am pleased to present the revised UN Country Team’s Business Operations Strategy for the  period 2020 – 2023. This Business Operations Strategy translates the UN Country Team priorities in the areas of common operations for 2020 – 2023 into innovative activities. By adopting this Strategic Operations Framework, the UN Country Team in Lebanon confirms its commitment to managing their support to program delivery more efficiently, avoiding duplication of work and getting the best value for money.\n\nThis Business Operations Strategy builds on ongoing efforts by the UN Country Team to harmonize and simplify its business operations. In its development, the BOS 2.0 reflects 6 common areas: admin, ICT, procurement, HR, finance and logistics;  and ensures cooperation in 42 common services the majority of which will be scaled up moving forward.\n\nThe aim of this Business Operations Strategy is to further improve the quality, timeliness, and cost-effectiveness of our operations resulting in cost avoidance since working as ONE allows for joining of resources. This cost avoidance is different to savings as it is not reflected in terms of financial gains in budget but rather leads to less recurrent and labor costs.  It is estimated that as a result of its full implementation over its four year cycle, cost avoidance of over $3.6 million will be achieved as net benefits through efficiency gains in material & service procurement, labor costs, as well as from expense savings. The realized benefit is $1.6 million for the period of 2020-2021. It is worth mentioning that the majority of the avoidance is a result of common admin and ICT services particularly travel, and internet.\n\nIt is the responsibility of the managing agency  of each common service to achieve the yearly planned targets at the implementation level in close coordination and collaboration of the designated working group.  It is the responsibility of the OMT to monitor the implementation plan as endorsed by UNCT.  \n\nBy adopting the Strategic Operations Framework, the UN Country Team is marking its commitment to the simplification and harmonization of the UN’s business operations and the achievement of better development results in Lebanon. Furthermore the UNCT in Lebanon considers this Business Operations Strategy an important step towards common back office for Lebanon commissioned  by the Secretary General.\n\nWe in the UN Country Team are happy to join the group of UN Country Teams who have already adopted the BOS framework in support of the UN reform, and we aim at improving further the lives of people in Lebanon."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":17,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":2544,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":31166,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":36,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":50,"participating":true},{"organizationId":53,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Interruption of services due to external factors related to security and access. Situation to be monitored. Need to have more than one LTA holder\/CA contractor to create redundancies in the Supply Cha","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Shifting the clearances to a secondary LTA holder."},{"type":"risk","description":"Lack of ability to handle multiple and diverse clearances at the same time on behalf of several UN Agencies.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Transfer","mitigationMeasure":"Use the multiple LTA holders to overcome the surge in clearances, by segregating cargo type or by Agencies."},{"type":"risk","description":"Market does not have sufficient capacity to accommodate the diverse services required.","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Avoid","mitigationMeasure":"A full strategic sourcing to be conducted to evaluate the capabilities of the each\/majority CA in the market."},{"type":"assumption","description":"Due to COVID, the health campaigns are now done online. ESCWA HR and JMS are working together on pro","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Establishment of the ONE UN House with RCO, OCHA, UNIC, UNH, OHCHR, DSS, UNRWA, UNSCOL, UNTSO.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Given the current condition in Lebanon the monetary effect on pricing","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Given the security situation in Lebanon the CCTV needs continuous maintenance.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Port congestion given the limited berthing available","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The Service provider has capacity to continue providing the services in an efficient manner while ma","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The timeline is based on the assumption that the agencies should be able to finalize the review of t","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"To enhance the following up procedures with custom clearance offices","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Unexpected and continued strikes at the port","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]