[{"iso":"LBR","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"It is my pleasure to present to the UN Country Team the New Business Operations Strategy (BOS 2.0) of Liberia for five years commencing 2019 until 2023.  \n\nThe United Nations Country Team (UNCT) in Liberia formally launched the development of a new Business Operations Strategy (BOS 2.0) in February 2019. BOS 2.0 is a successor to the previous BOS 1.0 that ended in 2019 and builds on the ongoing efforts by the UN Country Team in Liberia to harmonize and simplify its business operations and support implementation of the UNSCDF and the 2030 agenda for sustainable development.\n\nThe Business Operations Strategy (BOS) is a results-based framework that focuses on joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN, and maximizing economies of scale. It is facilitated by the principle of mutual recognition, and it constitutes a reliable evidence-based foundation for the establishment of common back offices. BOS 2.0 is also a critical instrument to advance the UN Secretary General’s vision on business operations reform requiring all UN Country Teams to have a BOS in place by 2021, specifically requesting the UN System to enhance the quality of existing and future Business Operations Strategies. In addition, we are discussing the full implementation of a CBO\/LSSC by 2024 and by then, we shall have achieved four out of the five targets laid out in the BOS Reform document.\n\nOut of the Twenty-One (21) agencies present in Liberia and projected for collaboration, the following twelve are the currently collaborating agencies in one or more common services in the new BOS 2.0 for Liberia: UNS-RCOs, FAO, IOM, UNS-DSS, UNDP, UNFPA, UNS-OHCHR, UNICEF, UN WOMEN, WFP, WHO, and UNESCO. However, UNS-UNODC is our newly opted agency that has expressed interest in joining the collaboration and data will be incorporated in the next review cycle of the BOS. However, during 2022, there were two agencies (UNOPS and UNIDO) that left the ONE UN House thereby rendering them as non-collaborating. UNAIDS also closed its operations in Liberia in July of 2022 and so there is no data info for the period under review.\n\nThe Liberia BOS is structured around the following five common service lines that will bring efficiency, cost effectiveness and quality improvement: Finance including HACT (4 common services), human resource management (10 common services), procurement (3 common services), information and communications technology (4 services) and administration including facilities management (26 common services) the majority of which has been scaled up. In relation to the just mentioned, the HACT category common services have been labelled as “further analysis require” as a way forward. This is mainly due to the UNCT inability to collaborate, and this action will suspend the common services cost avoidance potential in the BOS, though these common services are HICs and highly recommended.\n\nThe CBA analysis also indicates that the Management of Common premises, Printing services, Vehicle rental, Travel services, Internet connectivity and VSAT services, Vehicle maintenance, and Stationery procurement contribute the highest cost avoidance to the UN system in Liberia over the BOS period for five years (2019-2023).\n\nThe overall impact of the BOS in terms of projected cost avoidance was estimated to be $3,516,113 USD over the period (2019-2023) of the BOS. However, the annual review has now been analyzed and found that the realized cost benefit until 2022 is $2,550,379 USD. Relatively, the just mentioned common services contribute to 63.2% of the total realized cost benefit so far. \n\nBOS Liberia is also contributing to the High Impact Common Services and SDG Impact Common Services such as Environmental Responsive Procurement, Environmental Sustainability of common premises, Disability Inclusions, and Gender Parity, etc. and such services will facilitate for the quality improvement of the common services in Liberia. In this vein, out of the Fifty-Four (54) specially marked High Impact Common Services (HICs) in the BOS 2.0 platform, the Liberia UNCT is collaborating in Twenty-One (18) and plan to take up more in future.\n\nIn additions to the above, the UN system in Liberia is also collaborating in several other areas such as banking services, cash transfer for meeting participants using mobile money, energy consumption, measurement and monitoring, joint Business Continuity Plan, common meeting room and registry Services which are not included in the CBA but are contributing towards the quality of our business operations and efficiency gains.\n\nHowever, there are challenges which include:\n- The release of spaces to the landlord by UN agencies in the One UN House due to reduction of staff; financial instability; and absence of some UN agencies that vacated the One UN House\n- Source of power – the One UN House has been unable to connect to the city grid and the current breakdown of commonly used generators\n\n\nThank you."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Generally, the concept of BOS and implementation procedures is not well grasped by the colleagues","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"1) Operations managers should ensure that the BOS link be shared amongst all focal points and training be mandatory and full completed\n\n2) that it should be part of the focal points' PER"},{"type":"risk","description":"Minimal cooperation of UN agencies for the implementation of the BOS","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"1)  heads of agencies, through UNCT to be reminded about their respective institution commitment to the significance of the BOS \n\n2) constantly follow up with agencies that are lagging to address the"},{"type":"risk","description":"Non-participation of Agencies focal points in working groups and OMT initiatives not captured.","comment":null,"likelihood":"Highly Possible","impact":"High Concern","risktreatment":"Control","mitigationMeasure":"1) OMT Chair needs to notify for possible action\n2) focal points are selected to all WGs\n3) focal points should participate in every meeting"},{"type":"assumption","description":"Every OMT WG member had a prior knowledge of BOS concept.","comment":"OMT Staff members should show the willingness to acquire additional know how thereby leading to other responsibilities. In this, other BOS related process will be done softly.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Heads of UN agencies will facilitate knowledge sharing regarding BOS concept.","comment":"Business Operations Strategy (BOS) is a new phenomenon and because of this, agencies heads should provide the environment\/avenue where staff members afforded the opportunity to acquire the requisite knowledge for the understanding the BOS.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]