[{"iso":"LKA","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"TThe United Nations in Sri Lanka has successfully implemented the second generation of Business Operations Strategy (BOS) framework for years 2018- 2022. The BOS Review for 2022 concludes the final year of this cycle.\n\nUNCT Sri Lanka unveiled its UNSDCF 2023- 2027, in late August 2022. The United Nations Sustainable Development Cooperation Framework for 2023–2027 articulates the collective vision and contribution of the United Nations system to support Sri Lanka to accelerate actions towards the achievement of the SDGs.\n\nThe operational context for UNCT in Sri Lanka also changed drastically since the beginning of 2022. Sri Lanka defaulted on its USD 46bn debt in April 2022, which spiraled into the worst economic crisis the country has seen since its independence. The economic crisis precipitated a humanitarian emergency in the county that required UNCT to respond by enacting a joint Humanitarian Needs and Priorities (HNP) Plan, which called for US$47.2 million to provide life-saving assistance to 1.7 million people worst-hit by the economic crisis over a four-month period, from June to September 2022.\n\nSeptember 2022 recorded the highest year-on -year inflation rate change in the National Consumer Price Index which was recorded at 73.7% and a year-on-year food inflation rate which was recorded at 85.8%. According to the Central Bank of Sri Lanka, the Sri Lankan Rupee depreciated by nearly 45% against the USD during 2022.\n\nSet against this background of increasing costs and operational activity amongst most agencies at the country level, the UNCT and OMT worked together to ensure that the dividends of common services are realized across agencies.\n\nAs per the data submitted by UNCT, the Total Realised Benefit for UNCT Sri Lanka for 2022 stands at USD 324,326. This is an increment from the total realized benefit of USD 238,153 that was recorded for year 2021.\n\nBased on the UNSDCF and as well as various consultations that were carried amongst the different working groups, two key areas were prioritized for common services for year 2023. Gender Inclusion and Disability Inclusion is a cross cutting area that multiple working groups have prioritized for 2023. Most common services from 2022 will continue to be in operation for Year 2023 as well, along with the additional common services identified on the key priority areas identified above.  \n\nFor year 2022, the OMT was supported by the OMT Secretariat with an annual budget of USD 18,909 cost shared by the agencies. The OMT Annual Budget was increased to USD 20,660, this increment is due to increasing costs and additional OMT activities such as an OMT Retreat. A larger component of the budget is allocated for the operationalization of the OMT Secretariat and not the amount allocated towards the operationalization of common services. Where funds were allocated towards common services, it was reflected accordingly under the planning framework.\n\nThe document has been developed in accordance with the United Nations Development Group (UNDG) guidelines and based on Results-Based Management concepts and approaches. It outlines all aspects of the process of development of BOS for 2023, including principles of implementation, details of operations analysis, description of results framework and budgetary requirements, and mechanisms of governance and monitoring and evaluation. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Active involvement of the RC\/UNCT into the negotiations with the relevant Ministry (Ministry of Fina","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Detailed guidance from ICSC and peer to peer knowledge sharing made available.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Established IT Help Desk focuses on infrastructural and hardware support for subscribing agencies.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HRWG representatives of respective agencies to rasie awareness among staff members on importance and","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The roster to be regularly maintained (in coordination with the OMT Secretariat)","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN agencies commit to implementation of the guidelines provided in the Paperless Transaction Note.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN agencies provide information required for specifications for the development of LTAs and actively","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]