[{"iso":"LSO","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations Country Team (UNCT), in collaboration with the Operations Management Team (OMT) and its Working Groups, has developed a comprehensive Business Operations Strategy 2019-2023 (BOS2) to support the delivery of the Lesotho United Nations Development Framework 2019-2023 (UNDAF). The BOS2 is a medium-term strategic plan that aligns with the Delivering as One (DaO) approach and aims to provide efficient and effective support services to the UNDAP through inter-agency coordination and cooperation on support service functions.\n\nThe BOS2 has the potential to achieve significant economies of scale, with results dependent on the UN development system's ability to increase efficiency and establish common business systems, policies, and procedures. The BOS2 focuses on monetary savings, reducing transaction costs, and increasing operational efficiency in support of Lesotho UNDAF 2019-2023.\n\nThe BOS2 prioritizes common services that are implemented jointly or delivered by one UN entity on behalf of one or more other UN entities. The identified areas for future collaboration include Common Administration services, which encompass common Facilities\/Premises, Common Finance and HACT services, Common Procurement and Logistics services, Common ICT services, and Common Human Resources services.\n\nSeveral UN agencies are participating in the Lesotho BOS2, including RCO, UNDP, FAO, IOM, UNDSS, UNAIDS, UNFPA, UNICEF, WFP, and WHO. Non-Resident UN agencies, such as ILO, IAEA, ITC, UNV, UNCTAD, UNECA, UNCDF, OHCHR, UN-Habitat, UNODC, UNEP, UNIDO, UNWTO, UNWOMEN, UNESCO, and UNHCR, are also involved in the implementation of the BOS2.\n\nOverall, the BOS2 provides a strategic roadmap for the UN development system in Lesotho to work together effectively and efficiently, maximizing resources and efforts towards achieving the UNDAF goals.\n\nThe BOS 2 comprises five Service Lines\n\n1.\tCommon ICT services\nThe UN in Lesotho has established a set of objectives for their Common ICT services, focusing on achieving cost-effective and dependable internet connectivity within the compound. One of their key goals is to reduce connectivity costs by 15% by negotiating with ISPs as a group. They also aim to enhance business continuity and disaster recovery to ensure resilience in connectivity. Another objective is to create a knowledge management platform accessible to all UN groups.\n\nIn 2017, the UN in Lesotho successfully installed an IP-based telephony system, resulting in a 20% reduction in telephone communication costs. By 2022, the UN in Lesotho had accomplished significant milestones, including the procurement of a cloud-based helpdesk system, live streaming services for meetings, additional access points installation, and CCTV camera rehabilitation. Nonetheless, the UN in Lesotho has faced some obstacles, such as individual agencies conducting their own Business Continuity Plan (BCP) exercises and retreating from common arrangements. There is also a need to improve their ICT infrastructure to support outdoor activities and hybrid meetings.\n\nTo address these challenges, the UN in Lesotho has identified various priorities for 2023. These priorities include developing a collaboration platform that is accessible to all UN groups, adopting green ICT practices to reduce their carbon footprint, providing cost-effective landline phone services, and enhancing the quality and reliability of live streaming services for meetings and events.\n\nThe UN in Lesotho's Common ICT services plays a crucial role in supporting their overall objectives. By focusing on cost-effectiveness, dependability, and accessibility, they aim to achieve efficient and effective ICT services that support the UN's work in Lesotho.\n\n2.\tCommon Administration and Premises Services\nThe UN in Lesotho is dedicated to maintaining cost-effective and high-quality Common Administration and Premises Services. This includes premises management, catering, cleaning, security, reception, and maintenance of various building systems. They aim to make the UN House more energy-efficient and environmentally friendly by adopting various measures such as installing solar panels by 2023 in line with the aspirations of SDGs 7, 12, and 13. The UN in Lesotho is committed to ensuring physical accessibility to UN premises, facilities, and meeting places for persons with disabilities by 2023.\n\nThe UN in Lesotho achieved several significant milestones in 2022, including the installation of solar panels on the third floor, which provides 35kwp of power, conducting an environmental sustainability assessment, reducing the use of plastic, and implementing an environmental monitoring system. However, the UN in Lesotho faced several challenges, including restructuring of Common Services, bottlenecks in the implementation of activities, and resource mobilization for projects.\n\nTo address these challenges, the UN in Lesotho has identified several priorities for 2023. These priorities include ensuring the environmental sustainability of common premises, installing phase 2 of solar panels, measuring and monitoring energy consumption, installing solar streetlights around UN compounds, ensuring level 2 physical accessibility, managing common premises and plants, and implementing fleet management and carpooling. To address human resource requirements for facilities management, the UN in Lesotho has proposed the creation of two positions, which were approved for consideration under the 2023 budget.\n\nThe UN in Lesotho is committed to maintaining high-quality Common Administration and Premises Services while also addressing environmental sustainability concerns. Their efforts to reduce their environmental impact using solar panels and the reduction of plastic use are commendable. The proposed creation of new positions for facilities management will help address human resource requirements and ensure that the UN in Lesotho can continue to provide high-quality services.\n\n3.\tCommon Procurement and Logistics Services\nThe Common Procurement and Logistics Services of UN Lesotho aim to reduce procurement expenditure by 15% while maintaining quality services and effective logistics arrangements. This is achieved through the establishment of new joint LTAs, common vendor databases, and capacity building of UN staff and local vendors. In addition, the services aim to improve stationery and printing quality and delivery time, as well as reduce hotel costs. Logistics services provide freight forwarding, custom clearance, warehousing, and distribution services. UN Lesotho has achieved several common LTAs, including catering, office stationery, internet, generator maintenance, fire equipment maintenance, and emergency medical services. However, the absence of a procurement officer in 2022 has posed a significant challenge for monitoring the execution and performance of LTAs and daily procurement activities. The proposed solution under the 2023 budget is to create procurement officer positions. The Common Procurement and Logistics Services will develop common LTAs for printing and graphic design, advertising local media, mobile call and data contracts, and videography and photography. They will establish a Common Supplier Roster and a Common Procurement Team to enhance service delivery.\n\n4.\tCommon Finance Services\nThe Common Finance Services provided by UN Lesotho aim to manage risks, reduce transaction costs, and promote sustainable development through coordinated procedures for requesting, disbursing, providing assurance, and reporting on funds. In 2022, the service completed 14 spot checks and 5 audits related to the Harmonized Approach to Cash Transfers (HACT). However, the service faced a challenge in incorporating HACT activities into the Finance Working Group (FWG), which only includes finance staff from all agencies. This left out the program component of HACT, making it irrelevant for non-HACT finance focal points who are members of FWG.\n\nTo address this challenge, the service recommended refocusing the FWG's work by enhancing reporting and monitoring of common budget expenditures and resources mobilized in a timely manner and providing a quarterly report to UNCT (United Nations Country Team) for information and decision-making. The Finance Working Group (FinWG) will audit the report before submitting it to UNCT quarterly. Additionally, the service recommended separating HACT and Finance and reviewing and clarifying proposed roles and responsibilities at UNCT.\n\nThe Common Finance Services also finalized and endorsed the budget for 2023, and the Chair of the Operations Management Team (OMT) is requested to present the budget and Memorandum of Understanding (MOU) to UNCT for approval.\n\n5.\tCommon HR Services\nThe Common HR Services in Lesotho have achieved several significant milestones in 2022, such as conducting a salary survey, creating a harmonized induction package, and conducting training for staff in psychosocial support and PSEA. It's also commendable that the Common HR has identified gaps in UN HR practices concerning disability inclusion and is working towards making HR processes more friendly for disabled individuals.\n\nHowever, the challenges faced by Common HR, such as lack of participation in PSEA and difficulty in coordinating meetings, need to be addressed to ensure effective service delivery. The Common HR's recommendation to include its members in the PSEA network and discuss globally the pending consequences of SC salary scale issues is a positive step in the right direction.\n\nThe priorities outlined by the Common HR for 2023, such as monitoring the annual salary survey process, harmonizing the local vacancy advertisement process, organizing sensitization sessions and PSEA trainings, and reviewing HR processes to be more friendly to disabled individuals, are crucial for ensuring coordinated and efficient HR management in Lesotho.\n\nOverall, the Common HR Services in Lesotho are focused on promoting staff well-being, inclusion, and professional development, which is essential for creating a healthy and productive work environment.\n\nThe UNCT in Lesotho is projected to save approximately USD 1,210,105 over the UNDAF cycle from 2019 to 2023. These savings can be utilized for various programmatic initiatives and to improve the overall quality of business operations. Efficient management of resources is crucial for achieving Sustainable Development Goals and promoting sustainable development. It's encouraging to see that the UN in Lesotho is taking steps towards cost-effectiveness while maintaining quality services."},"participatingEntitites":[{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Lack of competition due to few certified services providers locally for maintenance of  the specific","comment":null,"likelihood":"Negligible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"Certified service providers are available in the country"},{"type":"risk","description":"Lack of recycling facilities in the country","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"Explore available recycling facilities in the neighbouring country"},{"type":"risk","description":"Perfomance results are unsatisfactory where there is only limited service providers in the country a","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Financial service provides are available in the country"},{"type":"risk","description":"The local market is not developed to get service providers with the right capacity for each category","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"Explore markets of neighbouring countries mainly South Africa"},{"type":"assumption","description":"Agencies have capacities to manage freight contracts.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Availability of Companies  in the country that can collect and recycle waste collected from the UN H","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Participating Agencies will accept and use services of all approved Freight forwarding companies.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Service provdiders certfied to deal with the specific system can be found locally","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Service providers' performance is satisfactory for the duration of the LTA","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The suppliers or vendors are willing to offer the discount where applicable","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies are committed to use the joint LTAs","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]