[{"iso":"MAR","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Le repositionnement du Système de développement des Nations Unies prévoit une réforme du dispositif fonctionnel au niveau des pays dont la première étape encourage une plus grande collaboration entre les agences parties au Plan-cadre de coopération pour le développement durable en vue de la mise en place d’une stratégie relative aux activités de gestion et d’appui (business operations strategy ou BOS).\n\nLa BOS est un cadre de résultats et de planification conjoint qui engage les agences signataires à renforcer leur collaboration afin d’améliorer la qualité de leurs services de gestion et d’appui opérationnels, et de réaliser des économies de coûts permettant d’optimiser les fonds qui leur sont confiés pour la mise en œuvre des activités programmatiques. La BOS vise à éliminer les doublons, à tirer parti du pouvoir de négociation conjoint, et à faire des économies d’échelle, tout en améliorant la qualité des services fournis.\n\nLa BOS 2.0 s’appuie sur une méthodologie renforcée et sur une plateforme en ligne. Afin de favoriser l’exécution efficace des plans-cadres de coopération et des composantes du Programme 2030 de développement durable, le Secrétaire général a demandé à toutes les équipes de pays de mettre en place la stratégie améliorée BOS 2.0 d’ici à 2021. Les agences, fonds et programmes participants à la BOS 2.0 du Maroc (2021-2025) sont : CEA, FAO, HCR, OIM, OMS, ONUFemmes, ONUSIDA, PAM, PNUD, UNESCO, UNFPA, UNICEF et UNOPS rejoints par FIDA ET UNHABITAT en 2022. \n\nLa Coordonnatrice résidente est redevable au Secrétaire général de l’élaboration, de la mise en œuvre, du suivi et du rapport annuel sur la BOS. L’Équipe de pays a fourni les orientations stratégiques, assuré la supervision générale de l’élaboration de la stratégie et sa validation, et mis à la disposition de l’OMT les ressources humaines et financières nécessaires. L’OMT et ses groupes de travail ont élaboré la stratégie et son plan de mise en œuvre. La BOS 2.0 du Maroc a été élaborée de manière participative, en étroite consultation avec toutes les agences participantes. Elle reflète les priorités identifiées lors des discussions, étayées par des analyses détaillées, et définit les résultats stratégiques à court et moyen termes qui guideront la collaboration entre les agences au cours des cinq prochaines années. \n\nÀ la demande de l’Équipe de pays, l’OMT a priorisé les lignes de services « Administration » et « Achats » en 2020. Quatorze services communs avaient été retenus, dont la mise en œuvre devait permettre des économies de coûts d’environ 1.895.011 US$ sur 5 ans pour un investissement de 107.840 US$. Les services « gestion de conférences et d’événements » et « interprétation et traduction » devaient générer les économies de coûts les plus importantes, soit 474.099 US$ et 457.945 US$ respectivement.\n\nDes bénéfices qualitatifs sont attendus de la mise en place d’une base de données centrale pour les LTA et d’une seconde pour les fournisseurs, lesquelles faciliteront, via une plateforme unique, la collaboration en matière d’achats, l’économie de temps d’étude des marchés et ambitionnent de fournir, à terme, des services d’approvisionnement sensibles au genre et au handicap, et respectueux de l’environnement.\n\nLes gains escomptés de la BOS 2.0 s’appuient sur plusieurs hypothèses, dont la disponibilité des ressources humaines et financières nécessaires à sa mise en œuvre, et l’engagement des agences de s’appuyer prioritairement sur les accords à long terme (LTAs) communs pour l’acquisition de biens et services.  Plusieurs risques ont été identifiés, dont le temps d’adaptation à de nouvelles méthodes de travail en collaboration et la faible réactivité des prestataires à répondre aux besoins.\n\nLa BOS est revue annuellement, et élargie à d’autres lignes de services et mise à jour, lorsque nécessaire, pour rester pertinente au regard des besoins de l’Équipe de pays et du nouveau Plan-cadre de coopération pour le développement durable 2023-2027.\n \nLors des travaux de l’OMT au titre de l’année 2021, l’OMT a décidé d’étendre le champ d’application de la BOS à deux lignes de services : RH et Finance sur recommandation de la UNCT.\n\nPour la ligne de service finance, l’analyse de l’existant a permis d’identifier les services communs liés à la HACT. Dans le cadre des nouvelles opportunités les services bancaires sont en cours d’analyse.\n \nConcernant la ligne de service RH, aucun service commun existant n’a été identifié. Cependant, de nouveaux services communs seront identifiés dans le cadre de l’analyse d’opportunité.\n\nLa revue annuelle BOS 2 .0 au titre de l’année 2021 a permis de dégager les éléments suivants :\n\nContraintes :\nLa mise en œuvre de la BOS a accusé un retard considérable principalement dû aux conséquences de la pandémie de la COVID-19. Le mode de travail distanciel adopté pendant la pandémie n’a pas facilité les interactions entre les membres des groupes et a ralenti l’avancement des travaux.\n\n- La non prise en compte lors de la planification initiale, pour les agences qui lancent pour la première fois un processus LTA, des délais importants de validation que prennent leurs bureaux régionaux et sièges\n- La non-familiarisation des prestataires avec les procédures de soumission des nations unies et leur non-réactivité par rapport aux appels d’offres\n- L’arrêt momentané des services communs en raison de la hausse généralisée des prix durant l’année 2021, qui n’a pas permis l’atteinte des objectifs en matière d’évitements des coûts annoncés pour la même année.\n\nEtat de la mise en œuvre de la BOS\n- Les travaux dans le cadre de la ligne de services « Achats » ont permis de sélectionner un prestataire de service pour le développement des deux bases de données.\n- Les travaux dans le cadre de la ligne de services « Achats » ont permis de sélectionner un prestataire de service pour le développement des deux bases de données.\n- La situation de la mise en œuvre des LTAs relatifs à la ligne de service administration se présente comme suit :\n- Les services communs signés et utilisés en 2021 ( vehicle rental, translation)\n- Les services communs signés et qui seront utilisés à partir de 2022 (security equipment procurement, graphic design services, et cleaning)\n- Les services communs dont le processus d’appel d’offres est toujours en cours (interprétariat, hébergement et forfait séminaires, sécurité, services de voyages, impression, et gestion des conférences et événements)\n- La hausse généralisée des prix depuis l’année 2021 a engendré l’arrêt momentané des services communs suivants : Fournitures de bureau et achat des toners.\n- Les objectifs en matière d’évitements des coûts annoncés pour l’année 2021 n’ont pas pu être atteints.\n- Les nouvelles estimations basées sur la révision des CBA s’élèvent à «1.540.000 ».\n- La révision du taux de référence du dollar utilisé dans les CBAs : USD 1 = MAD 9.172 en septembre 2020 vs. USD 1 = MAD 9.499 en mars 2022 – impact : étant une diminution du montant en USD de l’évitement des coûts."},"participatingEntitites":[{"organizationId":14,"participating":true},{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"1. Report de participation ou retrait d’une ou plusieurs agences de la BOS ou d’un service","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"OMT accept the risk"},{"type":"risk","description":"2. Le temps d’adaptation aux nouvelles méthodes de travail en collaboration","comment":null,"likelihood":"Highly Possible","impact":"Minor","risktreatment":"Monitor","mitigationMeasure":"Séances de formations et de travail avec les groupes de travail concernés"},{"type":"risk","description":"3. Services « Administration »: la sous-utilisation des LTAs conjoints diminue les gains attendus.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"- Sensibilisation continue de la nécessité d'honorer leurs engagements en matière d'utilisation des LTA.\n- Envisager d'amender le LTA pour qu'il puisse répondre aux besoins de l'ensemble des agences"},{"type":"risk","description":"4. Services « Administration »: Faible réactivité des prestataires à répondre aux besoins.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"- Intervenir auprès des fournisseurs pour clarifier davantage les besoins et tenir avec eux des sessions de travail pour expliquer la procédure de sollicitation"},{"type":"risk","description":"5. Les LTA mis en place ne répondent pas aux besoins de toutes les agences.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"- Amender les LTA pour qu'ils répondent aux besoins de toutes les agences"},{"type":"risk","description":"6. Les fournisseurs et prestataires refusent de s’engager pour une durée de plus de six mois.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"- Continuer à chercher la Best Value for Money du moment."},{"type":"assumption","description":" 5.Standardisation et harmonisation des spécifications techniques","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"1. Les ressources humaines et financières nécessaires sont disponibles","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"2. Les agences participent activement aux travaux de la BOS et fournissent les données et expertises","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"3. Abstention des fournisseurs à s'engager pour une durée de plus de six mois pour raison d'instabil","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"4. Services « Achats »: utilisation et mise à jour des bases de données par les agences","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]