[{"iso":"MDA","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"At the request of the Government (2011), Moldova is a Delivering as One country which seeks to increase the United Nations system’s impact through more coherent programmes, reduced transaction costs for governments, and lower business operations costs. \n\nIn 2022, the UN and the Government in the Republic of Moldova signed the United Nations Sustainable Development Cooperation Framework 2023-2027, which involved close collaboration and coordination with the Government of Moldova, as well as, a wide range of partners including civil society, academia, development partners, donors, etc.\n\nThe 2018-2022 UN Business Operations Strategy (BOS) has been developed by the RC and UNCT in Moldova to support the operationalization of the CF and provide a strategic, medium-term focus on common United Nations operations in support of enhanced programme delivery. The BOS focuses primarily on efficiency gains and cost avoidance through joint collaboration. It aims to enhance internal transaction cost avoidance and to improve the quality of services, including cost savings on externally sourced goods and services. The BOS is based on the existing corporate guidance, lessons learnt from the prior BOS and the needs emerging from the country partnership framework.\n\nIn this context, following a thorough review and analysis, aiming to identify solutions to existing bottlenecks in the UN operations, current BOS enunciates opportunities and cost benefits that have been identified in the common operationalization of the following five key service lines of business operations: Human Resources, Administration and common premises management, Finance, ICT and Procurement.\n\nCurrently, Moldova is facing the impact of the war in Ukraine and the continuation of the Refugees Situation following. To support the country in the crisis response, two new Agencies joined the UNCT, UN Refugee Agency (UNHCR) and World Food Programme (WFP) bringing their specialized knowledge and support. In this respect, LTAs currently established through OMT have been very instrumental to provide a rapid and cost-effective response.\n\nFollowing BOS Annual Review, OMT has identified opportunities of collaboration in additional number of 5 common services, totaling 37 Common services under 5 Service lines. Additional opportunities identified are in the area of Common Premises management, Gender and Disability Inclusion, Prevention of Sexual Exploitation and Abuse (PSEA), recruitment. The BOS annual review process provided also the opportunity to re-assess the currently existing common services. To be mentioned, that one additional UN Agency, and namely WFP and UNHCR, has joined the OMT, bringing experience and knowledge.\n\nBOS has a strong focus on cost effectiveness and improved quality of services across the UN agencies and expected cost avoidance 2019-2025 constitute USD 1,033,153 for the period 2019-2025.\n\nThe OMT provides leadership on the implementation of a coordinated, efficient and effective common operational support agenda at the country level. It provides recommendations to the UNCT on common services and business-related issues and identifies opportunities for collaboration and innovation."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Business disruptions due to COVID impact","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Ensure there are alternative arrangements in place to secure supply of necessary goods and services"},{"type":"risk","description":"Different priorities of UN Agencies at field level","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"Engage UN Agencies in discussions in order to identify common areas of interest and engagement"},{"type":"risk","description":"Difficulties to find qualified candidates pertaining to under-represented groups.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Women empowerment"},{"type":"risk","description":"Impact of COVID-19 pandemics on joint activities and field offices' priorities","comment":null,"likelihood":"Highly Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Adjust implementation plan based on the evolution of pandemics in the country and nationally imposed restrictions"},{"type":"risk","description":"Impact of L2\/L3 Emergency response on joint activities and field offices' priorities","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Adjust implementation plan based on the evolution of Ukrainian response and influx of refugees in the country"},{"type":"risk","description":"Lack of sufficient buy-in and participation in common procurement from the UN agencies side;","comment":null,"likelihood":"Possible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"Promote benefits of participation in the common procurement activities"},{"type":"risk","description":"Lack of sufficient buy-in and participation in organizing common annual learning initiatives","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Avoid","mitigationMeasure":"Promote knowledge sharing among UN Agencies on fields of common interest"},{"type":"risk","description":"Lack of sufficient commitment from Agencies to recruit staff from under-represented minority groups","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"To ensure there are common practices applied in recruitment processes promoting inclusiveness."},{"type":"risk","description":"Limited need of the services (only 3 HACT Agencies)","comment":null,"likelihood":"Definite","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"To discuss within HACT Working Group how information gathered through HACT assurance activities can benefit other Agencies"},{"type":"risk","description":"Limited participation in common learning activities","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Control","mitigationMeasure":"Encourage staff participation in common learning activities by conducting staff surveys and providing trainings in the areas of common interest"},{"type":"risk","description":"Varying operating policies and procedures in different agencies","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Reinforce the Mutual Recognition principle"},{"type":"assumption","description":"All agencies are committed to conduct targeted recruitment of staff from underrepresented groups","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All agencies using common UN website and other online communication platforms for announcements","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All participating Agencies will move from the owned printers to the rent of printers for printing ne","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Approach to rent printers will support environmentally-friendly printing","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Full engagement of all participating agencies in the procurement working group","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Jointly organized learning events correspond to needs of UN staff","comment":"Based on internally conducted surveys areas of interest are identified.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"LTA is used by all interested UN Agencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"OMT and UNCT will actively engage in implementing and monitoring progress on BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The joined learning plan is approved yearly by UNCT","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The long-term agreements allow negotiating reduced price of goods\/services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN agencies conclude LTAs for common services to satisfy the recurring demand for goods\/services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]