[{"iso":"MDG","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In his report to ECOSOC 2019 on the business development segment, the Secretary General reaffirmed that the ongoing UN Reform (in respect to resolution A\/72\/219) will yield a wide range of benefits. In the immediate term, this will take the form of alignment of processes, improved quality of analysis and reporting, greater transparency and cost avoidance. In the long run, the benefits will come in the form of faster and better progress towards the SDGs. The Business Operations Strategy (BOS) is UNDG's response to the results targets required by the General Assembly.\n\nThe BOS sets the medium-term strategic direction of United Nations country operations to support the implementation of UNSDCF. It reflects the high-level effects of Joint Operations of UN agencies (unlike operations at individual agency level) which identify expected results.\n\nThe objective of the BOS is the harmonization of the operational processes of the agencies, reduction of duplication and avoidance of transaction costs, development of synergies, improvement of efficiency and efficiency gains within the framework of \"Delivering As One\" to support the implementation of the UNSDCF, in a collaborative manner.\n\nUN agencies have under the leadership of the RC finalized the UNSDCF (2021-2023) which has been signed with the Government of Madagascar. UNCT has mandated the OMT to elaborate the Business Operations Strategy that will support the programmes implementation. The BOS was collaboratively developed by the OMT, OMT working groups and PMT representatives starting from June 2020 under the leadership of the OMT Chair and in close consultation with DCO colleagues. Twelve agencies participate in the BOS: FAO, ILO, IOM, UNAIDS, UNDP, UNFPA, UNICEF, UNIDO, UNESCO, UN, WFP, WHO.\n\nBased on lessons learnt from the BOS 2017-2019, reference to the final evaluation conducted by an independent consultant, the OMT and its working group members identified relevant and efficient services both from cost avoidance and quality improvement perspectives. All six service lines (Administration, Finance, Procurement, Human Resources, ICT and Logistics) have been retained and constitute the six outcomes of the BOS.\n\nThe BOS task force, together with the working groups undertook the different steps of the BOS process (stock take, opportunity analysis, costs benefit analysis and prioritization) which led to the identification of common services including new services with high impact through effectiveness and efficiency supported by a detailed operational analysis and provides the short and medium-term strategic results that will guide the monitoring and evaluation of operations in support to the programme delivery. The cost benefit analysis shows potential cost avoidance in the six service lines.\n\nIt is expected significant quality improvement and cost avoidance in the amount of USD  13.3 million over 5 years through mutual recognition, harmonization, synergy and collaboration.\n\nThe process ended with the results framework and the planning. Key indicators were identified to measure progress toward results.\n"},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Agencies take seriously the UN reforms and are ready to fully participate in the\nBOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Effective use of LTAs by agencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Effective use of the orientation guide for new staff","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Effective use of the roster to target potential talents will reduce recruiting time","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Need for common platform for sharing and accessing of LTAs issued by different\nagencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Need for the data center will still remain","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Responsible agency will ensure that the roster is updated accordingly and outdated\ninformation remov","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]