[{"iso":"MDV","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In line with the UN Secretary-General’s reform agenda to reposition the United Nations Development System, adoption of an improved Business Operations Strategy (BOS) is mandatory for all UNCTs with a global deadline of December 2021. The BOS is a results-based framework that focuses on joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN and maximizing economies of scale. It is facilitated by the principle of mutual recognition and constitutes of a reliable evidence-based foundation for the establishment of common back offices.\n\nThe BOS for the Maldives applies to the areas of work most relevant to the UN Agencies operating in the country and is focused and structured around four service lines: Common Finance services, Common human resources management, Common procurement services, and Common ICT services.\n\nThe UNCT for the Maldives comprises of 15 UN entities. However, with a modest programmatic presence of the UN system in Maldives, majority of the UN entities that operate in Maldives are based outside of the country and provides support virtually. The operations of these agencies are conducted through the head office operating from another country, mainly either Sri Lanka, India or Bangkok.  As such the OMT membership for the Maldives constitutes of 5 UN agencies which conducts prominent operations within the country.\n\nUnder the strategic guidance and oversight of the UNCT, the OMT dedicated substantial human resources of the staff to complete the Annual Review of the BOS 2.0. Like development of the BOS the Annual review was a first experience and therefore considered as a learning process for the OMT members. Several dedicated series of discussions, supported by the DCO BOS focal points, and analytical exercises were required to complete the various steps leading to the quality review of the BOS implementation plan.\n\nIn line with recommendations of the BOS guidance on Monitoring Annual Review the OMT has reviewed the progress of agreed common services, discussed the existing bottlenecks, and agreed on way forward. The analysis showed that implementation of the selected services was heavily affected by COVID-19 pandemic and a respective additional workload on agencies. This resulted in the implementation rate of 20% as only two services out twelve planned were started\/implemented in 2021: mental sessions for the UN Staff were arranged by the RCO as a part of the training activities under the Human Resources service line, and Macro assessment was initiated jointly by UNDP, UNICEF, and UNFPA in 2021. The annual revision exercise revealed necessity to postpone implementation of a joint recruitment panel service due to undergoing clustering of HR services. \n\nAs a result of the review process the UNCT and OMT have agreed to continue implementation of the remaining eleven services in 2023 and assess the monetary efficiency gains and the quality of the implemented services in the next cycle of the annual review in 2023. \n\nThe OMT reviewed the BOS Work Plan for 2022 and acknowledges the need to increase ambition for common initiatives in 2023.  To this end, new initiatives of carpooling has been added and the OMT plans to undertake detailed discussions in 2nd quarter of 2023 to revise the BOS implementation plan 2023 for Maldives."},"participatingEntitites":[{"organizationId":1277,"participating":true},{"organizationId":16,"participating":true},{"organizationId":2,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Common finance risk- cooperation from governmnet for macro assessment and support from Implementing","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Monitor","mitigationMeasure":"inform agencies about the estimated budget and coordinate well"},{"type":"risk","description":"Resources in terms of staff time and finances are available for the implementation of BOS","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Transfer","mitigationMeasure":"Better coordination with Regional Office to ensure the availability of external training service provider."},{"type":"assumption","description":"Continuation of COVID-19 pandemic throughout 2021","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Finance Assump- timely coordination and corporation by government","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Resources in terms of staff time and finances are available for the implementation of BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UNCT  and staff are  committed to implementing BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]