[{"iso":"MEX","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The UN Country Team (UNCT) in Mexico is currently composed by 29 organizations, which includes 22 residents and 7 nonresident agencies. The cooperation framework between the Government of Mexico and the United Nations for 2020-2025 was signed. The new document, entitled United Nations Sustainable Development Partnership Framework (UNSDPF) is structured in four (4) areas of work that reinforce each other: i. Equality and Inclusion; ii. Prosperity and Innovation; iii. Green Economy and Climate Change and  Peace, Justice; and, iv. the Rule of Law, with two areas that are transversals to all of them: Gender Equality and Empowerment of Women, Girls; and, Migrants and Refugees People  \n\nThe UN Secretary General has outlined the need for UN to implement changes to pursue “more cost-efficient support services, by reducing the duplication of functions and administrative and transaction costs through the consolidation of support services at the country level…”. The efficiency reforms are directed to optimize the manner the UN do business operations today. The UNSDG Business Innovation Group (BIG)  has been asked to lead the implementation of the strategy to ensure the targets set by the SG are met.\n\nThe Business Operations Strategy (BOS) among other efficiency interventions such as Common Back office(CB), Common Premises (CP) and Regional and Global Shared Services Centers are to be implemented at country or regional level in the short term.   These interventions are supported by three key enablers: a.- Mutual recognition; b.- Client satisfaction principles; and c.- Pricing and costing standards.\n\nThe BOS is a framework guiding UN business operations at the country level. The BOS facilitates the strategic planning, management, monitoring, and reporting of the UNCT’s joint support to programme delivery through common business operations.\n\nThe BOS is a flexible tool recommended for UN Country Teams that seek to enhance the quality and cost effectiveness of joint business operations.\n\nThe BOS reflects common services that are developed jointly and does not include or replace individual agency operation plans. Common services within BOS do not need to be common to all agencies, but rather can be a common service shared by two or more agencies.\n\nEfforts in Mexico to implement the BOS 1.0 goes back to 2016 where a BOS methodology training and further discussion and analysis were held. Due to a variety of reasons, such initial effort was not successful.\n\nBased on such experience, with a proactive partnership between the current UN Country Team and the Operations Management Team, it was agreed in June 2020 to start the design and planning of the BOS 2.0 which now includes an online platform.\n\nFor such purpose, UNCT delegated to the OMT (chaired by two members of the UNCT) the preparation of BOS 2.0.  For such purpose, six (6) task forces were established for the following lines  a.- Procurement; b.- ICT, c.- Human Resources; d.-Finance; e.- Administration\/Facilities; and f.- Logistics. Selected staff members from 15 participating agencies were appointed as members of the task force based on their area of expertise.\n\nFor this first stage of the BOS, 15 Agencies, Funds and Programs participated in addition to the OCR. There are various reasons why not all AFPs residents in Mexico do not participate; Some have a more regional presence than at the Mexico level, and others have reduced work teams\n\nA Coordination Team of four members was the link between the UNCT, the  OMT, Task Forces and Technical Support.\n\nThe result of the BOS exercise is a product of active inter-agency collaboration, a consultation and approval process between the Coordination team and the OMT and review and approval by the UNCT. For this exercise the various task forces incorporate for discussion and analysis topics such as gender parity, green initiative and disable people and inclusion. \n\nTaking into account the current working conditions as a result of the pandemic and seeking that the execution of the BOS will take place gradually and in a coordinated manner, it was decided that this first stage would cover two years of planning and implementation (2021 and 2022)\n\nDuring the annual review process for 2022, the period for all common services has been extended until 2025  and data uptated accordingly.\n\nDue to the delay in implementing the common services and the complexity that arises from the staff rotation in task forces to follow up on relevant planning frameworks, the OMT decided not to include new services during the 2022 annual review exercise. We expected to have the first common services implemented during Q4 2022, so there is no-cost avoidance to report in 2021\n\nAt the end of 2022 and the beginning of 2023, Mexico have been able to move forward and finished the common services detailed below:\n1.      Green IT (2022)\n2.      Security Services (2022)\n3.      Insurance Services (2022)\n4.      Interpretation and translation services (2023)\n5.      Travel (2023)\n\nAlthough some services have not been completed as planned, the OMT and the working groups have had Important progress on the Non CBA common services such as Tax services and Human Resources. For the case of TAX services it was decided to prioritize the review of the current regulation about Taxes requirements for national and international staff in Mexico, based on the convention on privileges and immunities. In regards to the Human resources services related to disability inclusion work has been focused on the identification of internal partners and relevant guidelines to implement the service.OMT decided to include one additional common service in 2023: Human Resources Survey related to the place to place survey that has been managed by the RCO and UNICEF with the participation of all Agencies.\n\nIn terms of cost savings, approximately 190k has been achieved so far and a projected USD 2.5 million for the next five years.\n\nDuring the exercise 2023, plans are being updated and\/or achieved and all CBAs and Quality KPI being reviewed and updated too."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":15,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":4,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"All agencies will provide the information on a timely manner","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All Representatives will decide to go ahead with this requierement","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Availability of professional and qualified administrative services providers","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The IRS will support the UN to establish a common treatment for all UN Agencies for TAX reimbursemen","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]