[{"iso":"MKD","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In 2021, the United Nations Country Team (UNCT) in North Macedonia developed its Business Operations Strategy (BOS) in support of a more effective programme delivery of 2030 Agenda and UN development system reform.\n\nBOS is a results-based framework that focuses on joint business operations in support to programme delivery, with the purpose of eliminating duplication, leveraging the common bargaining power of the UN and maximizing economies of scale. It is an essential, but flexible and voluntary tool for UNCT North Macedonia to support the implementation of 2021-2025 UN Sustainable Development Cooperation Framework (SDCF).\n\nFourteen UN entities are participating in BOS North Macedonia – FAO, ILO, IOM, OHCHR, UNDP, UNDSS, UNFPA, UNHCR, UNICEF, UNODC, UNOPS, UN-RCO, UN WOMEN and WHO. The Strategy focuses on five common thematic areas: procurement, ICT, administration, human resources and finance.\n\n\nFor 2023, four common services will be added: environmental sustainability of common premises, mapping\/engagement of organizations of persons with disability and mapping of disability inclusion HR practices, and stationary procurement.\n\nAt the time of BOS development, the full BOS implementation during this period was estimated to result in savings of US$1.1 million as net benefits through efficiency gains in goods and service procurement, labour costs, as well as from savings in expenses. This was adjusted to $1.3 million during 2022 and to $1.1 million during the 2023 review. The actual realized cost savings in 2022 amounted to $130,635 and are estimated at $286,078 for 2023.\n\n \nBesides the cost avoidance benefits, joint services continue to contribute to a high service standard, time efficiency and flexibility, transparency in reporting and information on performance, and overall higher quality of service delivery.\n\nThe successful implementation of the BOS in the country will be achieved through a high level of commitment and support from the UN Resident Coordinator, UNCT, Operations Management Team (OMT) and joint efforts of operations teams of all UN entities.\n \nOMT was further strengthened in 2022 – it meets monthly, represents all UN entities with operational presence in the country and increasingly serves for information exchange and alignment on all operational issues such as vendors, use and establishment of long-term agreements, alignment of consultancy and service rates etc."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Monitoring COVID19 situation and adjust plan and approach if needed.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN  HQ level  synchronize their polices. At CO level, UN adjust joint activities to match internal p","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies pro-actively and equally participate in all OMT activities as part of regular duties","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UNCT to promote active participation of SMs in their agencies in implementation of BOS. Ensuring fun","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]