[{"iso":"MLI","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Résumé Exécutif BOS Finale (14\/04\/2022)\n\n1. Dans le contexte d’une crise multidimensionnelle à laquelle s’est ajoutée la pandémie du COVID-19, la stratégie relative aux activités opérationnelles [en anglais : business operations strategy (BOS)] est élaborée et mise en œuvre au Mali dans la perspective d’une meilleure rationalisation et recherche d’efficience des activités opérationnelles des Agences, Fonds, Programmes et entités des Nations Unies. Le BOS vient en appui au Cadre de coopération des Nations Unies pour le développement durable (UNSDCF), document de partenariat pour la période 2020-2024 entre le gouvernement de la République du Mali et le Système des Nations Unies. Les résultats de UNSDCF sont organisés autour de trois axes stratégiques et Six effets :\nAxe 1 : Gouvernance efficace et redevable pour une société en paix, juste et inclusive avec deux effets centrés sur :\n- L’Etat de droit, la paix et la redevabilité des institutions publiques, des médias et une société civile exerçant des rôles et responsabilités pour une gouvernance efficace et inclusif et ;\n- La résilience des populations face aux conflits afin qu’elles vivent dans un environnement de paix, de sécurité et respectueux des droits de l’Homme et des traditions positifs culturels ;\n\nAxe 2 : Croissance inclusive, résiliente, et durabilité environnementale avec deux effets visant :\n- L’inclusivité de la croissance en vue de permettre aux populations maliennes plus particulièrement les plus vulnérables, de participer à l’économie et de bénéficier des fruits d’une croissance forte, inclusive, résiliente et créatrice d’emplois décents ;\n- La durabilité environnementale et la résilience à travers des actions de renforcement des capacités des communautés afin de leur permettre de gérer durablement les ressources naturelles et d’être plus résilientes face aux effets néfastes du changement climatique ;\n\nAxe 3 : Services sociaux de base et Protection sociale inclusive avec deux effets centrés Sur :\n- L’accès plus équitable aux services sociaux de base de qualité pour les femmes, les enfants, les adolescents et les jeunes ;\n- L’amélioration de l’accès aux services de protection sociale et aux actions humanitaires pour les personnes vulnérables[1] y compris celles en situation d’urgence.\n \n2. Le BOS du Mali s’inscrit dans le cadre de l’agenda d’efficience prôné par le Secrétaire Général dans la réforme du Système des Nations Unies. Il est axé sur les résultats, et se concentre sur les activités de gestion et les opérations communes visant à éliminer les chevauchements, tirer parti du pouvoir de négociation des Nations Unies et maximiser les économies d’échelles. Il promeut spécifiquement les principes de satisfaction du client, de la qualité des services et de l’optimisation des coûts.\n\n3. Le BOS du Mali est élaboré pour la période 2021-2025 et s’articule autour de 5 catégories de services et 25 lignes en 2021. Il est mis en œuvre suivant un plan de travail et de ressources approuvés annuellement par l’Equipe pays, avec le soutien de l’équipe de gestion opérationnelle (OMT) et l’appui technique de l’équipe de services communs. Il est examiné sur une base annuelle afin de prendre en compte les différentes évolutions de l’environnement et du contexte afin de maximiser les gains et les coûts évités.\n\n4. A l’issue de l’examen 2021 de la première mise e œuvre du BOS, les coûts évités réels pour le Système des Nations Unies au Mali s’élèvent à $455179, ce qui est très encourageant compte tenu du contexte de mise en œuvre marqué notamment par la persistance de la pandémie de la COVID 19 et l’instabilité politique et sécuritaire au Mali. Le service commun relatif à la sécurité et au gardiennage présente les plus forts coûts évités, $270097 en 2021. Les services relatifs aux solutions de durabilités environnementale dont les installations solaires dans les bureaux avec des coût évités 56575 $ présentent quant à eux un très fort impact notamment sur la qualité de l’environnement de travail et la continuité des services.\n\n5. La qualité des services communs est en nette amélioration sur la base de l’enquête de satisfaction menée. En effet des avancées majeures sont notées dans le domaine des infrastructures durables et des services de l’administration, y compris les locaux communs. Des activités novatrices ont été lancées à l’exemple de l’installation progressive de l’Energie solaire. Il est à noter cependant que l’un des défis majeurs reste les données prévisionnelles de qualité. Par conséquent des outils et moyens de mesure de la qualité de services seront approfondis à partir de l’exercice 2022.\n \n3. Dès l’année prochaine le BOS Mali recentrera aussi ses efforts sur les services communs qui apportent plus de valeur ajoutée en termes de qualité des services et de coûts évités. A cet effet, l’amplification de l’optimisation de la gestion des locaux communs suivant les standards des Nations Unies en cours de développement, la mise à l’échelle des solutions de durabilité environnementale et des accords-cadres à long termes (LTA) les plus prometteurs seront parmi les priorités.\n\n[1] Le Bilan Commun de Pays a identifié comme populations vulnérables trois groupes sociaux qui sont : i) les femmes ; ii) les enfants de 0 à 16 ans ; iii) les personnes vivant dans l’extrême pauvreté et les jeunes au chômage. PCA, page 76\n "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Implication limité des AFP sur le BOS","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Accept","mitigationMeasure":"Faire le suivi pour assurer l'implication du personnel."},{"type":"risk","description":"Persistance de l'embargo  et sanctions CEDEAO\/UEMOA","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Mise en place de comité de suivi des incidendes des sanctions de la CEDEAO pour le suivi et recommandations d'actions de mitigation."},{"type":"risk","description":"Situation persistante de la pandémie de la COVID-19 entrainant un engagement limité des AFPs dans le activités du BOS","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"Suivi et mise en œuvre de mesure COVID-19"},{"type":"risk","description":"Toutes les Agences, Fonds et Programmes des Nations Unies pourraient ne pas mettre leur contribution","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"L'OMT en discutera avec l'UNCT et trouvera des solutions"},{"type":"risk","description":"Transition politique avec risque des troubles sécuritaires et sociaux","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Faire le suivi de la situation et anticiper sur des mesures de continuité de service en cas d'incident securitaire."},{"type":"assumption","description":"Appui suffisant de l'équipe de pays des Nations Unies pour la mise en œuvre des services communs","comment":"L'OMT et les groupes de travail de l'OMT recevront un soutien suffisant de l'équipe de pays des Nations Unies pour mettre en œuvre les activités de service commun","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Participation des groupes de travail OMT et OMT aux activités de service commun","comment":"L'OMT et les groupes de travail OMT participent régulièrement aux activités de service commun","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Situation politique et sécuritaire volatiles","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]