[{"iso":"MMR","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The UN Country Team (UNCT) Myanmar launched its first Business Operations Strategy (BOS) in June 2018, making the BOS a priority and building on the progress achieved in the past years implementing a \"Delivering as One\" approach in Myanmar. \n\nUsing the opportunity to transit onto the BOS 2.0 on-line platform, the Operations Management Team (OMT) in Myanmar in 2020 reviewed the progress of all outcome areas (Admin & Logistics, Facilities services, Finance, Human Resources, Information Communications Technology and Procurement) and made adjustments and revisions where necessary. \n\nTherefore, the BOS start date of 2020 indicated in the BOS 2.0 online portal is the initial review date bringing the originally launched BOS up-to-date covering the years from 2018 - 2024 and making sure that the document remains a living strategy.\n\nIn the initial BOS 2.0., the UN in Myanmar was aiming to avoid costs of approx. USD 4.9 million through various collaborative approaches and common services.  Roughly 50% of these costs were expected to be saved in the common administration services including common facilities and premises.  The remaining 50% of cost avoidance was to be obtained through common finance, ICT, procurement, logistics and human resources services.\n\nAfter the annual review 2023, the cost avoidance envisioned in the revised BOS 2.0 has increased to USD 6.4 million over a period of five years, with almost USD 2.7 million to be saved in common administration services, including common facilities and premises, and $2.5 million to be saved in common logistics.\n\nThe OMT put significant efforts into making a tangible progress in the implementation of the BOS Myanmar since the strategy was launched in mid-2018 and reported over USD 5 million cost avoidance achieved for the period 2019-2022 (USD 1.5 million in 2022).\n\nThese gains are the more impressive considering the continued impact of the military takeover of February 2021 on UN staff and operations in Myanmar, and by the COVID-19 pandemic impact in 2022. This said, achieving cost avoidance and quality improvements through common services remains an important priority of the OMT despite a continuously difficult operating environment."},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"A further deterioration in the security situation leads to reduced UN operations in parts of Myanmar.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Monitoring of the security situation, updating of business contingency plans and of the programme criticality exercise."},{"type":"risk","description":"Challenges in extending MoUs and obtaining visas for staff hamper operational and capacities on the ground.","comment":null,"likelihood":"Remote","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Advocacy efforts ongoing."},{"type":"risk","description":"COVID-19 mitigation measures and restrictions continue to negatively impact operations and common services.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Continue close monitoring of the COVID-19 situation in Myanmar and adapting the UNCT Myanmar COVID-19 operating mode regularly."},{"type":"risk","description":"Restrictive banking regulations and increased scrutiny negatively impact payment\nprocesses to implementing partners and for staff salaries.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"  Advocacy efforts ongoing."},{"type":"risk","description":"Tax Exemption permission for medical supplies is quite challenging for UN agencies it has been affected to high cost for clearance of cargo and affected for import of humaniataian supplies.","comment":null,"likelihood":"Negligible","impact":"High Concern","risktreatment":"Monitor","mitigationMeasure":"Try to explore the possible approaches with respective government counterparts."},{"type":"risk","description":"The financial stability of private banks and service providers is uncertain.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":null},{"type":"assumption","description":" Security concern will become more and more complex.","comment":"Seurity siutation for tranport of supplies to the entire country is become more complex and difficult.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Relaxation of COVID-19 related restrictions","comment":"The relaxation of COVID-19 related restrictions will allow for a return to office and the intensification of efforts to establish common services identified in the BOS.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]