[{"iso":"MNE","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Montenegro is a Delivering as One country (DaO) which in 2009 voluntarily adopted this work approach, led by the Government of Montenegro and the UN System in the country.\n\n2017-2021 BOS was developed as “Light”, meaning that for several services Cost Benefit Analyses has not been undertaken. Considering that the new BOS platform does not support the Light BOS, but also that some parts of the BOS are not relevant anymore, it was decided to develop completely new BOS covering period 2020-2024. \n\nThis Business Operations Strategy 2020- 2024 builds on ongoing efforts by the UN Country Team to harmonize and simplify its business operations, as well as aim to introduce new opportunities for collaboration and initiatives for the UNCT for the period of five years. Considering that UN system in Montenegro works jointly since 2009and that volume of operations is small (12 to 15 million USD annually), it is concluded that most of the benefits from the existing common services have already been achieved. Therefore, the BOS focuses primarily on enhancing the quality of services and increasing on cost avoidance. However, increasing of cost savings on externally sourced goods and services for some common services is also planned to be achieved.\n\nBOS represents a simplified - yet comprehensive, integrated and coherent framework reflecting instruments for quantified cost-benefit analysis, results-based planning, monitoring and evaluation. This cost avoidance is different to savings as it is not reflected in terms of financial gains in budget but rather leads to less recurrent and labour costs.\n\nIn its development, the BOS 2.0 reflects 4 common service areas:\nCommon Administration Services including common Facilities\/Premises, Common Human Resource Services, Common ICT Services, Common Procurement Services.\n\nBOS ensures cooperation in 22 common services. At the moment of BOS development in 2020, it was estimated that as a result of its full implementation over the five years, total benefit will be over 476.000$. It is worth mentioning that the majority of the avoidance was a result of common admin and ICT services particularly interpretation\/ translation and editing services as well as travel and internet.\n\nThe BOS review 2023 showed the total benefit of 335k as a result of more accurate planning.\n\nIn 2022 OMT has implemented a number of new services such as: human resource surveys, PSEA and a number of services related to disability inclusion in business operations such as improved physical accessibility of the common premises, ICT accessibility assessment, training of staff on disability issues.\n\nFollowing assessment of physical and IT accessibility, UNDP has started with implementation of the measures in the UN Eco House. A number of physical improvements have been made, especially in relation to the people with visual impairments, as the assessment showed that UN House was not accessible for visually impaired people at all, while mostly accessible for people with physical disability. The measures included installation of tactile paths inside and outside of the building, orientation plan, inscriptions in Braille, anti-slip paths, railings and handrails, ramps and adaptation of toilettes. A number of capacity building activities have been conducted, including encouraging all the staff to complete the newly issued UN disability inclusion course. The rate of completion of the course at UN level at the ned of 2022 was 60%.\n\nSpecific effort of the OMT in 2023 will be invested on advancing of disability inclusion in HR practices for which assessment in taking place in 2023."},"participatingEntitites":[{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":35,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Lack of internal capacities to implement the number of services re. disability inclusion","comment":null,"likelihood":"Highly Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"The UN HQ, High Impact Common Services Unit would be contacted for support in capacity building in order to train staff."},{"type":"risk","description":"New tender for ISP due in 2023 can result in more expensive or worse internet services.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"The increase of costs will be budgeted in 2023 common services budget"},{"type":"assumption","description":"Fair division of tasks between the agencies, in accordance with their capacities","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Procurement staff in cooperation with OMT carefully choose the criteria for evaluation the companies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Procurement staff is proactive, researching and investigating market before the tender issuance","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Staff motivated by HoA and OMT to complete the common service survey as a main source of information","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]