[{"iso":"MRT","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"La réforme du Système de développement des Nations Unies prévoit une refonte du dispositif fonctionnel au niveau des pays dont la première étape encourage une plus grande collaboration entre les agences parties au Plan-cadre de coopération pour le développement durable (PCDD) dans le cadre de la mise en place d’une stratégie de gestion des ressources communes (business operations Strategy ou BOS).\n\n La BOS est un cadre de résultats et de planification conjoint qui engage les agences signataires du PCDD à renforcer leur collaboration afin d’améliorer la qualité de leurs services de gestion et d’appui opérationnels, et à réaliser des économies de coûts permettant d’optimiser les fonds qui leur sont confiés pour les activités au bénéfice de la réalisation des Objectifs de Développement Durable. La BOS vise à éliminer les doublons, à tirer parti du pouvoir de négociation conjoint, et à faire des économies d’échelle, tout en améliorant la qualité des services fournis.\n\nLa BOS 2.0 s’appuie sur une méthodologie renforcée et sur une plateforme en ligne. Afin de favoriser l’exécution efficace des plans-cadres de coopération et des composantes du Programme 2030 de développement durable, le Secrétaire général a demandé à toutes les équipes de pays de mettre en place la stratégie améliorée BOS 2.0 d’ici à 2022.\n\nLes agences, fonds et programmes suivants participent à la BOS 2.0 de la Mauritanie : BIT, FAO, OHCHR, OIM, OMS, ONUSIDA, PAM, PNUD, UNESCO, UNFPA, UNICEF, UNHCR, UNODC, UNOWAS, UNS-RCO. \n\n Le Coordonnateur Résident est redevable au Secrétaire général de l’élaboration, de la mise en œuvre, du suivi et du rapport annuel sur la BOS. L’Équipe de pays a fourni les orientations stratégiques, assuré la supervision générale de l’élaboration de la stratégie et sa validation, et mis à la disposition de l’OMT les ressources humaines et financières nécessaires. L’OMT et ses groupes de travail ont élaboré la stratégie et son plan de mise en œuvre.  La BOS 2.0 de la Mauritanie a été élaborée de manière participative, en étroite consultation avec toutes les agences participantes. Elle reflète les priorités identifiées lors de ces discussions, étayées par des analyses détaillées, et définit les résultats stratégiques à court et moyen termes qui guideront la collaboration entre les agences au cours des deux prochaines années restantes avant la fin du Cycle de Programmation qui arrive à terme en fin 2023 \n\n À la demande de l’Équipe de pays, l’OMT a priorisé les lignes de services « Administration », « Achats », « Finances », « Ressources Humaines », et « Technologies de l'Information et de la Communication ».  Seize services communs ont été retenus, dont la mise en œuvre devait permettre des économies de coûts d’environ 2.40 millions USD. L'équipe de pays des Nations Unies a réalisé un évitement des couts de 1.38 million sur une projection de 2.40 millions lors de l'examen BOS 2.0 sur la période 2019-2022\n\nLa revue de l'exécution de la BOS de la Mauritanie a démontré que des bénéfices qualitatifs ont été obtenus avec la mise en place d’une base de données centrale pour les LTA, laquelle facilite, la collaboration en matière d’achats et contribuera, à terme, à fournir des services d’approvisionnement sensibles au genre et aux populations à besoins spécifiques, tout en prenant en compte la promotion d'une consommation écologique axée sur la réduction des émissions de gaz à effet de serre. En outre, grâce à la mutualisation d’une série de services visant la mise en place d’un barème harmonisé, la formation du staff sur le PSEA, et d’une stratégie genre dans le recrutement du personnel, il est attendu d'ici fin 2023 une amélioration sensible de la qualité de l’environnement du travail et de l’épanouissement du personnel UN.\n\nLes gains escomptés de la BOS 2.0 s’appuient sur plusieurs hypothèses, dont la disponibilité des ressources humaines et financières nécessaires à sa mise en œuvre, et l’engagement des agences de s’appuyer prioritairement sur les accords à long terme (LTAs) communs pour l’acquisition de biens et services.  Plusieurs risques ont été identifiés, parmi lesquels l’engagement individuel des agences reste un des plus importants, ainsi que la capacité du marché local à répondre aux besoins."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":23119,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":50,"participating":true},{"organizationId":53,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Absence de mobilisation du groupe de travail pour le suivi de la mise en oeuvre du serivce.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Definir un plan de travail du groupe et mettre en place des réunion mensuelles (une réunion chaque) . Le lieu de la réunion sera tournante entre les agences pour permettre la participations des membre"},{"type":"risk","description":"Faible utilisation  des services communs négociés.","comment":null,"likelihood":"Negligible","impact":"Minor","risktreatment":"Transfer","mitigationMeasure":"Faire un partage élargie au niveau des agences et mettre en place des séance de communication"},{"type":"risk","description":"Insolvabilité des fournisseurs contractés par LTA.","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Transfer","mitigationMeasure":"Demander des garanties aux fournisseurs"},{"type":"risk","description":"Le non respect par les prestataires de services des engagements négociés","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Avoid","mitigationMeasure":"Mentionner dans les accords avec les prestataires des pénalités de retard et de non respect des engagements"},{"type":"risk","description":"Retard dans la mise en œuvre des activités identifiées pour chaque service.","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"Mettre en place un planniong de suivi des activité et nommé un point focal par activité."},{"type":"assumption","description":"Clauses de non respect des engagements fournisseurs en place","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Les groupes de travail sont mobilisés.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Les plans d'action sont suivis","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]