[{"iso":"MUS","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"With a desire to streamline the implementation the two  United Nations Sustainable Development Cooperation Frameworks (UNSDCF) 2019 – 2021, for MCO Mauritius and Seychelles, the United Nations Country Team (UNCT) in Mauritius and Seychelles developed Business Operations Strategy (BOS) 1.0 (2020 – 2023) to coordinate and align its activities for more efficient and effective service delivery including COVID 19 response, thereby mitigating duplication of processes, curtail transaction costs and enhance operational efficiency...\n\nThe Business Operations Strategy (BOS) developed in 2020 was the first of its kind and focused on joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN, and maximizing economies of scale. This first BOS developed in 2020 identified seven common services for future collaboration namely; Common Administration services, Common cleaning services, Common UN premises, Common procurement services, common parking services, common security services, and common Gender responsive services, common procurement sourcing. RCO Mauritius is an MCO covering Mauritius and Seychelles, noteworthy in 2021 the RCO established a fully functional liaison office in Seychelles. Some Non-Resident Agencies (NRAs) will benefit from the newly established RCO liaison office and some components like procurement, human resources and IT services when they travel to the MCO through agency focal persons who are in Mauritius or Seychelles. \n\nSince the COVID-19 pandemic outbreak in 2020, the UNCT in Mauritius and Seychelles has given strong priority to UN care and staff welfare activities which include vaccination and COVID19 testing. The UN care and staff wellbeing activities were integrated into the BOS during the 2022 annual review.\n\nOverall, during the 2022 BOS review, the focus was put on not only reviewing and assessing the services but also strengthening the BOS contribution to support the achievement of high impact programmatic results, especially in the area “Leaving No One Behind”, Gender equality, and PSEA. In this regards the following new activities were added to the BOS; Human Resources surveys, PSEA - Prevention of Sexual Exploitation and Abuse, UN activities (UN Cares & UN Day), Environmental Responsive Procurement Sourcing. Participating agencies are UNRCO, UNDP, IOM and WHO. Non Resident Agencies that contribute to the Cooperation Framework include UNFPA, UNODC and FAO, noting that UNICEF does not implement any activities in Mauritius currently.\n\nFollowing the 2020 annual review, the overall cost avoidance for the next five years is estimated at 349 thousand US dollars from February 2022 to December 2026 which is an important saving considering that Mauritius is operating in Typology 2 (Total UNCT investment between 40,000 and 100,000 USD).  The initial cost avoidance was 166 thousand US dollars and it is 183 thousand during the 2022 annual review.\n\nImplementation of the BOS will not only lead to cost avoidance but also to quality improvement of services which will be monitored throughout the life on the BOS."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":14,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":3,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":73,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"The is a risk of not achieving the planned target due to changes in HR policies from participating a","comment":null,"likelihood":"Possible","impact":"High Concern","risktreatment":"Monitor","mitigationMeasure":"Request the UNCT's support to minimize the risk"},{"type":"risk","description":"There is a medium level risk of trainers from UN agencies not being available when we planned the tr","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Transfer","mitigationMeasure":"Use of roster database for consultants will be explored"},{"type":"risk","description":"UN Organizations may not participate for common LTAs","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Informal negotiation with suppliers with participation of UN agencies enlisted  ( not willing to participate in LTA)"},{"type":"risk","description":"UN Organizations may not utilize the established common LTA","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"This risk does not have high impact to achieve the  outcome of the activity."},{"type":"risk","description":"UN Organizations will not get a good quality of services due to lack of vendors\/ providers","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"Outsourcing printing services to vendors outside Mauritius"},{"type":"assumption","description":"All UN Organizations are able to develop a better relationship with vendors.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Organizations will actively participate in the implementation of common services.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"It is assumed the Trainers for PSEA will be available and that UNCT will avail staff members to atte","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN agencies will have enough capacity and willingness to do recruitment together.\nIt is assumed that","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]