[{"iso":"MWI","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The UN's Business Operations Strategy (BOS 2.0) is a results-based framework that aligns with the United Nations Sustainable Development Cooperation Framework (UNSDCF) and aims to improve the efficiency of UN business operations through joint efforts. The 2022 annual review report, which covers the period from 2019 to 2022, indicates that the Malawi BOS 2.0 was successful in delivering a total cost avoidance of $3,034,586. Out of this total, $1,110,287 was realized specifically in the year 2022.\n\nThe Operations Management Team and its Technical Working Groups, under the leadership of the UNCT, focused on mitigating duplication of business processes within the UN system, leveraging the common bargaining power of the UN due to increased volumes from collaboration, and maximizing economies of scale.\n\nAs a result of the BOS implementation, the UN in Malawi achieved large cost avoidances in several areas, including vendor assessments and contract management services ($688,390), travel services ($563,597), storage and warehouse management services ($318,079), vehicle rental ($271,704), and fuel management ($242,656).\n\nIn 2022, UN Malawi also implemented High Impact Common Services that were selected for their potential to improve service quality, promote good practices, and advance the SDG agenda. For example, a UN Primary Care Clinic was established, which is currently providing improved quality access to primary health care to UN personnel and their dependents. This has allowed for staff medical needs to be addressed with ease and efficiency. Additionally, initiatives for the Prevention of Sexual Exploitation and Abuse (PSEA) in individual agencies have been harmonized as a common service, facilitated by a coordinator in the Resident Coordinator's Office, to support UNCT in its six-priority programmatic areas.\n\nTo address power outages in Malawi, the OMT's Administration Working Group is exploring the potential of establishing a common service for green energy solar home kits as a cost-effective and sustainable green solution for staff power backup.\n\nTo lead by example in gender-responsive procurement, OMT's Procurement Working Group will harmonize the current efforts in agencies and scale up the sustainable selection of services and goods that take into account the impact of gender equality and women's empowerment.\n\nDuring the BOS review, it was also decided to discontinue some common services for lack of expected quality improvement or potential cost avoidance in the foreseeable future, including knowledge sharing, rate harmonization and media monitoring. While HR support to COVID-19 response was discontinued since the COVID treatment centre was shut down in March 2022.\n\nBOS data and reporting for the following entities FAO, IFAD, UNAIDS, UNS, UNHCR, UNICEF, WFP, and WHO were validated by their entity HQ\/RO focal point before being presented to UNCT. On completion of the quality assurance processes, the results of the annual review and 2023 budget were submitted to UNCT for endorsement on 13 April 2023.\n\nFollowing a consultative process, UNCT endorsed the 2023 BOS on 14 April 2023, committing to the allocation of financial (BOS Budget - $ 814,205) and human resources (staff time) for the achievement of BOS objectives, with mutual recognition as a veritable driver for collaboration."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Agencies not participating in the BOS planning and all ICT WG activities","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Ensure management support"},{"type":"risk","description":"All the agencies may not follow required procedure for implementation","comment":null,"likelihood":"Remote","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Conduct trainings and workshops"},{"type":"risk","description":"Failure to acquire adequate equipment for implementation will impact the Business continuity in case","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Request UNCT to timely commit funds and human resouce towards implementation"},{"type":"risk","description":"Failure to hold workshops\/meetings at the same time due to conflicting calendars","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"Share Annual Work Plans to facilitate good planning"},{"type":"risk","description":"Failure to identify warehousing space sufficient enough to carry all the goods of combined UN Agencies","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Identify extra warehousing space available on the market should the need for extra space arise"},{"type":"risk","description":"ISPs change the cost rate of BW due to serious constraint","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Peg the service cost in USD"},{"type":"risk","description":"ISPs close their company due to some difficulties to functioning","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"Establish LTA with 2 or more ISPs"},{"type":"risk","description":"Limitation related to the internal vendor management Policy of each respective agency","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Monitor","mitigationMeasure":"Leverage on the global mutual recognition"},{"type":"risk","description":"Non existence of licensed companies as representative in the country for ICT equipment model","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Monitor","mitigationMeasure":"Procure equipment from international licensed companies that have the capacity to timely deliver specified equipment to Malawi"},{"type":"risk","description":"Regardless of the availability of the electronic signature solution, staff may still prefer the manual signature","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"Conducting User Trainings"},{"type":"risk","description":"Rental companies may not always have the quantity or type of vehicles required at all times","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Establish LTA with two or more SPs"},{"type":"risk","description":"Some UN Agencies failing to submit their customs clearance documents to clearance agents timely","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Timely reminders and follow ups with agencies"},{"type":"risk","description":"UN agencies use different systems for disbursement of foex to their COs","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"Mananging agency to be responsible for disbursement of forex to all participating agencies"},{"type":"assumption","description":"A number of companies are licensed for different brand and model of ICT equipment used in UN in the","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Airlines have sufficient seats to ferry staff of participating Agencies to their chosen destinations","comment":"If the airlines often do not have space, Agencies may be forced to purchase tickets direct from the Travel Agents","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All agencies agree to standardize the rates of honoraria paid to consulytants","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All agency have a recovery and sponsored site identified","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All participating Agencies are keen to use services of the selected airlines","comment":"If all may not be keen the airlines may not wish to grant the Agencies access to the portal","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Enough licenses is acquired and the staff  is well trained for the use of the solution","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ISPs have a strong financial surface and technical capacity in the long term","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]