[{"iso":"MYS","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations presence in Malaysia is currently composed of 18 organisations (12 residents agencies, 4 Global Service Centres and 2 non-resident agencies). The United Nations Sustainable Development Framework (UNSCDF) 2021-2025 was completed in 2020. While it is still in the process of official endorsement, the UNSDCF has de facto framed and guided the work of the UN in Malaysia.  It forms the basis of the Country Programme Documents of UNDP, UNICEF and UNFPA, which were approved by their respective Executive Boards in 2022.\n\nAs per lesson learnt in 2021, Malaysia strengthen its BoS accountability and workforce by designating a BoS coordinator (Maria Aurea Guevara, IOM) and implementing 4 working groups (Admin, Procurement, Finance, and ICT). In November 2022, a BoS info session was conducted with OMT and Working group members (38 staff from 11 different UN entities). In December 2022, the BoS coordinator engaged individually with the Working Groups to prepare and conduct the BoS retreat in January 2023.\n\nDuring the BoS retreat, the Malaysia team reviewed BoS and decided to:\n\ni) Discontinue 6 dormant services (Accommodation, Graph Design, Furniture, Catering, Customs Clearance and Fuel management)\n\nii) Scale up 2 stocktake services (Conference and event management, Interpretation and translation services)\n\niii) Implement 3 new services (Central Database for Vendors, Micro Assessment, Printing Services)\n\nAs part of the annual review, Malaysia team took the opportunity to correct previous years’ data to reflect a more accurate forecast and corrected the common premises data by excluding the rental cost.  Rental cost was excluded because the cost saving is already captured in the common premises survey. \n\nThe total realized benefit in 2022 was around US$ 254,000 (mostly in Management of Common premises and Travel services). Overall, since 2021, there is a realized benefit of US$ 500,000 and estimated benefit of US$ 1,600,000 by the end of 2025. The top 3 impact services are the Management of Common premises, Travel and transport services and the top 3 quality services are (Central Database for LTAs, Vendors Performance and Common Knowledge platform).\n\nThe annual review in 2022 shown that Malaysia team has reached a maturity level were the BoS process is well characterized and understood, demonstrating proactive participation from OMT and WG members. Unfortunately, the global BoS platform still is not mature and has various software glitches and limitations causing frustration, demotivation and confusion. This was mitigated with the Regional and Global support. Still, it requires urgent attention from the global team to enhance the software further and avoid fixing it during Annual Review exercises."},"participatingEntitites":[{"organizationId":24,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":69,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Agencies in common premises benefit from cost savings, enhanced security, higher quality in common s","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All agencies comply and adhere to using LTAs on agreed common services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"As per different business models and needs. Agencies in Malaysia have premises in different location","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The relevant staff of each agency is allocated to the development of terms of reference, contract mo","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]