[{"iso":"NAM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Namibia BOS represents the joint efforts of the OMT, supported by the UNCT, to establish a strategic framework for common business operations for the period 2019-2024. The overall aim is to achieve greater impact by being coherent and effective in delivering development results and humanitarian support while harmonizing business practices across agencies for increased efficiency.\n\nThe BOS is primarily focused on efficiency gains and cost avoidance while simultaneously improving the quality of services, including cost savings on externally sourced goods and services, and eliminating duplication of efforts. The strategy is to focus on common services that are implemented jointly or delivered by one UN entity on behalf of one or more other UN entities. Identified areas for collaboration include Administration, Human Resources, Information, Communications and Technology, Finance, and Procurement.\n\nThe UNCT is composed of 11 members, and there are 14 UN Agencies, Funds, and Programmes located in the UN House Common Premises contributing to the BOS. In the context of the UNDS reform, UNIC and UNDSS’s data were combined into one with that of the RCO. UNDSS is exclusively staffed with a National Field Security Assistant.\n\nPrepared through a highly consultative process with inputs from various UN Organizations in Namibia, the BOS aims to support effective program delivery, monitoring and evaluation, and reporting on common operations. The Operations Management Team (OMT) and its technical Working Groups within the various UN Organizations launched consultations throughout the BOS 2.0 development process to optimize the performance of their key functional areas of operations. The BOS underscores key priority areas arising from these discussions, which are strengthened by a detailed operational analysis. Short and medium-term strategic results were identified that will guide the monitoring and evaluation of operations in the above-mentioned six (6) common services during the BOS program cycle (2019-2024).\n\nThe management arrangements for the Namibia BOS support the overall governance and accountability of BOS. A working group (WG) structure has been updated to correspond with the pillars of BOS. This strengthened operational structure supports the overall implementation of the BOS activities by the OMT and will be the foundation for rolling out effective monitoring of BOS on an annual basis and evaluation in the penultimate year of the BOS. The management arrangements highlight the strong linkage between BOS and the UNPAF 2019-2024, which is a strong basis for the continued identification of common services that will support efficient and effective programming of the UN Namibia. Management arrangements show a clear connection between BOS WGs, the OMT, and UNCT, which reflects the potential for effective communication between all levels of management and the implementation of BOS activities. The UNCT is recognized for its leadership role and the delegated responsibility passed on to the OMT for the day-to-day management of the BOS. Resources required to implement the BOS activities are reflected in the Common Budgetary Framework. Agencies are expected to mobilize resources to fully fund all common services with budget gaps.\n\nThe Namibia BOS 2019-2024 adopts a results-based management (RBM) approach and presents a Results Framework that provides the indicators, baselines, and targets to allow for the ongoing monitoring of BOS results with regard to both cost and quality. Established baselines provide the data sources for this monitoring and draw on the data gathered through OMT’s operational analysis process.\n\nAfter the annual review of the achieved benefits and the BOS review process, the expected cost avoidance to be achieved during the first 5-year of the period has been revised from USD 425,732.00 to USD 982,403.00, out of which cost avoidance of USD 141,079.00 was achieved between 2019-2022, from Common Compound Security services(69,376.00), Cleaning Services(44,457.00) and Common ICT Services(27,246.00), respectively.\n\nThe Namibia BOS also emphasizes the importance of disability inclusion, with one of the key performance indicators (KPIs) under the Human Resources common service being staff training and activities for disability inclusion. In addition to the Namibia BOS's emphasis on disability inclusion, the Office of the United Nations Resident Coordinator in Namibia has taken significant steps towards promoting inclusivity and gender equality through its One UN Management (OMT) approach. OMT has added three key performance indicators (KPIs) under the common procurement services which include Mapping of Accessible (Disability & Inclusion) venues, Accessibility (Disability and Inclusion) in Procurement Services, and Gender Responsive Procurement Sourcing. These KPIs demonstrate OMT's commitment to ensuring that procurement services are inclusive of all individuals, including those with disabilities and diverse genders. The OMT's focus on accessibility and gender equality aligns with the United Nations' Sustainable Development Goals, particularly Goal 5: Gender Equality and Goal 10: Reduced Inequalities.\n\nIn addition to the newly added common services mentioned above, OMT has also recognized the importance of digital and web accessibility for persons with disabilities. As a result, one of the KPIs under the ICT common service is the Mapping of Digital and Web Accessibility. This KPI highlights OMT's commitment to ensuring that its digital and web services are inclusive of persons with disabilities. OMT understands that technology plays a critical role in modern-day communication and has the potential to be a game-changer for persons with disabilities. Therefore, the organization is taking proactive measures to ensure digital inclusivity.\n\nFurthermore, in response to the DCO's recommendation for highly recommended common services, OMT has introduced the BOS Conferencing and Accommodation common services. This new KPI is focused on Conferencing and Event Management, which includes the rental of conference facilities and outsourcing of event management services. This addition reflects OMT's commitment to providing comprehensive and high-quality services to its member agencies.\n\nDuring the 2023 BOS review, a more detailed implementation plan was developed with specific timelines, and lead agencies and responsible persons for activities under each service were reviewed and updated. The training was provided to some OMT colleagues to facilitate the BOS annual review process, and OMT and BOS working group members are encouraged to complete the online BOS training course.\n\nOverall, the Namibia BOS aims to achieve greater impact by being coherent and effective in delivering development results and humanitarian support while harmonizing business practices across agencies for increased efficiency. With the commitment of UNCT members to allocate financial and human resources for the achievement of BOS objectives, the BOS will continue to support effective program delivery, monitoring and evaluation, and reporting on common operations in Namibia."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Agency buy-in","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Regularly reporting, advocacy and implement agency feedback mechanism."},{"type":"risk","description":"Fluctuations in demand and market price","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Monitor and adjust demand accordingly."},{"type":"risk","description":"Inadequate capacity from key government agencies","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"By capacity building where possible."},{"type":"risk","description":"Ineffective coordination and agency commitment","comment":null,"likelihood":"Remote","impact":"Minor","risktreatment":"Avoid","mitigationMeasure":"Regular meetings and result oriented communication."},{"type":"risk","description":"Limited number of HR staff","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Recruitment plan in place and build capacity of staff."},{"type":"risk","description":"Limited number of procurement staff","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Control","mitigationMeasure":"Procurement plan in place and the build capacity of staff."},{"type":"risk","description":"Potential decrease of UN agencies budgets in 2019-2023","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Review and adjust budget."},{"type":"risk","description":"Some UN agencies might find it unattractive to move to common banking","comment":null,"likelihood":"Remote","impact":"Minor","risktreatment":"Control","mitigationMeasure":"Monitor common banking service standards."},{"type":"assumption","description":"Banks will be motivated to bid to provide common banking services to all UN Agencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Investment of the required resources","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The Government is interested in asserting greater ownership through HACT in the medium and long term","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"the long-term agreements allow to negotiate reduced price of goods\/services, decreasing the overall","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The roster is concluded with the best service providers, ensuring buy-in from the UN agencies.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The UN Agencies are able to negotiate reduced rates due to the increased volume of the procurement (","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The UN is able to negotiate to receive HR information from comparators.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies buy-in to join the common IT helpdesk.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]