[{"iso":"NER","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"L’année 2023 marque le démarrage de la mise en œuvre du nouveau Cadre de coopération pour le développement durable des Nations Unies (UNSDCF) 2023-2027 du Niger. L’UNSDCF a été aligné sur les priorités programmatiques du Plan de développement économique et social (PDES) 2022-2026 en cours d’exécution à la suite de la Table Rode des partenaires et donateurs tenue à Paris, du 5 au 6 décembre 2022. La Stratégie des opérations commerciales (BOS) 2.0 (2020-2025) initiée par l'Equipe Pays des Nations Unies (UNCT) au Niger vise principalement, à aligner ses activités en vue de fournir à ses partenaires et clients des services de qualité dans les délais requis pour en garantir l’efficiente et efficace, tout en tenant dûment compte du caractère parfois volatile de la question sécuritaire et de l’imprévisibilité de l’impact du changement climatique. L’exigence d’éviter autant que possible toute duplication des processus est recommandée par cette stratégie qui recherche l’optimisation des coûts transactionnels des interventions menées par le Système des Nations unies (SNU) contribuant ainsi à l’amélioration de l'efficacité opérationnelle. Le BOS 2.0 qui sous-tend la mise en œuvre du UNSDCF, vise à soutenir la maximisation de l'avantage collectif des Nations Unies (ONU). Pour ce faire, le Nexus humanitaire-développement-paix et sécurité est abordé par l’Equipe Pays en s'alignant sur les cinq axes prioritaires du PNDES, à savoir : la renaissance culturelle ; ii) le développement social et la transition démographique ; iii) l'accélération de la croissance économique ; iv) l'amélioration de la gouvernance, de la paix et de la sécurité ; et, v) la gestion durable de l'environnement. Il convient de souligner que l'UNSDCF 2023-2027 comporte trois (3) domaines d'interventions prioritaires que sont : la Résilience, Gouvernance-Paix-Sécurité, le Développement Social et le Dividende Démographique. Ils ont été déclinés en cinq (5) résultats dont la réalisation suppose la mobilisation et l'affectation de ressources financières au profit de l’ensemble des populations y compris les communautés les plus vulnérables des régions prioritaires.\n\nIl convient d'indiquer que le nouveau Plan de développement économique et social (PDES) 2022-2026 en cours d’exécution s'articule autour des trois (3) axes stratégiques suivants: i) Développement du capital humain, inclusion et solidarité ; ii) Consolidation de la gouvernance, paix et sécurité ; et, iii) Transformation structurelle de l’économie. Ce Plan a été décliné en quatorze (14) programmes thématiques qui couvrent les principaux secteurs d’interventions devant soutenir l’atteinte de la vision de développement du pays. Celle-ci a été définie dans la Stratégie de Développement Durable et de Croissance Inclusive (SDDCI) Niger 2035, comme suit : « un pays uni, démocratique et moderne, paisible, prospère et fier de ses valeurs culturelles, sous-tendu par un développement durable, éthique, équitable et équilibré, dans une Afrique unie et solidaire ».\n\nLa stratégie des opérations commerciales (BOS) est un cadre axé sur les résultats qui se concentre sur les opérations commerciales conjointes dans le but d'éliminer les doubles emplois, de tirer parti de la capacité de négociation commune des agences du Système des Nations unies afin de maximiser le potentiel des économies d'échelle réalisables sur la période considérée. Le BOS 2.0 (2020-2025) a été développé via la plateforme en ligne BOS le 1er avril 2020. Il passe par une phase de suivi annuel et fera l’objet d’une revue en septembre 2023. Le BOS se focalise sur les services communs mis en œuvre conjointement ou livrés par une entité des Nations Unies pour le compte d'une ou plusieurs autres entités des Nations Unies. Des services communs pour une collaboration future ont été identifiés dans les domaines des services administratifs communs, des services financiers communs, des services communs des ressources humaines, des services communs des technologies de l'information et des communications (TIC), de la logistique commune et des services d'achat. Les organisations des Nations Unies suivantes participent au BOS 2.0 (2020-2025) au Niger: FAO, OIM, OMS, PAM, PNUD, UNAIDS, UNFPA, UNHCR, UNICEF, UN OCHA, UN HCDH, UNOPS, le Bureau de la Coordonnatrice résidente des Nations Unies et autres entités du Secrétariat (UN CEA, UN RCO), UNV, ONU Femmes. Mme Louise Irène AUBIN, Coordonnatrice résidente et humanitaire des Nations Unies (RC \/ HC), est responsable devant le Secrétaire général du développement, de la mise en œuvre, du suivi et de l'établissement de rapports du BOS 2.0 et des étapes vers un Back Office commun (CBO). L'Equipe pays des Nations Unies supervise globalement le processus BOS 2.0, approuve et libère les organisations des Nations Unies nécessaires et les ressources conjointes, approuve le BOS 2.0 final et rend compte annuellement. L'équipe de gestion des opérations et ses organes subsidiaires sont chargés de faciliter l'élaboration et la mise en œuvre du BOS au niveau national. Le Bureau de coordination du développement (DCO) est responsable de la coordination, de l'orientation et du soutien à l'Equipe pays des Nations Unies et au CR \/ HC des Nations Unies sur le BOS 2.0.\n\nS'appuyant sur les leçons apprises au regard de la façon d'améliorer les mécanismes de gestion du principe « d’Opérer-Unis » (‘Operating as One’ (OaO) ), le BOS 2.0 (2020-2025) a été revigoré et a maintenu essentiellement pour le Niger, les cinq (5) résultats suivants : achats communs, administration commune, logistique commune, ressources humaines communes et, Technologies communes de l'information et des communications (TIC). La nouvelle itération du BOS est également soutenue par une plate-forme en ligne qui guide l'équipe de gestion des opérations (OMT) pour réduire davantage la complexité et les coûts de transaction pour le développement du BOS et ouvrir de nouvelles opportunités pour l'OMT, l'Equipe Pays des Nations Unies, la Direction régionale et le Siège pour surveiller, analyser et rendre compte de l’impact du BOS, tant du point de vue de la réduction des coûts que de l’amélioration de la qualité des services rendus.\n\nLe BOS 2.0 (2020-2025) a été préparé dans le cadre d'un processus consultatif en diverses étapes avec la contribution des organisations des Nations Unies présentes au Niger, dans le but ultime de soutenir la mise en œuvre efficace des programmes, d’assurer le suivi-évaluation et l'établissement de rapports sur les opérations communes. Des consultations avec l'OMT, ses groupes de travail techniques et le Groupe du programme, de la planification et de la performance (PPPG) au sein des différentes organisations des Nations Unies ont été entreprises comme recommandé, pour calibrer le niveau de performance en ce qui concerne leurs principales fonctions opérationnelles. Le BOS 2.0 souligne par conséquent, les domaines prioritaires clés découlant de ces discussions renforcées par une analyse opérationnelle détaillée et fournit les résultats stratégiques à court et moyen terme qui vont guider le suivi et l'évaluation des opérations dans les cinq (5) services communs susmentionnés au cours de la mise en œuvre de l'UNSDCF 2022-2023 en cours. Le BOS 2.0 (2020-2025) est un document dynamique. Sa mise en œuvre et son opérationnalisation s’effectuent par l’entremise des cinq (5) groupes de travail stratégiques de l'OMT que sont : i) Administration commune, ii) Achats et Logistique communs, iii) Finances et HACT, iv) TIC communes, v) Ressources humaines communes. L'OMT fourni l’assistance techniques, les orientations et conseils requis pour soutenir la planification conjointe, le suivi de l’exécution des interventions et facilite la coordination de la communication des résultats. Les activités inter-agences mises en œuvre dans les domaines sus indiqués contribuent à l’amélioration escomptée ne terme notamment de rapport coûts-bénéfices, qualité et efficacité de l’appui de l’Equipe pays des Nations Unies à l’exécution des programmes et aux opérations. La mise en œuvre du BOS 2.0 devrait permettre d'éviter des coûts nets de USD 4,129,312 grâce à l'harmonisation des opérations commerciales sur la période 2020-2025, soit cinq (5) ans. L'analyse coûts-bénéfices montre spécifiquement que les économies monétaires seront les plus élevées dans le Service Administratif commun avec une réduction potentielle des coûts de l’ordre de USD 1,049,899, soit 25% des bénéfices totaux générés par le BOS 2.0. On s'attend à ce que les services TIC communs apportent des améliorations qualitatives plutôt qu'une réduction substantielle des coûts. En 2022, l'UNCT a pu réaliser un cost avoidance de USD 1,565,855 au titre du BOS.\n\nEn outre, l'équipe de pays des Nations Unies au Niger a révisé sur la base des engagements convenus dans le UNSDCF, la considération des interventions à réaliser pour l'atteinte des ODD. La problématique du Genre, la question récurrente de la sécurité, du changement climatique et du renforcement de la résilience des communautés. La prise en compte de la digitalisation pour promouvoir des innovations dans les chaînes de valeurs productives a également été considérée tout comme l'utilisation appropriée des technologies digitale de l'information et de la communications (TIC) bien contextualisées."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":14,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Delivery of internet within the country may not support web based common service innovations","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Avoid","mitigationMeasure":"OMT to Discuss with SMT to find the appropriate solution"},{"type":"risk","description":"Headquarter policies do not support unified country based approaches to joint procurement services","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"OMT to Discuss with SMT to find the appropriate solution"},{"type":"risk","description":"Lack of input from Agencies during the solicitation process","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Control","mitigationMeasure":"OMT to Discuss with SMT to find the appropriate solution"},{"type":"risk","description":"Not all agencies are fully committed to participate in this initiative","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"OM to Discuss with OMT to find appropriate Solution"},{"type":"risk","description":"Not enough Agencies are willing to harmonize systems and contracts, rendering this initiative cost-i","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Avoid","mitigationMeasure":"OM to Discuss with OMT to find appropriate Solution"},{"type":"risk","description":"That coordination and maintenance will behampered","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"OM to Discuss with OMT to find appropriate Solution"},{"type":"risk","description":"The competitive process not yielding a suitable financial partner","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"OM to Discuss with OMT to find appropriate Solution"},{"type":"risk","description":"The local market cannot fulfill the required staff profiles in the common roster","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"OM to Discuss with OMT to find appropriate Solution"},{"type":"risk","description":"The UN system will not be able to access the resources needed to provide capacity development activi","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Monitor","mitigationMeasure":"OM to Discuss with OMT to find appropriate Solution"},{"type":"assumption","description":"Agencies are willing to harmonize systems and contracts","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Agency guidelines and policies allow for the use of joint procurement tools based on the mutual reco","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All agencies comply and adhere to using LTAs on agreed common services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HACT in Niger will be informed by micro assessments undertaken as scheduled","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Implementing a common roster will cut down the lead time for recruiting resources","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The USD currency fluctuation impact on cost efficiencies might not be as severe and can be controlle","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"There is full participation of all Agencies in the procurement initiatives","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]