[{"iso":"NIC","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Nicaragua no cuenta con un Sistema de Coordinación de Residentes de la ONU (RC\/RCO), ni UNSDCF, por lo tanto la Reforma de la ONU no se ha implementado formalmente. En ese contexto, se ha venido trabajando bajo la estructura de una coordinación técnica interagencial, como mecanismo rotatorio que asumen las y los Representantes de las Agencias: FAO, UNFPA, UNICEF, UNOPS, WFP desde octubre del año 2015. El Coordinador Técnico Interagencial ( CTI) lidera la reunión de Representantes de agencias de la ONU (UNCT) por mandato y acuerdo de los Representantes de las AFP en el país. El equipo de las Naciones Unidas en el país elabora un plan de trabajo anual y una planeación de fondos de la DCO desde enero de 2020.\n\nLos Representantes han liderado el trabajo del Equipo de País de Naciones Unidas (UNCT), logrando la continuidad de la agenda de desarrollo establecida en cada uno de los programas de cooperación de las agencias con Nicaragua, aprovechando la oportunidad para fortalecer la presencia de las Naciones Unidas y asumiendo el compromiso de reforzar la cohesión de los equipos.\n\nEn octubre de 2019, UNDCO hizo el lanzamiento del Business Operations Strategy (BOS) y solicitó a los RCs la conducción de este mandato. Nicaragua está registrada por la Sede (UNDCO) como uno de los 131 países que deben elaborar el BOS al 31 de diciembre de 2020. La Oficina CTI recibió información de este proceso en julio de 2020, pero no se le solicitó formalmente junto con los demás países mediante la comunicación enviada a los RCs. No obstante, en una reunión del 2 de octubre de 2020 el equipo UNCT logró que Nicaragua realizaría el BOS en el 2021 solicitando un trato especial con la fecha límite al 30 de noviembre de 2021. Durante todo este año, por el compromiso del UNCT y del Grupo Interagencial de Operaciones (OMT) y con la asesoría y capacitación de DCO LAC, las AFP en Nicaragua lograron culminar el BOS en la fecha acordada.  \n\nComo parte de las iniciativas de trabajo del SNU, desde el 2018 el OMT está funcionando – antes llamado GIO - con un plan de trabajo anual en temas comunes de operaciones, logrando sistematización en escritorio, simplificación de procesos, eficiencia, ahorros y armonización de procedimientos en aspectos operativos. Este trabajo logrado será de mucho beneficio para iniciar el plan del BOS y avanzar en su implementación. \n\nDe enero a marzo de 2023 se llevó a cabo la revisión anual del BOS.  Este ejercicio permitió valorar y reflexionar sobre el trabajo colaborativo, así como identificar acciones de mejora para fortalecer el trabajo conjunto en los seis componentes del BOS y por ende en los grupos técnicos. Se validaron 30 servicios comunes, con la participación de 8 Agencias (UNFPA, UNOPS, UNICEF, PAHO, FAO, ONUDI, IOM, WFP) y 2 Oficinas (UNS DSS y UNS DCO).  Se reporta un beneficio conjunto de U$507,110 para el 2022.\n\nLos principales beneficios económicos se logran observar en las líneas de servicio de administración, finanzas y logística. El grupo de adquisiciones logró potenciar la gestión del conocimiento e intercambio de experiencias, donde se lograron consolidar productos de gran valor para AFP ìs tales como: bases de datos de LTA´s, generación de más LTA’s, listas de proveedores calificados, identificación de compras conjuntas, acciones de inclusión en las adquisiciones, entre otros elementos que reducirán los tiempos y costos en los servicios previstos para el 2023. Aunque en RRHH no se estima CBA en todos los servicios y por tanto no se puede comparar con el resto de los componentes del  BOS, la revisión anual generó más sinergia entre las Agencias y se acordó un servicio nuevo “Staff training” que el equipo va a desarrollar según las demandas del personal y se dará énfasis al trabajo colaborativo que impacte en el bienestar del personal. El grupo de ICT mantuvo los servicios valorando que el beneficio obtenido es importante y se abrió una oportunidad en cuanto al servicio de telecomunicaciones para ser liderado por UNS DSS en el marco de la estructura de trabajo del SMT.\n\nEn términos de la estructura de trabajo para el desarrollo de este ejercicio, el compromiso del Equipo de País ha sido el eje central y el liderazgo del OMT Chair y del OMT CoChair fue clave para lograr los resultados obtenidos, así como también la conducción efectiva de los coordinadores de los seis equipos fue una experiencia exitosa.\n\nTodo el proceso ha generado mayor cohesión de equipo, trabajo conjunto, compromiso, gestión del conocimiento, alianzas entre agencias, y el mayor esfuerzo se enmarca en proyectar la obtención de servicios de mayor calidad. A nivel general, las agencias resaltan como un gran beneficio el networking, el compartir experiencias (entre homólogos), buenas prácticas y lecciones aprendidas en el ámbito de las operaciones."},"participatingEntitites":[{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":2274,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":3,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":5,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"risk","description":"Agencias no participan activamente en sus grupos para cumplir con el BOS","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Sostener reuniones regulares del OMT y los sub grupos para revisar Planes de Trabajo y seguimiento mensual. \nLa participación de los puntos focales debe ser  mandatorio por parte de los Representantes"},{"type":"risk","description":"Los conflictos internacionales y\/o pandemias afectan la cadena de suministros.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Anticipar acciones basados en el monitoreo del riesgo, tales como: Realizar los procesos de compras de manera oportuna considerando los retrasos en las entregas de los bienes y servicios debido a las"},{"type":"assumption","description":"Que los Encuesta sea realizada conforme y los resultados sean satisfactorios para la ISC.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]