[{"iso":"NPL","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In line with the UN Secretary-General (SG) proposal (2017) to reposition the United Nations Development System, an improved Business Operations Strategies (BOS) is mandated for all UNCTs that needs to be formulated by 2021. The BOS is a results-based framework that focuses on joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN and maximizing economies of scale. It is facilitated by the principle of mutual recognition, and it constitutes a reliable evidence-based foundation for the establishment of common back offices.  \n\nIn Nepal, the BOS is focused and structured around six common service lines: finance, human resource management, procurement, logistics, information and communications technology and administration including common facilities\/premises management. In addition to individual agency operations and plans, it focuses on common services that are relevant to more than one UN entity.\n\nThe impact of UN programmes at the country level is directly related to the effectiveness, efficiency and cost of the operations that support them, and therefore, this document focuses mainly on cost avoidance and quality improvement of business services.\n\nUnder the overall guidance and oversight of the UNCT and OMT BOS Task Team, five working groups represented from 18 UN agencies (including UNICEF ROSA), carried out series of discussions and analytical exercises to complete various steps that led to develop this strategy in line with the corporate guidelines. This aligns with the timeline of the UNDAF or UNSDCF (2018-22) Nepal. The UNSDCF 2023-2028 has been recently signed and the activities included in the BOS will be realigned if needed in future.\n\nNepal suffered heavily due to COVID crisis during 2020 and 2021 and partly 2022 along with Dengue outbreak in most parts of the country. The UN Offices in Nepal opted for teleworking mostly throughout these years. During this time, because of the second and third waves of the pandemic, most parts of the country were placed under strict prohibitory orders with restrictions in mobility imposed by the local administrations. However the country resumed its normal operations from mid 2022, with few agencies partially teleworking until towards the end of 2022.\n\nAs support to COVID 19 and staff wellbeing, UN Nepal Operations staff continued to engage in arranging quality care for UN personnel and dependents from liaising with local private hospitals to UN HQ for medical support and providing support through      Duty of Care focal persons under each agency and organising      town halls on COVID 19 and Dengue for all UN personnel. The booster vaccine programme continued in 2022 and is still      ongoing through the UN IOM Clinic and the vaccine focal points continued their involvement for this extended vaccine programme..\n\nUNCT in Nepal was selected for a pilot on Disability Inclusion and resources of US$ 50,000 is allocated in three operation areas, HR, ICT and Administration. In 2022, the implementation of the Disability Inclusion Pilot (DI Pilot) in UN Nepal has significantly strengthened awareness and capacity on disability inclusion within the UN Nepal family, particularly in operations through the work done under the three components of ICT\/Digital Accessibility, Human Resources and Physical Accessibility of Common Premises. Staff members were drawn from different agencies’ working groups for the implementation of the pilot project.\n\nInclusive Human Resources\nUNR HR, the focus was on sensitizing UN Personnel through trainings. A total of 203 (106 female, 97 male) were trained on disability inclusion including guards, cleaners, HR focal points, administration, and procurement staff, as well as some hiring managers. A session on disability inclusive hiring and operations related processes      was also integrated into the annual OMT retreat. In addition to these trainings, an online session was held in collaboration with the DCO Accessibility Consultant for the HR Task Force on accessible and inclusive career fairs, as well as a very well attended session on creating accessible online meetings\/events for all staff.\n\nThe results of the training can be observed, for example in guests with disabilities entering the UN house being provided necessary guidance and assistance in a way that respects disability inclusion etiquette.  This demonstrated that awareness sessions such as these can play a part in addressing some of the stigma around disability and create a more inclusive and caring workplace.\n\nThe implementation of the pilot in collaboration with the HR Task Force chair and members, has also triggered a conversation of the equal participation of persons with disabilities in the UN Workforce. The UNV modality has provided the opportunity for targeted job openings for persons with disabilities during 2022.\n\nPhysical Accessibility\nUN Nepal has made improvements to the physical accessibility of UN Common Premises since the first audit of 2019. The current funding under the DI pilot has allowed for making further significant improvements in line with the 2019 and subsequent accessibility audits of the premises. As part of this pilot, an accessible all gender restroom was constructed; ramps and railings added to several locations at UN house; three new accessible parking spaces introduced in UN House; emergency wheelchairs procured; braille signage and thematic master maps being prepared.\n\nICT and Digital Accessibility\nThe Inter-agency IT Task force (IAITTF) under the OMT through a service provider has taken forward several pieces of work in relation to ICT and digital accessibility. These activities have included: a mapping of market vendors for accessible equipment, services, and tools; development of a checklist of minimum standards to ensure inclusive and accessible ICT services (drafting stage); checklist on accessibility documents (ppt, word, excel) to be utilised      by UN Personnel including a set of minimum standards for documents to be uploaded on the UN Nepal website (drafting); and mapping and accessibility audits select of software and hardware used by the UNCT. Furthermore, digital accessibility assessments have been carried out of websites and webapps of various UN Agencies, this builds on previous assessments conducted of the UN websites in 2020. A learning session has also been conducted for      IAITTF on accessibility of ICT services and operations. During the pilot period, several modifications have already been made to increase accessibility of the UN Nepal website since the assessment of 2020, these include: ensuring navigability of the website using keyboard; adding a feature for including AltText; allowing for increasing\/decreasing font size; adding expandable search bar; removing accessibility barriers in terms of navigation; and including transcript features for audio files. \n\nIn addition to the above, with recommendation from OMT, UNCT Nepal adopted standard languages on reasonable accommodation to be included for invitation to UN Nepal’s events and trainings\/workshops and during recruitment in the vacancy announcements for written tests and interviews.\n\nThe OMT met in regular intervals, worked on their thematic work plan and monitored and reported on progress made towards the annual targets. This progress is captured and presented in the BOS annual review. To ensure the collaborative benefit and success, UNCT and OMT prioritised collaborative actions regularly.\n\nMoreover, as a commitment on BOS, UNCT  authorized a 2.5 days dedicated workshop for operations staff to finalize  the review of BOS for 2022 and for providing training to operations staff . This workshop was attended by 51 participants from 16 agencies. UNCT also made the BOS online training mandatory for all staff involved in operations.\n\nIn the past years UNICEF ROSA’s data was clubbed under “UN”. Upon request from UNICEF ROSA, agreement from UNICEF Nepal Office and approval from DCO, data for UNICEF ROSA is clubbed with UNICEF Country Office for Nepal during this review.\n\nUpon DCO’s decision, entities clubbed under “UN” previously were also segregated, this change impacted three agencies, UNRCO, UNDSS and UNV. From this year onwards, these three agencies have separate data included in the BOS.\n\nMoreover, the team had to work on the data refinement as instructed by DCO to segregate individual agency’s data which was clubbed under one entity as UN. Three agencies RCO, UNV and UNDSS were added as collaborating agencies and relevant data was reallocated from UN to respective three agencies.\n\nBased on the BOS review, the total cost avoidance for all common services as of 2022 is US$ 1.407 million, summary of each common services as per the table below:\n \nCommon Service Line\nCommon Administration services and including common Facilities\/Premises\nTotal Realized Benefit as of 2022 (USD) = 1,148,751\n Total Realized Benefit as of 2022 (USD in Million) = 1.148"},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":24,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Delays in implementation of BOS activities due to the post pandemic situation in the country. Priorities given by agencies to their core programme activities.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Prioritize activities and assign human resources to for timely implementation of BOS."},{"type":"risk","description":"Lack of commitment from agencies due to different rules, regulations and policies.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Advocate to agencies for taking up good practices from participating agencies and highlighting impact of harmonization.\n\nEstablish UN Nepal specific guidelines covering all UN agencies."},{"type":"risk","description":"Lack of management buy in for some agencies  HQs as the BOS is  country driven.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"Agencies to liaise continuously with their respective Region and HQs to demonstrate cost efficiency and quality in collaboration."},{"type":"assumption","description":"RC and UNCT\/HOA’s are committed to bring all agencies together to implement BOS.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Resources are available for the implementation of BOS.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The Pandemic situation continues in 2022.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]