[{"kick-off":{"startDate":"01-01-2024","endDate":"31-03-2024","description":"Business Operations Strategy (BOS) Afghanistan:\n\nSince the adoption of the UN Secretary General’s reform agenda, the United Nations Country Team in Afghanistan has sought to continually build on the comparative advantage of all UN Agencies, Funds and Programmes to tackle the development and humanitarian challenges in country. Until 15 August 2021, the One UN Framework for Afghanistan steered the UN Country Team on enhancing the UN’s contribution to the Sustainable Development Goals, under the guidance of an empowered and impartial Resident Coordinator. The August 2021 power shift in Afghanistan has created the need for a transitional strategy for the UN to address the deepening political and social-economic instability. Afghanistan is still confronting an unprecedented humanitarian crisis with a very real risk of systemic collapse and human catastrophe that threatens to cancel many of the development gains of the last twenty years. To this end, the UN and its partners had developed the one-year Transitional Engagement Framework (TEF) as overarching strategic planning document for the UN system’s assistance for 2022 which has been extended to June 2023. It provides strategic direction and coherence; ensures UN coordination, collaboration, and complementarity of action; and provides a basis for joint risk-sharing and accountability. Looking ahead, the UN in Afghanistan with its partners is currently developing a medium-term strategy for 2023-2025, building on the TEF to continue advancing recovery and resilience in Afghanistan. The new framework developed jointly with development partners will provide strategic direction and coherence; ensure coordination, collaboration, and complementarity between humanitarian, development, and peace approaches of the international community; and provide a basis for joint risk-sharing and accountability for interventions on basic human needs and rights. This framework, the review of the Common Country Analysis (CCA) as well as the Business Operations Strategy (BOS) are opportunities to guide and focus the work of the UN Country Team to promote more effective and efficient programme delivery on the 2030 Agenda. Additionally, BOS is an integral part of the UN reform scorecard and essential for effective resource mobilization from 2023 and onwards.\n\nRecognizing the importance of the harmonized approach, the United Nations in Afghanistan initiated their collective work and inter-agency collaboration on formulation of a results-based framework “Business Operations Strategy (BOS)” in September 2020.  The objective of this effort to have UN joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN and maximizing economies of scale as well as reducing transaction cost.  It is facilitated by the principles of mutual recognition, client satisfaction and costing and pricing.\n\nAfter continued efforts and collaboration of OMT with the support and guidance from Resident Coordinator (RC) and UN Country Team, the Business Operations Strategy (BOS) was finalized on 15 December 2020. As per newly established guideline, the realized efficiencies for the prior years were adjusted by each of the agencies accordingly.\n\nThe cost avoidance for the year 2022 is USD 269,696 and the combined realized efficiencies for years 2020, 2021 and 2022 is now USD 14 million as the UNCT continue to implement the One UN Framework approach from 2021-2025 (now TEF and starting mid-2023 a different strategic framework).\n\nThe BOS 2.0 focuses primarily on quality and efficiency gains. It will reduce internal transaction costs and provide significant cost avoidance on externally sourced goods and services. \n\nAfter the BOS annual review and under the current Afghanistan country context, the projected cost avoidance and efficiency gains for the year 2020 – 2027 is USD 31.8 million as illustrated in the summary table below and as presented in more detail breakdown by agency – Annex 1 below:\n\n \n\nDuring the review process, additional services have been identified which will contribute to efficiency gains and will be incorporated in the next annual review to bring further quality improvements.  These activities will target environmental sustainability, disability and inclusion, gender responsive budgeting and youth engagements.\n\nProposed BOS implementation activities will be funded through the OMT budget. Funds will be officially requested to the UN organisations, Agencies, Funds, and Programmes comprising the UNCT in Afghanistan. The BOS review is an annual process for the OMT\/UNCT to have a better sense of the realized achievements in support of the SG’s Efficiency agenda."},"participatingEntitites":[{"organizationId":537054255563934417,"organizationName":"FAO","participating":true},{"organizationId":537054255563934418,"organizationName":"IFAD","participating":true},{"organizationId":537054255563934419,"organizationName":"ILO","participating":true},{"organizationId":537054255563934420,"organizationName":"IMF","participating":true},{"organizationId":537054255563934421,"organizationName":"IOM","participating":true},{"organizationId":537054255563934422,"organizationName":"ITC","participating":true},{"organizationId":537054255563934424,"organizationName":"UN","participating":true},{"organizationId":537054255563934439,"organizationName":"UN WOMEN","participating":true},{"organizationId":537054255563934425,"organizationName":"UNAIDS","participating":true},{"organizationId":537054255563934427,"organizationName":"UNDP","participating":true},{"organizationId":537054255563934429,"organizationName":"UNESCO","participating":true},{"organizationId":537054255563934430,"organizationName":"UNFPA","participating":true},{"organizationId":537054255563934432,"organizationName":"UNHCR","participating":true},{"organizationId":537054255563934433,"organizationName":"UNICEF","participating":true},{"organizationId":537054255563934434,"organizationName":"UNIDO","participating":true},{"organizationId":537054255563934437,"organizationName":"UNOPS","participating":true},{"organizationId":537054255563934435,"organizationName":"UNS - OCHA","participating":true},{"organizationId":537054255563934423,"organizationName":"UNS - OHCHR","participating":true},{"organizationId":537054255563935544,"organizationName":"UNS – RCOs","participating":true},{"organizationId":537054255563934431,"organizationName":"UNS - UN Habitat","participating":true},{"organizationId":537054255563938598,"organizationName":"UNS – UNAMA","participating":true},{"organizationId":537054255563934426,"organizationName":"UNS - UNCTAD","participating":true},{"organizationId":537054255563934428,"organizationName":"UNS - UNEP","participating":true},{"organizationId":537054255563934436,"organizationName":"UNS - UNODC","participating":true},{"organizationId":537054255563934438,"organizationName":"UNV","participating":true},{"organizationId":537054255563934440,"organizationName":"WFP","participating":true},{"organizationId":537054255563934441,"organizationName":"WHO","participating":true},{"organizationId":537054255563934442,"organizationName":"World Bank","participating":true}],"planRisks":[{"description":"Labor and working conditions","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Control","mitigationMeasure":"Vulnerable workers. Provide appropriate measures of protection and assistance to address the vulnerabilities of project workers, including specific groups of workers, such as women, people with disabi"},{"description":"Air pollution","likelihood":"Possible","impact":"Slight Concern","riskTreatment":"Monitor","mitigationMeasure":"There should be no burning of waste or construction materials or cleared vegetation on site.\nCement processing plants should be far from residential areas."},{"description":"Security Risk\nCultural barrier\nCovid 19 \nRisk of decree from the Government\nEconomical risk","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Monitor","mitigationMeasure":"Provide support with UN transportation like UN flights from regions to Kabul. Ensure all participants are fully vaccinated for covid 19 to strengthen the capacity building. \nVisibility information to"},{"description":"Lack of overall support, engagement and participation, including Snr LDP and Mnmgt, from other AFPs.","likelihood":"Definite","impact":"Significant Concern","riskTreatment":"Control","mitigationMeasure":"Hold AFPs Snr LDP and Mnamt. accountable."},{"description":"Potentially leading to unhealthy relationships or monopolistic behaviour, perception of preferences, or collusion among suppliers resulting in uncompetitive prices, thus diminishing quality and creati","likelihood":"Possible","impact":"Slight Concern","riskTreatment":"Monitor","mitigationMeasure":"Closely and timely monitoring of the LTAs, the performance of the Suppliers under LTA and do market research for changes in price in the market as well as on the new items in the market."},{"description":"Lengthy process and low contribution from the particular agencies.","likelihood":"Possible","impact":"Slight Concern","riskTreatment":"Accept","mitigationMeasure":"Close follow-up with the OMT member."},{"description":"Change in the Security Council mandate of the Mission","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Accept","mitigationMeasure":"Beyond mission level control."},{"description":"Change in the Security Council mandate of the Mission","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Accept","mitigationMeasure":"Beyond mission level control"},{"description":" A funding cut imposed by the legislative bodies.","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Accept","mitigationMeasure":"Adjust service delivery according to the funding availability"},{"description":"Adjust programme delivery according to the level of threat","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Monitor","mitigationMeasure":"Adjust programme delivery according to the level of threat."},{"description":"Escalation in the number of security incidents","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Monitor","mitigationMeasure":"Adjust programme delivery according to the level of threat."},{"description":" A funding cut imposed by the legislative bodies","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Accept","mitigationMeasure":"Adjust programme delivery according to the funding availability."},{"description":" A funding cut imposed by the legislative bodies","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Accept","mitigationMeasure":"Adjust programme delivery according to the funding availability"},{"description":" A funding cut imposed by the legislative bodies.","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Accept","mitigationMeasure":"Adjust programme delivery according to the funding availability"},{"description":"A funding cut imposed by the legislative bodies.","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Accept","mitigationMeasure":"Adjust programme delivery according to the funding availability"},{"description":"Environmental and Social Code of Practices (\tDust generation)","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Control","mitigationMeasure":"•\tThe Contractor shall implement dust suppression measures (e.g. water spray vehicles, covering of material stockpiles, etc.) as required;\n•\tConstruction vehicles shall comply with speed limits and ha"},{"description":"Water pollution","likelihood":"Possible","impact":"Slight Concern","riskTreatment":"Control","mitigationMeasure":"•\tPortable or constructed hygienic toilets must be provided on site for construction workers. Wastewater from toilets as well as kitchens, showers, sinks, etc. shall be discharged into a conservancy t"},{"description":"Chemical or hazardous wastes","likelihood":"Possible","impact":"Significant Concern","riskTreatment":"Control","mitigationMeasure":"•\tChemical waste of any kind shall be disposed of at an approved appropriate landfill site and in accordance with local legislative requirements. The Contractor shall obtain needed disposal certificat"}]}]