[{"iso":"PAK","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Executive Summary\n\nBusiness Operations Strategy 2.0 for UN in Pakistan\n\nThis executive summary presents the UN Pakistan Business Operations Strategy (BOS) 2.0, a medium-term strategic plan and results-based framework that supports the newly developed UN Sustainable Development Cooperation Framework (UNSDCF 2023-2027). The BOS focuses on joint business operations to eliminate duplication, leverage the UN's bargaining power, and maximize economies of scale. It is built upon benefits and opportunities arising from inter-agency coordination and cooperation on support services functions.\n\nThe BOS is structured around five common service lines: finance (including Harmonized Approach for Cash Transfers - HACT), human resource management, procurement, information and communications technology, and administration (including facilities management). The 2nd annual review focused on existing common services, and potential savings for BOS cycle 2 were projected at USD 4.2 million, with benefits realized during 2022 at approximately USD 0.8 million. (ref. table 1.0 below)\n\nHigh-impact activities for the year were in common administration services and ICT service lines, resulting in significant cost savings. The OMT also piloted sustainable procurement policies in common LTAs, focusing on environmentally sustainable and socially responsible practices, and conducted quality assurance evaluations of external venues and accommodation facilities.\n\nRegular budget requirements were identified to manage the OMT Secretariat, external job posting portal, HACT database, and tax consultant firm. Funding has been requested from UN organizations, funds, and programs comprising the UNCT in Pakistan, already included in the BOS planning framework.\n\nThe 2nd Annual Review did not identify any new common services solutions, but it was reported that the Job Posting solution (outsourced), resulted in realized benefits. Some common services solutions were put on hold, including conference and event management, CIPS training, and a few common premises management solutions that were discontinued for various reasons. The Mutual Recognition Statement has gained wider acceptability and is playing a significant role in sharing and utilizing LTAs across agencies. However, challenges remain in keeping track of various LTAs used by the agencies, hindering the ability to report cost efficiencies realized through piggybacking LTAs.\n\nTable 1.0:\t\t\t\nBOS 2.0 Realized Benefits (2022)\nS. No | Common Services lines | Realized Benefits Reported (2021) | Realized Benefits Reported (2022)\n1 | Common Administration Services including facilities management | $ 601,426 | $ 663,355 \n2 | Common ICT\/BCP Services | $ 107,626 | $ 118,519 \n3 | Common Human Resources | $ 23,758 | $ 37,662 \n4 | Common Financial including HACT Services | $ 2,059 | $ 1,007 \nTotal | $ 734,869 | $ 820,503 "},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":2516,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":53,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"risk","description":"Agencies focal points might not agree with the proposed policies\/SOPs which will become a hindrance in the implementation of activities","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Agencies will be encouraged through UNCT to adopt policies"},{"type":"risk","description":"Delay in making cost contribution for the joint activities will cause a delay in the implementation of activities.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Regular monitoring and reporting on finances to the OMT and UNCT. IF agencies are not paying their shares, then UNCT will be informed and encouraged to make payments."},{"type":"risk","description":"Lack of interest in the activities might have an impact on the results","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Agencies will be encouraged through UNCT to participate in joint activities"},{"type":"risk","description":"Lack\/delay in provision of data for stock-taking exercise","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"OMT will be engaged and continuous updates will be shared with the OMT for non responsive agencies. If need arise, then UNCT will also be contacted to encourage their colleagues for provision of data"},{"type":"assumption","description":"Admin: Common Radio: Natural disaster - floods, earthquake","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Finance: Macro Assessment: Commitment from government to finalize the latest PFM","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Finance: Micro Assessment: Less number of common partners in respective programme area","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HR: Mapping of talents (PWDs): Lack of support from programme colleagues","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Procurement: Database for LTAs: Agencies do not provide the data of established LTAs","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]