[{"iso":"PAN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Prefacio:\nLas operaciones comunes del sistema de Naciones Unidas tienen como objetivo central garantizar que la entrega de la cooperación programática al país, en este caso Panamá, sea respaldada de la manera más efectiva y eficiente posible, asegurando un acompañamiento operacional oportuno y de alta calidad de parte de las agencias, fondos y programas. \n\nPara lo antes mencionado, es vital propiciar esfuerzos coordinados a través de una Estrategia de Operaciones Conjuntas (Business Operations Strategy - BOS), cuyo enfoque conjunto hacia la necesidad de proporcionar servicios comunes como un grupo de agencias (con evidencias duras en materia de reducción de costos o mejora en la calidad de los servicios), sea más relevante y significativo que el de proporcionar estos servicios como agencias individuales. De esa forma, también se demuestra lo mucho que se logra a través de la participación conjunta en la mejora y gestión eficiente de los servicios identificados como prioritarios.\n\nEl BOS del Equipo de País de Panamá (UNCT) ha sido elaborado gracias al apoyo, trabajo y compromiso irrestricto de los puntos focales que participan en el Grupo Gerencial de Operaciones (Operations Management Team – OMT),  y en este ejercicio se hizo evidente que a través de un abordaje unificado y estratégico, es posible maximizar nuestras fortalezas y ventajas comparativas en temas tales como adquisiciones, manejo de recursos humanos, uso de instalaciones, transferencias armonizadas de efectivo, entre otros.  \n\nEl BOS presentado cubre el periodo 2018 - 2021 (transicionando la información del documento aprobado en el 2018 a la plataforma BOS 2.0).  \n\nDurante el 2021, el OMT se tomó la oportunidad de revisar, actualizar y analizar los servicios que en conjunto se requieren trabajar en el país. \n\nDurante el 2022, las agencias iniciaron sus procesos de licitación previstos en el working plan y\/o el desarrollo de trabajos en conjunto.  A inicios del 2023, estamos evaluado el trabajo realizado.\n\nResumen Ejecutivo: \n\nEn el primer bimestre del 2023, hemos realizado una revisión al BOS inicial, evaluando los logros obtenidos y los servicios. Hemos incluido un servicio que no se tenia previsto en el 2022, pero se logró, tal como el video de Staff Onboarding.\n\nQueremos resaltar que, en el Panamá, los servicios en conjunto, en los cuales nos estaríamos enfocando serian en las áreas de Administración principalmente. Se prevé una evitación de costo estimado en $3.7 millones en un período de 5 años."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":15,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2274,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"risk","description":"Calidad de la information del video.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Mantener actualizada la data del video."},{"type":"assumption","description":"Acuerdos diferenciados por agencias","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"El costo total del servicio se ve afectado por las fluctuaciones del salario minimo.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Información disponible","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"La industria hotelera percibe a la ONU como un consumidor de alto estándar, por lo que sólo presenta","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"La provisión del servicio de gestión de viajes es inadecuada debido a la variación abrupta de las so","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]