[{"iso":"PER","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Actualización 2023 (revisión 2022):\nDurante el año 2022, se dio continuidad a los procesos que estaban planificados en el BOS.  Algunos servicios fueron descontinuados, debido a que la pandemia trajo como resultado muchos cambios en la forma de trabajar, la virtualidad y la digitalización de muchos procesos.  Asimismo, el año 2022 vio un repunte sustancial en algunos servicios, como por ejemplo Viajes, los cuales crecieron a niveles similares a años anteriores a la pandemia.\n\nPara el año 2022, se estimó un cost avoidance conservador de US$138,568 debido a los efectos de la pandemia, sin embargo, se alcanzó el monto de US$217,088, por arriba de lo estimado.  La meta de cost avoidance para 2023 fue ajustada, en base a la finalización de la pandemia, por lo que el monto que se espera tener es de US$277,807.\n\nEn años anteriores, todas las agencias agrupadas bajo UN reportaban como una sola agencia.  Ahora para 2022, se ha dividido en las agencias que lo componen, cada una con su reporte individual de gastos y cost avoidance.\n\nMuchas gracias a todas las agencias que participaron, la información se encuentra completa.\n\nActualización 2022 (revisión 2021):\nSe agradece a los miembros del OMT el esfuerzo realizado para la actualización de la plataforma, al contar con información de calidad y el su disposición para la implementación y uso de los LTA. Asimismo, a DCO por su soporte y esfuerzo para garantizar la calidad del proceso.  Especial mención a PNUD, ACNUR, UNESCO y UNICEF por llevar el liderazgo del OMT y del BOS a lo largo de todo el proceso.\n\nComo resultado de la pandemia y los cambios del trabajo remoto, muchos de los servicios y oportunidades han cambiado de prioridad en función a los requerimientos de las agencias, por lo que muchos ahorros previstos no han sucedido, algunos servicios serán descontinuados.\n\nLa experiencia del BOS nos ha demostrado que es posible lograr economías de escala si los procesos son hechos con necesidades estandarizadas, de manera que todas las agencias puedan utilizar los LTA y no decidan luego hacer sus procesos individuales debido a que lo interagencial no cumple con lo que requieren.\n\nSi bien los procesos interagenciales pueden tener resultados positivos, las regulaciones locales muchas veces impiden la firma de LTA o contratos marco debido a que los proveedores no aceptan los formatos de Naciones Unidas, por lo que algunos procesos no resultan en un trabajo colaborativo.\n\nEs necesario considerar la distribución de costos de los procesos de compras y contrataciones, ya que muchas veces una misma agencia realiza varios procesos y el costo de hacerlo interagencial no es atractivo ya que no le representa ahorros.\n\nInformación 2020:\nHemos iniciado la migración de nuestra Estrategia de Operaciones Conjuntas (EOC o BOS, por sus siglas en Inglés), vigente durante el periodo 2018-2022, a la nueva plataforma en línea.\nLa Estrategia de Operaciones Conjuntas es un documento necesario para la planificación estratégica, el seguimiento y la información de las principales operaciones institucionales de los proyectos y programas implementados por la Organización de las Naciones Unidas (ONU) en el país. En el Perú, es el resultado del análisis de los procesos administrativos de todas las Agencias del Sistema de las Naciones Unidas (SNU) entre los años 2015 y 2017, realizado por el equipo de gestión de las operaciones Perú (OMT, por sus siglas en inglés) en el año 2018.\n\nEl presente documento se formuló siguiendo los lineamientos establecidos en la “Guía detallada para la construcción de un marco para la EOC”, la cual incluye la elaboración de la hoja de ruta, el análisis de las operaciones, la fijación de prioridades, la definición del marco de resultados, la validación de resultados con el OMT, el plan de trabajo anual y la evaluación por ciclo.\n\nEl desarrollo de cada una de estas fases ha requerido un trabajo articulado entre los miembros del OMT en coordinación con sus Agencias para el recojo de información primaria y secundaria, el análisis y discusión de la información proporcionada, así como el establecimiento de las recomendaciones que han orientado la redacción de este documento.\n\nCabe indicar que, de acuerdo con los criterios establecidos por el SNU, se ha considerado como creadores de valor indispensables a la eficacia, la eficiencia y el acceso a servicios de calidad para la evaluación y optimización de los servicios institucionales individuales y conjuntos.\n\nEn la fase analítica, se revisaron catorce servicios comunes y se logró identificar nuevos servicios de acuerdo con las necesidades de las Agencias. Posteriormente, en el análisis de costo beneficio se describieron los costos monetarios, laborales y los beneficios que existirán si se realizan acuerdos o contratos que optimicen los procesos de contratación de servicios.\n\nLa construcción de la estrategia refleja el método modular de desarrollo a través del marco de resultados donde se incluyen los cambios deseados en las competencias técnicas, la disponibilidad de nuevos servicios encontrados en las listas de transacciones y los indicadores de desempeño que permitirán medir y analizar sus avances, así como las herramientas de evaluación necesarias para el proceso de monitoreo y evaluación.\n\nDe esta manera, la estrategia apoya la implementación del Marco de Asistencia de las Naciones Unidas para el Desarrollo (MANUD) en el Perú, garantizando una confluencia entre los lineamientos técnicos y operativos de las acciones del SNU."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":2520,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":4,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"Disponibilidad de fondos para financiar los procesos de licitación","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Las agencias mantendrán su decisión de participar en los distintos procesos de servicios comunes.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Los equipos de Operaciones de las agencias a cargo de la ejecución de los procesos deben contar con","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]