[{"iso":"PHL","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Business Operations Strategy UN Philippines (2019-2023) outlines the strategic commitment to streamline common operations across the different agencies, while respecting their individual systems, processes and procedures. The Strategy’s timeline is synced with the Partnership Framework for Sustainable Development (PFSD) 2019-2023 and its revision to the UN Socioeconomic and Peacebuilding Framework (SEPF) for COVID-19 Recovery in the Philippines 2020-23 and represents another milestone on the UN Philippines’ Delivering as One roadmap.\n\nThe selected common thrusts under this Strategy relate to initiatives under Common Procurement, Common Services \/ Facilities Services, Common ICT, Common Human Resources and Harmonised Approach to Cash Transfers.\n\nThe operations analysis showed that there are already ongoing common initiatives that UN agencies have been undertaking since their previous location in Makati; and that in the short term, the relocation to the UN Common Premises in 2018 has already yielded cost reductions in some areas such as security (by 9%), janitorial services (by 41%) and rent (by 47%). Co-location of agencies provides more opportunities to undertake new common services. The secondary OMT in Mindanao provides additional strategic opportunities through which this BOS can roll out innovations for common operations in all field stations.\n\nUnder common procurement, UN LTA’s for Hotel Services, Communication Services (photographers, copy writers\/editors etc.), Vehicle rental service, Event Management, Catering and Printing services will be developed. A Vendor Database Management system to act as a one-stop share- point for information on all UN vendors will be developed to strengthen inter- agency vendor-information sharing. UN Procurement staff will also regularly interface with UN vendors through structured “Know your Vendor” fora.\n\nUnder ICT, UN agencies will strengthen inter-agency ICT capabilities at the UN House, including harmonizing internet service provision, a joint UN Business Continuity Plan and a common room reservation platform.\n\nUnder Human Resources, the BOS provides cost saving opportunities for shared recruitment (where it makes sense to do so), joint staff training, common induction\/orientation of UN staff will be undertaken with potential benefits for reducing lead times for staff on-barding, building staff-morale and enhancing teamwork.\n\nUnder common services, UN agencies in Philippines will explore a car-pooling initiative, outsourced vehicle rental services and the implementation of UN-wide green initiatives at the UN House in being consistent with sustainable aspirations underlined in the UN’s global agenda.\n\nThe main challenges for UN common operations in Philippines are threefold: the absence of comprehensive and comparable data among UN organizations on the resources devoted to these functions; the lack of baseline information on current levels of business operations efficiency; and the lack of clarity on whether there are operational requirements that may not be sufficiently met in a common service structure. Other constraints derive from different policies, procedures and systems within UN, the lack of direction and support from agency HQs and the high transaction costs of constructing local level solutions. Resource constraints especially for agencies with no management allocations further limit their participation in common operations. These factors further limit UN system coherence at the country level. Horizontal integration has also been limited by the existence of agency-specific regulations and rules, different enterprise resource planning systems and the predominance of vertical accountability over horizontal accountability.\n\nHowever, there are substantial benefits and opportunities for efficiency gains with several agencies initiating creative gateways to surmount the challenges mentioned above.\n\nFor the immediate short term, the OMT will implement the common initiatives identified in this Business Operations Strategy at zero budget with the goal of first demonstrating the “qualitative dividends” from business operations harmonization.\n\nThe BOS is not limited to the initiatives identified but is elastic to accommodate any new operational requirements that may become necessary during the implementation timeline. Ultimately, the BOS provides a new outlook to common service operations that will enable the UNCT to regularly track the progress of common operations across UN Philippines in the short, medium to long term.\n\nBOS 2022 highlights:\n- Up to 70% cost savings due to collaboration on premises and other related services.\n- Increased awareness and appreciation of benefits brought by BOS among UN colleagues.\n- High quality of services (cleaning, security, internet, technical support) are maintained due to collaboration between agencies resulting to acquisition of suppliers with highest value for money\n- Additional greening initiatives explored (e-waste)."},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"all Ips are shared","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All potential suppliers regardless of any business opportunity will share their business details.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Database is updated and accessible at any time","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Dedicated person to update the database timely","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Fair assessments of vendors is done and so award of contract is guided by the results of the assessm","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Global oil suppliers maintain their share of oil supply  so that there is no shortage of supply lead","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Individual Agencies share the LTAs with the Task Teams","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"information shared has been approved for this purpose by the head of office","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The assurance report reflects the facts at the IP site.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The chemicals used are not hazardous; the persons carrying out the exercise know and understand how","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"the facility is not superseded by a better one with a short of installation","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]