[{"iso":"PNG","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Papua New Guinea Business Operations Strategy (BOS) 2020 – 2024 has been developed with the collaborative efforts of the Operations Management Team (OMT) and its working groups, under the overall oversight and support of the UN Country Team (UNCT).\n\nThe BOS 2020 – 2024 focuses on common services across the following six strategic priorities: administration and facilities management; human resources; ICT; finance; procurement; and, logistics. It provides the UNCT Agencies opportunities to generate a net estimated cost avoidance of USD 840,000 and services’ quality enhancements by working collaboratively. As part of the BOS review and prioritization , the UNCT has recommended that the OMT focus on disability access.\n\nDuring the 2022 annual review, the total number of service streams under collaboration were streamlined to 21 and out of these, 6 were identified for cost benefit analysis.\n\nDuring 2022, there was strong collaboration across agencies particularly in the use of long term agreement. BOS will be reviewed and updated yearly to ensure it remains relevant in changing country contexts and environments. In 2023, the implementation of the BOS will continue to have a strong focus on mainstreaming gender across common services as well as accessibility for persons with disabilities starting with the mapping of HR processes."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"All agencies continue to support the one back office initiative","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Current economic conditions remain constant","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]