[{"iso":"PRK","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"This executive summary complements the Business Operations Strategy developed by the Operations Management Team in DPR Korea and is signed off by the Resident Coordinator with the endorsement of the UN Country Team, providing oversight for DPRK’s BOS 2.0.  \n\nThe Efficiency Agenda forms a component of the UN Secretary General’s proposal to reposition the United Nations Development System, within which all UNCTs were called upon to develop an improved Business Operation’s Strategy by 2021. The DPRK’s BOS 2.0 was developed complementarily to the global aim of a results-based framework that focuses on maximizing joint business operations, eliminating duplication amongst agencies and leveraging a common bargaining power of the UN. The principle of mutual recognition facilitates and constitutes a reliable evidence-based foundation for establishment of common back offices for shared services undertaken by the UN. The BOS can be structured around six common service lines:  Finance, Human Resource management, Procurement, Logistics, Information and Communications Technology and Administration including facilities management. \n\nIn 2021, the DPR Korea’s BOS was developed amidst limited operational presence in country, owing to which common services identified are only essential in nature. The DPR Korea BOS 2.0 is focused on two service lines:\n\n1. Common Human Resources: UN Clinic, will be provided for the UN medical and dispensary services lead by UNDP operations focal point; and\n2. Common ICT Services: will be provided for ICT helpdesk; and local VSAT led by WHO and RCO operations focal points respectively. \n\nSpecific targets are set by the Operations Management Team to ensure effective performance of each service offered, which will be evaluated annually. Each common service line has a designated implementation plan with a lead agency and focal person, as well as, identified risks and assumptions that have been weighed into the planning process. These common services are developed jointly or by one UN entity on behalf of one or more UN entities. BOS does not include or replace any individual agency’s operational plan. \n\nThe cost benefit analysis for the Internet and VSAT services has been completed for all services, however, the figures reflected in the BOS 2.0 exercise will be on the Local Internet Service Provision jointly undertaken. In the Cost Benefit Analysis, the only independent (changing) variable will be that UN agencies are proceeding jointly versus independently. All other variables were maintained to compare “like for like” scenarios. \n\nDuring the BOS Annual Review in 2022 for year 2021, it has been concluded to postpone the implementation start date for the BOS from January 2023. Unfortunately, the operational scenario remains the same, the DPRK borders have been closed since January 2020. This is part of DPRK’s preventive measures to protect its population, by closing national borders. All UN international staff members have been working remotely from various locations and presently there is no UN international presence in the country, for over 2 years, therefore the DPRK BOS 2.0 is yet to be implemented.  \n\nWith the guidance of UNDCO, the DPRK OMT have decided to conduct a minimal DPRK BOS Annual Review for year 2022, where the CBA baselines and Quality KPI data were set to zero values indicating that the BOS will not be implemented in year 2023. And maintain the CBA baselines and Quality KPI data projections, from the first year of implementation 2024. The labor costs projections were rough estimates based on the potential costs for Helpdesk and VSAT services (staffing costs, procurement, recruitment, installation, maintenance services, transaction costs, etc.), divided amongst 7 UNAs if we all collaborate. It is noted that the unimplemented BOS cost and benefit analyses done in 2019-2020 needs to be reassessed, will need to developed further based on the recent country context and to include the labor costs in the next 5 years; when the UN international staff members are physically back in DPRK. And the implementation of the BOS activities: recruitment of a UN doctor only upon return of international personnel; consultations with UN medical services unit on certification of the clinic; orientation training among ICT specialists across all agency ICT systems and capacity access of the local internet service provider.\n\nTo conclude on the BOS annual review for year 2022, since there are no firm indications of DPRK border opening within year 2023, the OMT proposed to further postpone the implementation start date for BOS 2.0 from January 2024 (or until the return of international personnel in DPRK). The Operation’s Management Team in DPR Korea sustains its commitment to the further development of DPR Korea’s BOS and common service lines when it is feasible. "},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true}],"planRisks":[{"type":"risk","description":"Data usage challenges by different UN agencies","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Appropriate controls in place to monitor data usage by each UNA at different times of the day."},{"type":"assumption","description":"Availability of a Medical Personnel to manage clinic during week days and weekends","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HR-UN Clinic-UNCT will identify the minimum standards of a recognized UN Clinic","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT - in house ICT- all ICT officers to receive an orientation training on all UN systems","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT-local ISP- the current internet serv.prov. is able to provide sufficient bandwidth to UN.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]