[{"iso":"PRY","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Paraguay BOS focuses primarily on efficiency gains and cost reduction. It will reduce internal transaction costs and provide cost savings on externally sourced goods and services. The BOS will build on lessons learned and establish the means for a coordinated approach to “Operating as One” management mechanisms, and by systematically implementing established good practices for the transactions with the highest impact.\n\nThe BOS presents summaries of the operations analysis conducted; shows how the operations analysis provides the foundations for the results framework; demonstrates the causality and interdependence of the activities and outputs; and finally provides an implementation outline that will be incorporated into the Operations Management Team (OMT) annual work plan. The results framework provides measurable outputs, indicators and targets to assist the management, monitoring, evaluation and reporting of the identified common services.\n\nSuch common services will be implemented through lead agency activity, coordinated through the inter-agency working groups of the OMT, with the aim of improving the quality, cost effectiveness and timeliness of the UN System support to programme delivery and business operations."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":35,"participating":true},{"organizationId":42,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":7,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"En el presente año ya no podrá utilizarse el LTA de Viajes debido al cierre de fronteras.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT - Ante congestión o dificultad de acceso al servicio se proveerá una conexión backup al staff cr","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT - Cualquier requerimiento que no pueda ser suministrado por el Help Desk; será realizado por una","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Leaving from the premises of any Agency and the impact at the common services and spaces.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Standarize the procedure of electronic signature with the bank","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]