[{"iso":"PSE","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Palestinian political\/security context make Palestine a difficult, challenging and unique environment to work in. Although recognized as one duty station, it has in fact three main locations (West Bank, Gaza and Jerusalem) where UN agencies have their office presence.\n\nThe following agencies are represented within the Operations Management Team (OMT) and have contributed towards  the BOS process to varying degrees: UNTSO\/UNSCO, RCO, UNRWA, UNDP, UNESCO, UNDSS, UNICEF, OCHA, OHCHR, UNFPA, WFP, WHO, UN Women, ILO, FAO, UNOPS, UNMAS, UNHABITAT, UNODC and UNIDO.\n\nThe UNCT provides overall oversight of the BOS process, approval and release of necessary agency and joint resources, sign off of the final BOS and annual reporting. The Operations Management Team and its subsidiary bodies are responsible to facilitate development and implementation of the BOS at the country level. \n\nWith the launch of the BOS 2.0 platform, the OMT initiated the update of the platform in-line with its approved BOS. Due to the country context, the complexity of certain Long-Term Agreements (LTAs), varying agency mandates, and the impact of the worldwide Covid-19 pandemic, progress was hampered and delayed. However, in line with the UNCT approved BOS the cycle remained 2019 – 2022, to facilitate also future alignment with the new UNSDCF\n\nDuring 2019-2020, 12 Common Services had been indicated as existing common services. In total, 28 common services are currently listed in the Opportunity Analysis, 6 marked as “do not include in the BOS” and 5 marked as “further analysis required”.\n\nThe updated CBA calculation undertaken in March 2023, shows a possible cost avoidance over the years 2019 – 2027 (in line with validity of the different common services) of US$ 1,995,657 (including those services that have been marked “do not include” or “further analysis required”). The realized cost avoidance up to the end of 2022 has been estimated at US$ 692,221.\n\nThe following areas continue to require prioritization as they contribute to potential cost avoidance:  \n1)      Mobile Phone Services (split within the portal for two type of providers in line with different areas of the duty station)\n2)     Travel Services (ticketing)\n3)   Common Premises management (inputs reflect the benefit of occupying premises together, while figures are not to be understood as potential future savings). Further consolidation of presence of agencies in certain locations (West Bank, Gaza and Jerusalem) is continually being discussed by the OMT as well.\n\nThe implementation of the Palestine BOS does not require an additional investment at this stage (original investment was related to the consultant which worked on the establishment of the HR roster in 2021). Implementation however continues to require the joint efforts of all agencies, in terms of providing requested data to feed into (LTA) processes and focused discussions, lead LTA establishment exercises and participate in joint evaluations in order to reach the maximum cost-efficiency, effectiveness and quality gains of all services. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":2544,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":36,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true}],"planRisks":[{"type":"assumption","description":"(Travel\/Accomodation) - COVID-19 situation will get better during 2021","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All Agencies will participate in the BOS initiative","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]