[{"iso":"RWA","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations Country Team (UNCT) in Rwanda implemented the Business Operation Strategy in 2022 with the overall aim of achieving greater impact by being coherent and effective in delivering development results and humanitarian support, while harmonizing business practices across agencies for increased efficiency.\n\nThe BOS focuses on UN support services that directly impacts the delivery of the UNSDCF and on those support services that are shared by multiple UN agencies and areas that the Operations Analysis has suggested can yield a high impact in terms of reduction of transactions costs and cost savings on externally sourced goods and services.\n\nA Division of Labor model that allows the UN agencies to benefit from individual agencies’ residential expertise has been agreed upon. Overall, the OMT has identified five focus areas for Operations as One and assigned experts from the respective agencies to participate in Working Groups responsible for these focus areas. These five areas are Procurement, Human Resources, Finance, Information and Communication Technology and One House.\n\nThe BOS was implemented and operationalised through five (5) OMT Working Groups (Human Resources; Finance; Procurement; Administration; and ICT) under the guidance of the OMT to support joint planning, monitoring, and reporting for results. Activities planned under the BOS aim to improve cost effectiveness, quality, and efficiency of the UNCT’s support to programme delivery and business operations.\n\nEach UN Agency is leading each pillar under BOSII rotational basis. In collaboration with the participating agencies, each lead agency is responsible for the implementation of activities assigned under each post. The following resident UN agencies participate in the Rwanda BOS – UN Women, UNHCR, WFP, WHO, FAO, IOM, UNAIDS, UNDP, UNFPA, UNICEF, UNECA and UN-Habitat. \n\nThe United Nations system in Rwanda consists of 22 UN agencies, programmes, and funds, both 14 residents and 8 non-residents. Meantime for any non – resident UN agencies, projects\/ programmes in the country and supported by UNDP, their CBA data and quality KPI data were captured by UNDP as an administrative agency\/ service provider. UNDP continues to provide support payments to enable them to function in Rwanda for UNCDF, IFAD, UNDSS, UN Clinic, OHCHR, UN-HABITAT and UNV. The new Resident Coordinator is Mr Ozonnia Ojielo, the OMT chair is housed within UNDP.\n\nThe UNCT in Rwanda aims to save approximately US$ 4,126,691 over the UNSDCF cycle from July 2019 to June 2025 in efficiency gains and monetary savings. In 2022, the Rwanda cost avoidance for all categories generated by BOS II was US$ 1,602,295.\n\nThe UNCT members have committed to allocating financial and human resources to achieve BOS objectives and actively use mutual recognition as a veritable driver of the collaboration.  \n\nCommon Service | Amount\nAdministration | 1,032,537\nFinance | 127,483\nHuman Resource | 51,255\nLogistic | 45,279\nProcurement | 345,741 \nTotal | 1,602,295$\nEND"},"participatingEntitites":[{"organizationId":14,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"- UN Agencies not willing to participate and share related information","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"- Ensure mechanisms exist to incorporate the participation of all UN agencies in Rwanda."},{"type":"risk","description":"New banking tender in year 3 may results in bank fees & remuneration of current account depend on pricing","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"To ensure all UN agencies participate in the tender in year3"},{"type":"risk","description":"Savings calculated based on UN rate which is sometime close to the market rate.","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"To ensure all UN agencies participate whilst negotiating these rates with the commercial banks.  The higher the number of UN agencies, the higher the volume of replenishments giving the UN the apprehe"},{"type":"assumption","description":"All UN Groups (UNCT, OMT, UNDP RESULT GROUP, M&E, Communication and UN WGs, etc.) continuously upd","comment":"All UN Groups (UNCT, OMT, UNDP RESULT GROUP, M&E, Communication and UN WGs, etc.) continuously update","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies are willing to participate and share related information","comment":"The assumption that all agencies will share related information in time, however there are some that do not participate","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Agencies regularly update information regarding LTA's on Platform.","comment":"The assumption that all agencies will update information regarding their  LTA's platform  however there are some that do not participate","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Assumptions\n\nAll Agencies utilize the joint LTAs\n\nThe suppliers or vendors are willing to offer disc","comment":"The assumption that all agencies use joint LTA's however there are some that do not participate","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"BCP Document is approved by all HoA\nEach agency conducts at least 1 simulation during the BOS period","comment":"Each agency conducts at least 1 simulation during the BOS period","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Most training provided by UN Agencies’ are similar to enable collaboration.\n\nAdequate funding availa","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"No fund shortage (total planned amount of UNDAP USD 600M is mobilized.","comment":"No fund shortage (total planned amount of UNDAP USD 600M is mobilized.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The banks will approve the reduction in banking services fees and improvement in quality","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies are committed to use the inter-Agency LTAs","comment":"The assumption is that all agencies use joint LTA's however, there are some that do not participate","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies are willing to recruit from the centrally developed and updated Consultancy Roster","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies committed to use the market guidelines when determining the consultancy fees.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies internal policies and procedures support harmonizing of consultancy rate.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]