[{"iso":"SAU","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Saudi Arabia Strategic Cooperation Framework is intended to lead to a coordinated and substantive technical support by the UN agencies to the government of Saudi in it’s efforts to implement the 2030 agenda for sustainable development and addressing the context specific development vision- Saudi Vision 2030. The UNSDCF 2022 – 2026 has identified four Strategic Priority Areas for its support based on a comprehensive common country analysis and national development priorities: 1. People, 2. Planet, 3. Prosperity and 4. Peace and Partnerships.\n\nTo meet programming and policy priorities, the UNCT in Saudi Arabia intends to increase efficiencies, embrace innovation and improve quality especially in the business operations related activities. This includes opportunities for increasing efficiencies by reducing duplication, leveraging collective bargaining power and maximizing economies of scale. This all will be facilitated by applying the mutual recognition principle that was announced by the SG and agreed on among the UN agencies at a global level.\n\nThe Business Operations Strategy (BOS) comes to support the UN agencies in the Kingdom of Saudi Arabia in achieving faster and better results while ensuring the highest quality of services is provided. It will also help in better positioning the UN in the local market and increase it's visibility. The BOS in Saudi Arabia is focusing primarily on efficiency gains and cost avoidance. It aims to enhance internal transaction cost avoidance and to improve the quality of services, including cost savings on externally sourced goods and services.\n\nThe BOS was developed by the Operations Management Team (OMT) in close cooperation with the UN Country Team. It represents a simplified - yet comprehensive, integrated and coherent framework reflecting instruments for quantified cost-benefit analysis, results-based planning, monitoring and evaluation. The main challenges while developing the BOS were related to the level of engagement from the UN agencies in the country. For the resident agencies and since Saudi Arabia is a high income country the operational support presence is at the minimum level and  to determine the level of involvement from the non-resident agencies, who are being supported by UNDP\n\nThe BOS in Saudi Arabia, originally developed for a three year period from 2020 – 2022, is updated for 2023, and continues to focus on 3 common service areas at the first stage which are:\n\nAdministration: Harmonized servicing for common premises management, printing and stationary services for all UN agencies in the kingdom.  \n\nInformation Communication and Technology (ICT):     Common shared infrastructure at the UN House, LTAs for internet and mobile phone services are expected to result in a significant cost saving and also to improve the quality of service provision. \n\nProcurement:  at this stage only common vendor database to share\n\nThe 1st BOS of Saudi Arabia did not include many new or escalated opportunities due to the limited capacity available in the country and the COVID pandemic. However, the plan is to look into new opportunities while implementing this BOS and include them in the review or the next BOS.\n\nThe BOS was reviewed in Q1 of 2023, updated members, and agencies participating. New opportunities will be identified for 2022 to benefit the whole UN Team and facilitate operations. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":7,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Full commitment of all UN agencies to comply with the requirements of the BOS cycle.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Full support of the UNCT , OMT and WG commitment","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Some services will be added as the OMT see opportunities to work as one such as catering travel","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]