[{"iso":"SDN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The UN in Sudan comprises 26 resident and 6 non-resident representatives of UN agencies, funds, and programmes (UNAFPs) respectively, whose work encompasses development cooperation and humanitarian assistance. In addition, there is currently one peacekeeping operation and one political mission in the country, namely the United Nations Interim Security Force for Abyei (UNISFA) and the United Nations Integrated Transitional Assistance Mission in Sudan (UNITAMS) with field offices in a number of key locations. UN entities in Sudan work with numerous national and international partners to protect and strengthen the lives, livelihoods and fundamental wellbeing of civilians affected by conflict and natural disasters.\n\nBOS 2.0 was prepared and endorsed by the UNCT in July 2020 and signed off by the UN Resident Coordinator in October 2020. It supports the collective response of the United Nations system to national development priorities in Sudan as outlined in the United Nations Development Assistance Framework (2018-2021), now extended until 2023, as the guiding strategic framework in the country (along with the Country Programme Documents of UNDP, UNICEF and UNFPA and WFP’s Country Strategic Plan). The UN Country Team in Sudan also agreed on a Common Approach document to guide the planning and prioritization until the end of 2023, to allow for the UN to have a common set of goals and priorities in the current environment. Furthermore, the Interim Cooperation Framework (2024- 2026) formulation process is now ongoing.  Sudan’s Business Operations Strategy (BOS) is formulated as a means to build efficiencies and quality into the operational work of the UN in Sudan and to align with the UN Secretary General’s vision for the UN reform agenda.\n\nThe current BOS 2.0 comprises 20 common services across all common service lines. 24 UN entities engage in the BOS, including the Office of the UN Resident Coordinator (RCO) and the World Bank. All common services, including high-impact common services presented within the BOS Sudan, are coordinated by the Integrated Operations Management Team (IOMT), comprising all UN AFP and UNITAMS, and directly managed by lead agencies of IOMT Working Groups (WG) as indicated in BOS documents. Quantitative and qualitative key performance indicators have been established to support annual monitoring of the BOS against established targets. Lead agencies of IOMT WGs are coordinating with all participating agencies to support full implementation of the approved plan and update the IOMT during its regular monthly meetings.\n\nThe overall cost avoidance is USD5.6 million contributed by 17 service lines. Common logistics services is the main contributor to a cost avoidance valued at USD 3.8 million, representing 68% of the total cost avoidance. This is followed by admin and finance services at USD0.9 (16%) and USD 0.6 (12%), respectively.\n\nThe IOMT under the leadership of the UNCT has focused its priorities on joint business operations and included multiple high-impact common service line items in the BOS to gain more cost efficiency, effectiveness and high quality of services for programme implementation in all Sudan for achieving the SDG objectives under SDG 17 which highlights global partnership in the areas of Admin, Finance, HR, ICT, Procurement and Logistics. Highlights of Working Group activities during the 2022 period and plan for 2023 is shown below.\n\nThe Human Resources Working Group (HRWG) plays a key role in harmonizing benefits and entitlements and in supporting IOMT on the preparation of requests for submission to ICSC. The Cost of Living and Local Salary Surveys were amongst the key activities supported in 2022. Common medical services provided by the UN medical clinic in Khartoum and the scaling-up of SUMAT services available at six deep field locations are amongst services yielding cost savings and enhanced staff well-being qualitatively. As part of the SDG 5 Implementation, a large pool of web-based intern applicants has been established and is readily available to participating agencies. The activities under HR services continued, apart from staff training services which were not conducted due to other competing priorities in 2022.\n\nThe Administrative and Finance Working Group (AFWG) continued collaborating in some BOS activities such as common premises and HACT activities where the HACT agencies benefited from the available LTA for micro assessment. Collaborating in cleaning and security services remained ‘Continue as is’ with no change as there is no change in the LTA. However, for future periods, some activities have been identified to maintain the collaborations and ‘Scaling up’ such as the LTA for Event Management and Conferences which is ready for use by agencies. Furthermore, , and with the exception of UNITAMS whose banking services are administered by Treasury in their headquarter office, an agreement was reached by agencies to have a Joint Procurement Activity for banking services in 2025 in line with the validity of agencies’ current banking arrangements until 2026. In addition to this, the service line on VAT Exemptions Refund needs has been discussed with the RCO to collectively approach the government with a request for up-front exemption.\n\nThe Procurement Working Group (PWG) maintained their activities in 2022 and will continue to implement the database for vendors and LTAs in 2023. The PWG committed to implement one more common procurement service “Central Database for Vendors.” This will provide the benefit to easily source qualified suppliers in a short-time, and to improve supplier performance management.\n\nSimilarly, the Information and Communication Technologies Working Group (ICT WG) maintained the collaboration on some ICT services, including connectivity and VSAT services as part of the common premises arrangement.\n\nThe Sudan Operation currently has no functional Logistics Working Group (LWG). Nevertheless, the logistics common services are being provided under a Service Level Agreement (SLA) by WFP to other agencies.   \n\nOverall, the Working Groups aim to achieve the business efficiencies and effectiveness by reducing transition time and cost, meeting programmatic and administrative needs in a timely manner, benefiting from the best practices of other agencies, substantial reduction in overall operational costs, improving response time to programme delivery thereby solidifying the principle of One UN in the country."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":18793,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":23120,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Adequate hardware and connectivity is not sufficient to support the operational and security telecom","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"Install required infrastructure with help for TEC team. Back up system is arranged in case of radio frequencies are disrupted."},{"type":"risk","description":"Banking services may be restricted disrupting UN programme and operations services","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Establish alternative mechanism  with banking partners at UN compound for uninterrupted banking services."},{"type":"risk","description":"Congruence of help desk needs and response systems cannot be reached","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"ICT WG has expertise to support the activities. Support from respective regional office could also be sought"},{"type":"risk","description":"Data will not be available to ensure completion of all required micro assessments","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"Micro assessment and due diligence exercise is carried out annually to ensure availability of required data for working with partner."},{"type":"risk","description":"Delivery of internet within the country may not support web based common service innovations.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Accept","mitigationMeasure":"Dedicated service lines are arranged for UN partner including VSAT point to point connection to all offices"},{"type":"risk","description":"Government systems do not allow for a unified approach to tax refund and exemption","comment":null,"likelihood":"Highly Possible","impact":"High Concern","risktreatment":"Monitor","mitigationMeasure":"High level engagement should be made with the authority for requesting up-front tax exemption"},{"type":"risk","description":"Headquarter policies do not support unified country based approaches to joint procurement services","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"Carry out procurement action with engagement of HQ on mutual recognition arrangement."},{"type":"risk","description":"In country restrictions negatively effect access to mobile medical clinic services","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"Establish medical facilities in Darfur and other location to expand coverage."},{"type":"risk","description":"Road networks are unstable and may disrupt overland cargo transport schedules","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Prepositioning arrangement to be made to cover at least for some time to avoid any possible disrupt of overland cargo transport due to rainy season or any other disruption"},{"type":"risk","description":"That UN agency inputs into human resources surveys are not received within prescribed timeframes","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Avoid","mitigationMeasure":"Timely survey action carried out for establishing standard benefit package for each duty station."},{"type":"risk","description":"The UN system will not be able to access the resources needed to provide capacity development activi","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"Joint training is organize for all cooperating partners through a HACT team."},{"type":"risk","description":"Warehouse infrastructure is not sufficient to meet UN agency joint needs","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"Adequate warehouse instructure in all Sudan well established by WFP in secured location. These could be used for joint needs"},{"type":"assumption","description":"All UN agencies have the resources to provide the necessary inputs to the human resources survey","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN sub-national staff will have the access necessary utilise mobile medical clinic services as p","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Auction and disposal procedures are aligned and agreed across all UN agencies and comply with invent","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Available technologies will support congruent help desk first line support service provision to all","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Government systems support a unified approach to tax refunds and exemption","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HACT in Sudan will be informed by micro assessments undertaken as scheduled","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Hardware is present and established to support the operational and security telecommunication servic","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Headquarter procurement policies allow for and encourage country based joint procurement services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Identified and nominated banks will be in a position to provide consistent banking services required","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"That all agency staff have access to web based technologies.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"That all UN agencies are committed to adoption of this common service to support consultant selectio","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN implementing partners will willingly assist with the identification of capacity development gaps","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]