[{"iso":"SEN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations system in Senegal supports the country's development efforts through the implementation of the 2035 Emerging Senegalese Plan (PSE) and the 2030 Agenda of Sustainable Development Goals (SDGs). It is made up of 34 agencies, funds, and programs that are committed to working together to achieve the country's strategic priorities. It’s composed of 27 resident agencies with 9 non-resident UN agencies with responsibilities over the country. In addition to the RCO, the following UN entities are participating in the joint business operations: ILO, UNIC, FAO, IFAD, OHCHR, UNHCR, IDEP, ICAO, OCHA, IOM, WHO, UNODC, UNIDO, UN WOMEN, UN-HABITAT, UNAIDS, WFP, UNDP, ITU, UNESCO, UNFPA, UNICEF, UNOPS, UNDSS, UNCDF, UNV.\n\nThe UNCT in Senegal is fully engaged in the country's development through support to the priorities, plans and programs of the government, civil society, and other development partners. It's in this sense that it has recommended for more collaboration between Operations Management Team (OMT) and the Program Management Team (PMT). Through this collaboration, the OMT can provide technical support for economic environment analysis as well as implementation, where it can also collaborate on the use of data and evidence, as well as joint monitoring visits to improve quality assurance, risk identification and mitigation, and cost savings.\n\nThe joint business operations of the United Nations system in Senegal are also providing the necessary work for the smooth transitioning to a fully functioning Senegal UN House in Diaminadio planned for the 2023. Indeed, a great majority of the opportunities for collaboration in Senegal are related to the move of the UN agencies to the common premise of the UN in Diaminadio. The cost avoidance of the BOS in Senegal is impacted by the future realization or non-realization of the move, since many services with high added value are linked to this move. Under the leadership of the UNCT and the OMT team, the BOS focuses on joint operations and provides a strategic approach and results-based planning and management, as well as the implementation of harmonized programs to support operations throughout the country. In addition, improved delivery will be achieved through the use of long-term agreements (LTAs), jointly negotiated contracts with favorable rates due to economies of scale, and the use of common rosters to save time and maximize resources. Collaboration on cross-cutting issues in areas such as gender, disability inclusion, greening, data and digitization to improve data collection and analysis, and staff welfare will also be crucial to efficiently and effectively achieve the set objectives.\n\nThe current BOS in Senegal was approved by the UNCT and signed by the RC on January 30, 2021, and review in 2022. The current annual review of the BOS in Senegal under the leadership of the OMT has been possible thanks to the operationalization and functioning of five (05) strategic working groups: Administration, Procurement and Logistics, Finance\/HACT, ICT, Human Resources. Although the OMT in Senegal faced some challenges during this first annual BOS review exercise, the involvement of all UN agency operations staff through their participation in the OMT working groups contributed to the success of the annual BOS review.  \n\nOver this review period, a total of 46 existing services have been analyzed. The analysis revealed that 52% of the existing services are expected to be discontinued, 26% are expected to continue as is, while 22% of the existing services are expected to be ‘scaled up’. In terms of future collaboration, in addition to the 64 common services identified in the first annual review, including the 60 common services identified during the BOS development phase, 3 common services (benefits management, knowledge sharing, HACT audit) were added in the second annual review. After the review of the opportunity analysis, a final list of 31 common services have been kept and included in the BOS. These services cover the following: Common Administration services and including common Facilities\/Premises (15), Common Finance services (3), Common Human Resources services (6), Common ICT services (2), Common Logistics services (2), Common Procurement services (5).\n\nFor a total cost avoidance estimated to USD 4,107,368 for the entire BOS cycle, USD 2,487,790 is actually realized from 2019 to present, with USD 687,052 in 2022. In addition, the travel service representing 63% of the avoided costs is to be considered as the high-impact service."},"participatingEntitites":[{"organizationId":10,"participating":true},{"organizationId":11,"participating":true},{"organizationId":14,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23119,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":4,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":53,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"All Agencies may not willing to harmonize systems and contracts and therefore it will hinder cost-avoidance and quality improvement","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"OMT monitor and discuss with the UNCT for possible solutions."},{"type":"risk","description":"Lack of engagement and commitment of participating Agencies for OMT activities","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"OMT will discuss with the UNCT and find appropriate solutions"},{"type":"risk","description":"UNCT may not provide HR and Finance resources for the BOS activities","comment":null,"likelihood":"Possible","impact":"High Concern","risktreatment":"Monitor","mitigationMeasure":"The OMT will discuss with the UNCT for solutions"},{"type":"assumption","description":"All UN entities will support the common services activities and will use the available common servic","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]