[{"iso":"SLE","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations Country Team (UNCT) in Sierra Leone implemented the Business Operation Strategy in 2021 with the overall aim of achieving greater impact by being coherent and effective in delivering development results and humanitarian support, while harmonizing business practices across agencies for increased efficiency.\n\nThe BOS focused primarily on efficiency gains and cost avoidance while simultaneously improving quality of services, including cost savings on externally sourced goods and services and eliminate duplication of efforts, leveraging the common bargaining power of the UN and maximizing economies of scale.\n\nThe strategy is to focus on common services that are implemented jointly or delivered by one UN entity on behalf of one or more other UN entities. Common services in the following areas are identified for collaboration: Administration, including common Facilities\/Premises; Human Resources; Information, Communications and Technology (ICT); Finance, and Procurement.\n\nThe UNCT is composed of 23 members, with 14 resident UN Agencies, funds, and programmes participating in the BOS, 7 non-resident agencies and 2 IFIs.\n\nResident Agencies: FAO, ILO, IOM, UN-RCS, UNAIDS, UNCDF, UNDP, UNFPA, UNICEF, UNIDO, UNOPS, UNWOMEN, WFP and WHO.\nNon-resident: IAEA, ITC, UNHCR, UNCTAD, UNODC, UNESCO and UNEP\n\nIFIs: World Bank and IMF\n\nPrepared through a highly consultative process with inputs from various UN Organizations in Sierra Leone, BOS aims to support effective programme delivery, monitoring and evaluation and reporting on common operations. The Operations Management Team (OMT) and its technical Working Groups within the various UN Organizations launched consultations throughout the BOS 2.0 development process to optimize the performance of their key functional areas of operations. The BOS, therefore, underscores key priority areas arising from these discussions, which are strengthened by a detailed operational analysis. Short and medium-term strategic results were also identified, that will guide the monitoring and evaluation of operations in the above mentioned six (6) common services during the programme cycle of Sierra Leone’s UNSDCF 2020-2023.\n\nDesigned to be a living document, the BOS was implemented and operationalized through six (6) OMT Working Groups (Human Resources; Finance; Procurement; Administration; ICT; Logistics), under the guidance of the OMT to support joint planning, monitoring and reporting for results. Activities planned under the BOS aim to improve cost effectiveness, quality, and efficiency of the UNCT’s support to programme delivery and business operations.\n\nFollowing the BOS review, the total budget of the BOS collaboration has been revised from USD90,690 to USD211,691 over the five-year period with costs shared among participating agencies and funding on annual basis.\n\nAfter the annual review on the achieved benefits and the BOS review process, the expected cost avoidance to be achieved during the 5- year period has been revised from USD1,288,301 to USD1,231,322 out of which cost avoidance of USD127,775 was achieved in 2021. Quality improvement is at the center of the BOS collaboration and this has been emphasized by the UNCT.\n\nSince the COVID-19 pandemic outbreak in 2020, the UNCT in Sierra Leone has given strong support to UN cares activities. As a response, the UNCT approved an Isolation Center for positive patients of COVID-19 of UN personnel and their dependents. Additionally, UNCT engaged a Stress Counsellor for the benefit of UN personnel and their dependents whilst the UN Clinic in Sierra Leone provide COVID-19 vaccination services to UN personnel and dependents. These activities are part of the medical services and dispensary common service.\n\nOverall, during the 2022 BOS review, considerable focus was put on not only reviewing and assessing the services, but also developing a more detailed implementation plan with more specific timelines. Meanwhile, lead agencies and responsible persons for activities under each service were reviewed and updated.  \n\nGender responsiveness remains a high priority for the BOS. The OMT, with the support of UN Women and in line with the UNCT-SWAP gender equality scorecard’s recommendations, had introduced into the BOS four gender-related KPIs: Three in HR common Services (gender parity, women retained on the HR roster, gender trainings) and one in procurement (women-owned businesses on the vendor roster). Gender-Responsive Procurement Sourcing; and Gender Parity as new common services.\n\nThe UNCT members have committed to allocate financial and human resources for the achievement of BOS objectives and make active use of the mutual recognition as a veritable driver of the collaboration."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Some UN Agencies may not agree or not be able to use the ERP system.","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Control","mitigationMeasure":"Organize training sessions for agency staff."},{"type":"risk","description":"Some UN Agencies maybe reluctant to participate or collaborate in the furtherance of the common activities.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Increase awareness of BOS compliance at UNCT for all Representative."},{"type":"risk","description":"Some UN Agencies maybe reluctant to participate or collaborate in the furtherance of the common activities.","comment":null,"likelihood":"Possible","impact":"High Concern","risktreatment":"Transfer","mitigationMeasure":"Increase awareness and emphasize compliance of the BOS implementation to all agency"},{"type":"risk","description":"UN Agencies may not be able identify women-owned vendors that meets the eligibility requirements.","comment":null,"likelihood":"Highly Possible","impact":"High Concern","risktreatment":"Monitor","mitigationMeasure":"Increase awareness on UN processes for women vendors."},{"type":"risk","description":"UN Agencies may not be able identify women-owned vendors that meets the eligibility requirements.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Increase the awareness of gender balance in tender processes."},{"type":"risk","description":"UN Agencies may not be able to conduct in-person training due to COVID-19.","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Monitor","mitigationMeasure":"Create awareness about COVID and implement the COVID protocols and measures."},{"type":"risk","description":"UN Agencies may not be able to identify women-owned vendors that meets the eligibility requirements.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Increase awareness on UN processes for UN Women."},{"type":"risk","description":"UN Organizations will have different Human Resources policies that may hinder joint recruitment.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"Increased awareness for women vendor's on UN tendering processes."},{"type":"assumption","description":"All agencies will actively participate in the joint integrated web roster and Staff counselling serv","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Agencies are able to develop better relationship and maintain cordiality with vendors","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Agencies will actively participate in the completion of survey questionnaires.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"It is assumed that all UN agencies will use  the Integrated web roster and staff counselling service","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The integrated web roster and staff counselling services will be extended as planned in 2022 and bey","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Women-owned companies will be willing to participate in bidding processes for identified products an","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Women-owned companies will be willing to participate in bidding processes for identified products.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]