[{"iso":"SLV","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The BOS 2.0 strategy is the result of a highly participatory, inclusive, and coordinated process among the technical and political levels of the United Nations System in El Salvador. The OMT completed the BOS annual review and continues working focused on the strengthened teamwork among OMT members and in obtaining the best value for money in the prioritized common services for 2023.\n\nIn terms of results, the BOS 2.0 was built on the basis of 4 pre-existing common services: 1. Travel, 2. Landlines, 3. Cellular and 4. Internet connectivity and VSAT services; and it was expanded in 2020 with 7 additional common services: 1. Accessibility to common facilities, 2. Catering, 3. Cleaning, 4. Conferences and events management of, 5. Environmental sustainability of common premises, 6. Printing, and finally 7. Maintenance of vehicles, which will be led by RCO, UNDP, UNICEF, WFP, FAO and UNFPA. In 2022 6 new collaborative services were included: 1. Consultant Roster, 2. HACT Management, 3. Vehicle Rental, 4. Vehicle Insurance, 5. Central Database LTA, 6. Central Database Vendors.\n\nDuring the 2023 annual review one additional common services was identified: Outsourcing for specific temporary services; it is noted that this service is already a collaborative service that is being used by 3 agencies: WFP, UNWOMEN and UNFPA. In addition, UNHCR, IOM, FAO and UNWOMEN joined to 6 of the on going common services effective 2023.\n\nThis BOS 2.0 has been designed with a duration of 5 years aligning it to the new programming cycle of the Cooperation Framework 2022-2026 (UNSDCF). In financial terms, the BOS 2.0 estimates a cost avoidance of USD 1,556 M in 18 common services , and its implementation plan is budgeted in USD 5,400. The UNCT in its regular meeting on March 23rd 2023, endorsed the BOS 2.0 and approved the budget for the agencies to contribute to its implementation, which, in addition to bring economic benefits to the operation, will also allow strengthening and improving the quality of services from joint evaluations and feedback to suppliers. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"Active participation of all agencies, in working groups and budgets.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]