[{"iso":"SOM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"On the way to develop the present BOS, initiation of OMT members and working group members took place in October - November 2019. The OMT reviewed and endorsed the roadmap that was approved by the UNCT on 5 December 2019. From January to February 2020, the OMT organized working groups (WGs) with broad TOR as OMT technical arms, but with a focus on developing the BOS for their respective service line. The WGs met and elected their chairs. Unfortunately, COVID-19 came in March to slow down the momentum leading to a forced break till June 2020 as agencies were giving priority to their individual business continuity plans and adjusting their programs and operations to the new context. When the OMT resumed the development of the BOS, we quickly revised our roadmap and accelerated WGs’ sessions to work out the Stock Take and Opportunity Analysis including CBA that took the longest to complete until the Regional DCO assigned technical support to the OMT. \n\nThe Somalia BOS has kicked off at the same time when the UNCT was launching the new UNSDF 2021-2025, hence the OMT used the opportunity to interact with the PMT during the process. The same timeframe has been therefore retained for developing common services across the six service lines. The conclusions of the BOS are: i) the total cost avoidance is foreseen in the amount of $ 28.6 million for the five years and the realized cost avoidance of BOS Somalia Annual review in 2021 is USD 8.5 million; ii) big ticket outcomes contributing to the cost avoidance are Common Logistics services and Common HR services, specifically Staff training services ; iii) collaboration for quality improvement and cost avoidance is enhanced through all outcomes; iv) a promising level of collaboration with 16 participating UN agencies on the most collaborative Common Services and 3 for the less collaborative. \n\nWe look forward to more UN agencies joining the common effort as the BOS progresses to implementation and could demonstrate that with collaboration at operational level, the UN System in Somalia will be more efficient and achieve better impact of its programs. \n\nAs we start the review process, it is important to mention the following development in the Somalia context that have impacted the implementation in 2021: i) COVID-19 has not ended, instead the country experienced new variants which jeopardized planned return to normalcy; ii) the UNCF and participating entities' country programs have been affected in terms of delivery rate by the delayed national elections and the political crisis that resulted; iii) the OMT has reflected on the need for mainstreaming environment protection activities in the BOS common services to be implemented from 2022; iv) the Common Premises agenda is a new priority for the UN in Somalia and the stoke take of existing ones has been completed in order to better to develop new CP as needs arise.  \n\nIn addition to the 16 UN entities that participated in the BOS from the first year, 7 new entities from the UNCT membership have been added as participating agencies from 2022.  "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":2541,"participating":true},{"organizationId":28383,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":41,"participating":true},{"organizationId":50,"participating":true},{"organizationId":53,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Budget cuts and\/or availability of funding for implementation of common services","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Accept","mitigationMeasure":"Revise planned common services activities, and reduce common costs. Identify new sources of funding, and seek donor support."},{"type":"risk","description":"Challenges from the transition to the use of new common services \/ change management issues","comment":null,"likelihood":"Highly Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Ensure proper handover is done when key staff is transitioning or replaced."},{"type":"risk","description":"Force majeure","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Force majeure events affecting the BOS will be managed and controlled by the SMT, DO, and UNCT in collaboration with the OMT."},{"type":"risk","description":"Government Changes can influence BOS","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"The OMT to ensure that the BoS planned activities are flexible enough and sufficiently adaptable to possible changes in governmental attitudes."},{"type":"risk","description":"Only partial participation by agencies","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Control","mitigationMeasure":"The OMT Chair requests the RC's assistance in reminding the non-participating agencies that they are required to contribute to the BOS."},{"type":"risk","description":"Political, socio-economic and other macro-economic factors, may impact on\nimplementing","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Adapt common services activities as required by the socio\/economic context evolution. The SMT and OMT to conduct continuous monitoring of external socio\/economic factors that could negatively impact t"},{"type":"assumption","description":"All agencies to cooperate and to support the BOS 2.0 platform to ensure effectiveness","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"OMT \/UNCT to actively engage with their WG focal point ensuring participation.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Political situation impact on the BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UNCT to make available funds for the BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]