[{"iso":"SRB","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The TCPR 2007 and the subsequent ECOSOC resolution on Operational activities of the United Nations for international development cooperation (2011) call for “identification and acceleration of the implementation of those business processes that promise the highest return from simplification and harmonization” and “encourages United Nations system organizations within their existing planning, budget and evaluation systems to report on their cost savings resulting from improvement of their business operations”1.\n\nIn addition, the ECOSOC resolution requests the UN to “explore further ways to enhance cooperation, collaboration and coordination, including through the greater harmonization of strategic frameworks, instruments, modalities and partnership arrangements, emphasizing the importance of ensuring, greater consistency between the strategic frameworks developed by the United Nations agencies, funds and programmes”2. Along similar lines, the Secretary Generals 5 year Plan of Action (2012) called for a “Second Generation of DaO”, providing continued focus on reduction of transaction costs and increasingly efficient business operations. This Plan of Action was supplemented by the Secretary General's Report in anticipation of the QCPR 2013-2016, which urged for enhanced analysis and strategic planning and reporting of the Harmonization of Business Operations at the country level3.\n\nThe UNDG strategic priorities seek to operationalize these mandates by emphasizing the need for efficient business operations through simplification and harmonization where it adds value in order to provide better support to development effectiveness and impact of programmes. With an aim to reinforce linkages between the UN Programme (Development Partnership Framework) and UN Operations, enhance operational monitoring, evaluation and reporting efforts of said harmonization initiatives, advance the harmonization of Business Operations at the country level as well as reduce transaction costs of UN Operations and enhance overall quality of operational support to programme delivery, it has been agreed to go for the Business Operations Strategy pilot in 10 countries worldwide.\n\nThe Business Operations Strategy (BOS) is a results-based framework, aimed at facilitating the strategic planning, management, monitoring and reporting of the UNCT’s joint support to programme delivery and business operations. In this sense, the BOS is an essential, but flexible and voluntary tool for UNCTs to support the implementation of their respective UNDAFs, regardless of their country context. The BOS aims to enhance the harmonization and simplification of the UN Agencies’ business operations at the country level, and therefore lead to improvements in the timeliness, quality and cost-effectiveness of operations activities, particularly in the fields of procurement, ICT, human resources, logistics, administration and finance.\n\nThe BOS guidance used to develop this document was adjusted in 2014 through the inputs of 6 pilot countries, and was reinforced with a toolkit including templates for quantitative analyses such as baseline and cost-benefit.\n\nThe BOS Serbia document has been shaped in a way to enable achievement of outcomes within five out of six Service Lines and has the target of avoiding costs of approximately 25%, as well as enable higher efficiency gains and quality improvements in UNCT's common services."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Agency specific procedures limit areas of joint approach","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"all agencies have same rules and regulations related to this subject"},{"type":"risk","description":"Lack of actual resources within OMT","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"Proper planning of the exercise"},{"type":"risk","description":"Lack of capacity -  smaller agencies lack replacement capacity for operations staff member","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"does not affect this service"},{"type":"assumption","description":"Political instability will not significantly affect joint UN operations","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN agencies will develop joint activities in accordance with relevant agencies' internal policies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN agencies will manage to equally participate in all OMT activities","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UNCT will ensure availability of funding for OMT\/BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]