[{"iso":"SUR","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"As part of the UN Reform, UN Agencies agreed that from 2021 on it becomes mandatory to have an approved Business Operation Strategy (BOS). The BOS focuses on joint business operations with the purpose of eliminating a duplication of efforts between UN Agencies, Funds and Programmes (AFPs) and to better leverage and manage common resources and the strength of the UN system on the ground to achieve economies of scale.  BOS was created in 2012 as a response to the call for simplified and harmonised processes and procedures across the UN system. The benefits of common services are becoming increasingly evident. The global Business Operations Strategy 2.0 (BOS), launched in October 2019, aims to deliver on the commitment for all UN Country Teams to develop an enhanced common business operations strategy by the end of 2020, in support of more effective programme delivery on the 2030 Agenda for Sustainable Development. The BOS will also help leverage to meet the target set for all UNCTs to establish common back offices.\n\nThe UN Operations Management Team (OMT) in Suriname presented its first BOS Document in 2020, then its first BOS Annual Review in 2021, and now presenting its second BOS Annual Review for the year 2022. The BOS outlines the strategic direction of the UN business operations at the country level in support of the newly approved Multi-Country Sustainable Development Cooperation Framework (MSDCF) 2022-2026. After one year of implementation the BOS Annual Review has now been completed.\n\nThe benefits of implementing the BOS include the enhanced linkages between ‘programme’ and 'operations’, reduced operational costs for UN AFPs, enhanced quality of operations, and an enhanced ability to monitor progress and track operational results. The business case has been assessed for each of the service lines to determine the current situation, the opportunities going forward and specific areas of efficiency including improved cooperation among agencies, cost savings on implementation and strategic use of existing and\/or new mechanisms such as LTAs. These are all detailed in the Cost Benefit Analysis and Opportunity Analysis.\n\nThe BOS for the UNCT in Suriname has two main components which are the result of the narrative and the results framework. The preparation of the BOS Suriname UNCT began with a business operations analysis, which included the stock-take analysis, opportunities analysis, cost-benefit analysis (CBA), planning framework and the identification of risks and assumptions. During 2021 several activities were completed in the areas of human resources (staff well-being), common facilities and ICT services.\n\nThe stock-take analysis determined the performance and identified the challenges of existing common services helping to assess priorities for the BOS. The summary of the stock take analysis for existing common services is categorised under four of the six common services lines which were identified as relevant within the Suriname UNCT context:\n\n1.      Common facilities services\n2.      Common procurement services (Not Relevant for Suriname)\n3.      Common logistics services (Not Relevant for Suriname)\n4.      Common finance services\n5.      Common human resources services\n6.      Common ICT services\n\nFor the 2022 Annual Review, a few points should be noted.  1) During 2022, one new agency, IOM, was added to the BOS. 2) The agency, UN, was replaced with UN-RCO and all data transferred. 3) PAHO completely withdrew from the remaining service line, HR, staff well-being. 4) BOS Chair has continued to advocate for strong agency engagement in the BOS process.\n\nFrom the BOS 2022 review, we can conclude that for all Suriname agencies, in total, there is a cost avoidance of USD 1.4 m for the five- year period. The cost avoidance for 2022 was estimated at $240,768 out of which $ 66,021 has been realized.\n\nThe highest impact service is management of the common premises, administration, with USD 14,904 as realized cost avoidance over 2022.\n\nThe Suriname BOS team has 172 key activities with 62 opportunities of which:    44 are completed; 56 are in progress; 72 not started; and 8 immediate actions are needed.\n\nNo new service lines are expected to be included for 2023 but 1 new common service has been added: Service Line Finance Services, Category - HACT and new Common Service of Macro Assessment."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"COVID-19 working environment will continue into 2021. Staff would be fully adapted to the new norm o","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Flexible work scheduling taking into account family circumstances","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Options for counseling to stimulate mental health and to keep the team motivated","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]