[{"iso":"SWZ","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The United Nations Country Team (UNCT) in Eswatini implemented the Business Operation Strategy in 2021 with the overall aim of achieving greater impact by being coherent and effective in delivering development results and humanitarian support, while harmonizing business practices across agencies for increased efficiency.\n\nThe BOS focused primarily on efficiency gains and cost avoidance while simultaneously improving quality of services, including cost savings on externally sourced goods and services and eliminate duplication of efforts, leveraging the common bargaining power of the UN and maximizing economies of scale.\n\nThe strategy is to focus on common services that are implemented jointly or delivered by one UN entity on behalf of one or more other UN entities. Common services in the following areas are identified for collaboration: Administration, including common Facilities\/Premises; Human Resources; Information, Communications and Technology (ICT); Finance, and Procurement.\n\n The UNCT is composed of 18 members, with 11 resident UN Agencies, funds, and programmes participating in the BOS, 7 non-resident agencies.\n\nResident Agencies: FAO, IOM, UN-RCS, UN-DSS, UNAIDS, UNDP, UNFPA, UNICEF, WFP, UNESCO and WHO.\nNon-resident: ILO, UNIDO, UNHCR, OHCHR, IFAD, UNEP and UNWOMEN\n\n Prepared through a highly consultative process with inputs from various UN Organizations in Eswatini, BOS aims to support effective programme delivery, monitoring and evaluation and reporting on common operations. The Operations Management Team (OMT) and its technical Working Groups (Procurement, HR, Facilities, Finance and ICT) within the various UN Organizations launched consultations throughout the BOS 2.0 development process to optimize the performance of their key functional areas of operations and uploading of data. The BOS, therefore, underscores key priority areas arising from these discussions, which are strengthened by a detailed operational analysis. Short and medium-term strategic results were also identified, that will guide the monitoring and evaluation of operations in the above mentioned five (5) common services during the programme cycle of Eswatini’s UNSDCF 2020 – 2025.\n\n Designed to be a living document, the BOS was implemented and operationalized through five (5) OMT Working Groups (Human Resources; Finance; Procurement; Administration (Facilities) and ICT), under the guidance of the OMT to support joint planning, monitoring and reporting for results. Activities planned under the BOS aim to improve cost effectiveness, quality, and efficiency of the UNCT’s support to programme delivery and business operations.\n\nAfter the annual review on the achieved benefits and the BOS review process, the expected cost avoidance to be achieved during the 5- year period has been revised to USD348,011 in 2022. Quality improvement is at the center of the BOS collaboration, and this has been emphasized by the UNCT.\n\nOverall, during the 2023 BOS review, considerable focus was put on not only reviewing and assessing the services, but also developing a more detailed implementation plan with more specific timelines. Meanwhile, lead agencies and responsible persons for activities under each service were reviewed and updated.  \n\nGender responsiveness remains a high priority for the BOS. The OMT, with the support of UN Women and in line with the UNCT-SWAP gender equality scorecard’s recommendations, had introduced into the BOS three gender-related KPIs: Two in HR common Services (women retained on the HR roster, gender trainings) and one in procurement (women-owned businesses on the vendor roster). Gender-Responsive Procurement Sourcing as a new common service.\n\nThe UNCT members have committed to allocate financial and human resources for the achievement of BOS objectives and make active use of the mutual recognition as a veritable driver of the collaboration."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Social distancing limits your interaction with the benefitiaries","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Monitor the lockdown situation incountry and identify possible openings to provide face to face training."},{"type":"risk","description":"Some UN Agencies may not agree or not be able to use the ERP system.","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Transfer","mitigationMeasure":"Further training is required from the trainers in country as the webinars are not fully followed."},{"type":"risk","description":"UN Agencies may not be able identify women-owned vendors that meets the eligibility requirements.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"Adopt innovative ways of collecting the vendor information from suppliers that will indicate the level of gender percentage."},{"type":"risk","description":"UN Agencies may not be able to conduct in-person training due to COVID-19.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Transfer","mitigationMeasure":"Monitor the Country situation to identify easing of the lockdown and schedule the training accordingly."},{"type":"assumption","description":"All agencies will actively participate in the joint integrated web roster and Staff counselling serv","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Agencies are able to develop better relationship and maintain cordiality with vendors","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All UN Agencies will actively participate in common services of the BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"It is assumed that all UN agencies will use  the Integrated web roster","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Women-owned companies will be willing to participate in bidding processes for identified products","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]