[{"iso":"SYR","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Syria’s Business Operations Strategy (BOS) is the direct response to the UN Secretary General’s Reform Agenda. The BOS enables the UN agencies to better harmonize their business processes using a structured framework that reinforces the principles of joint operations between the agencies. In line with the aforementioned, the BOS in the Syrian Arab Republic was triggered to provide a common approach for the OMT and UNCT to strategically ensure cost avoidance effectively through better coordination, consolidation and harmonization of the six common service lines namely Procurement, Finance, Human Resources, ICT, Logistics and Admin. \n\nThe BOS for Syria will better equip the OMT\/UNCT with the needed tools for delivering quantifiable results to all participating agencies. It also utilizes the already established common operations conducted in Syria; while ensuring further interagency coordination and collaboration proceeds accordingly, with the aim of truly Delivering as One. The adoption of BOS in Syria will also enhance compliance with donors’ expectations in terms of the utilization of funds, where operational costs will be clearly shown to be utilized efficiently and effectively.\n\nUltimately, all the improvements made to the Business Operations in Syria will further enhance the positive impact of the UN’s work both within Syria and worldwide.\n\nIn Syria, most UN agencies reside in one location in each geographical area, as a result forming Common Hubs in five different locations (Damascus, Deir Ezzour, Homs, Aleppo, Qamishli). In Damascus, some UN agencies’ offices namely (UN {RCO and UNDSS}, UNDP, UNFPA, UNHABITAT, and OCHA) are located in one Common Premises while UNESCO and UNRWA in one compound. \n\nEach Common Service line has a managing agency playing a lead role following up and assuring that the planned targets and key activities are met in accordance with what was set out in the BOS of Syria.\n\nWe are grateful to those involved in illustrating this roadmap including but not limited to the BOS Task Force, the OMT, and the invaluable contributions of the OMT Working Groups. This effort is especially well acknowledged during this extraordinary situation caused by the pandemic worldwide and its effect on the country. Syria BOS will serve as a compass for the OMT to refocus their joint annual work planning for delivering a coherent and integrated services strategy to all UN agencies in Syria."},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2483,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":36,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true}],"planRisks":[{"type":"risk","description":"The effect of the Ukraine crisis may lead to budget shortfalls for most agencies, hence not being able to procure according to plans","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Transfer","mitigationMeasure":"Joint procurements may reduce overall supply cost for the goods as supplier management and overheads are spread across agencies"},{"type":"assumption","description":"Different requirements that hamper the possibility of having all agencies involved in one common agr","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Prolonged and sustained spread of Covid Pandemic globally continues to impact on revival of global s","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Prolonged Ukraine crisis","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]