[{"iso":"TGO","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Summary EVALUATION BOS TOGO au 29.03.2023\n\nLa BOS 2.0 du Togo a été élaborée en 2020 dans le cadre de la mise en œuvre de la réforme des Nations Unies. L’horizon temporelle prévue était de trois ans pour s’aligner sur le Cadre de coopération du système des Nations Unies au Togo (CCDD 2019-2023). Ce Cadre de coopération a été écourté à la suite de la définition de la Feuille de Route Gouvernementale 2020-2025 qui est la référence actuelle pour tous les partenaires et leur cadre de coopération. La programmation de la BOS 2.0 pour 2023 intervient donc dans le contexte d’un CCDD 2023-2026 qui vient d’être signé avec le gouvernement et qui est organisé autour de trois priorités alignés sur les  axes stratégiques de la feuille de route Gouvernementale : (i)  Croissance plus inclusive génératrice d’emplois décents et renforçant la résilience des population dans un environnement durable, (ii) Capital humain et accès équitable aux services sociaux de base de qualité et inclusion sociale, (iii)Cohésion sociale par la promotion d’une gouvernance plus inclusive, efficace et redevable.\n\nL’élaboration de la BOS a été guidée par une démarche participative ayant impliquée le personnel des opérations, du programme sous le leadership du président de l’OMT et a connu la validation de toute l’Equipe de pays. L’Equipe de pays au Togo est composée de 9 agences résidentes (OMS, ONUSIDA, PAM, PNUD, UNFPA, UNHCR, UNICEF, UNREC, FAO) concernées par le BOS et 12 agences non-résidentes (CEA, CNUCED, FIDA, HCDH, OIM, OIT, ONUDC, ONUDI, UNEP, UNESCO, ONUFEMMES, UNHABITAT).\n\nLa revue a permis de constater des changements au niveau des agences participantes. Ainsi, on note que 11 agences, fonds, programmes et bureaux participent à la BOS 2.0. : FAO, OIM, OMS, ONUSIDA, PAM, PNUD, RCO, UNFPA, UNHCR, UNICEF, UNREC. Cependant en raison de la non-disponibilité des données cette année, la participation effective de l’OIM et du RCO sera actée en 2024. Par ailleurs, pour les mêmes raisons, la participation de l’UNHCR est suspendue pour 2023.\n\nAfin de mieux accompagner la mise en œuvre du programme pays du SNU, l’OMT a sélectionné 17 services communs au moment de l’élaboration de la BOS. La démarche de cette seconde revue a été de se concentrer sur les services prioritaires de la BOS.\n\nL’OMT ayant déjà disposé de l’expérience acquise dans la collecte des données lors de la revue précédente, la démarche technique a été assez fluide malgré les conflits des programmes de planifications internes et la forte mobilité du personnel au sein des agences participantes. Une mini-retraite a été organisée du 15 au 17 Mars 2023 pour mobiliser les membres de l’OMT et ceux de groupes de travail de l’OMT, sensibiliser sur les processus de la revue BOS et pour pouvoir renseigner la plateforme avec des données de qualité.\n\nAprès revue des données, quinze (15) services communs sur 17 qui composent la stratégie existante, ont été mis en œuvre de façon active et effective conformément aux résultats de l’enquête de satisfaction qualité conduite le 17 mars 2023. L’OMT a réorienté le rôle de Lead pour les deux (2) services communs qui ont connu de retards dans leur mise en place et deux (2) nouveaux services communs ont été ajoutés aux services existants à savoir : l’infographie et la gestion des services d’accommodation et facilité des conférences.\n\nA la suite d’un passage en revue des « services hautement recommandés » nous avons convenu :\n-       de continuer de prendre en compte, la rubrique « counseling service », eu égard aux nombreuses sollicitations dans ce domaine ; et le résultat d’enquête de satisfaction qui a recommandé de maintenir ce service ;\n-     de garder « la rubrique « prise en compte du genre dans les procédures de passation des marchés » malgré les difficultés à trouver les informations pertinentes sur des entreprises dirigées par les femmes ; mais des efforts vont être amplifiés en 2023, et\n-      d’ajouter la rubrique de mapping des accès des personnes à mobilité réduite aux immeubles des réunions et conférence afin d’assurer leur bien-être et surtout leur jouissance des droits d’inclusion et de diversité.\n\nLe service commun d’Infographie a été confié à UNFPA qui avait antérieurement en charge les activités d’impression et de sérigraphie ; tandis que les activités sur le mapping des accès des personnes à mobilité réduite aux immeubles des réunions et conférence ont été confiées au PAM comme agence lead en plus de la gestion des services d’accommodation et facilité des conférences.\n\nAu total 21 services communs (dont 18 anciens et 3 nouvellement adoptés) ont été l’objet d’une évaluation approfondie pour assurer une mise en œuvre efficiente du programme et aussi identifier les couts évités lors de cette deuxième année d’exécution de la stratégie.\n\nL’analyse coût-bénéfice a permis de calculer les avantages et bénéfices de ces 21 services communs, qui par la suite ont été retenus dans le cadre des résultats.\n\nAu total, 201 activités clés ont été planifiées pour 58 opportunités identifiées. Le cumul du budget nécessaire pour la mise en œuvre de la stratégie est de 259 000 USD dont 12 000 restent à pourvoir. La revue a permis de constater que sur 201 activités, 93 activités ont été réalisées, 38 activités en cours d’exécution et 70 activités non-encore démarrées. Ces deux dernières feront l’objet d’accélération en 2023.\n\nL’élaboration du cadre de résultats, plan de mise en œuvre et du budget a permis de retenir 5 effets, 21 différents produits attendus de la mise en œuvre du BOS (2021-2025) ainsi que les différents indicateurs de suivi et les ressources nécessaires à la mise en œuvre du BOS ont été estimés.\n\nEn général, la stratégie offre une projection des couts à éviter sur 5 ans (2021- 2025) qui s’élèvent à 2 482 265 USD par rapport à 2 142 026 de la revue précédente ; avec cumul des réalisations en 2022 de 44% par comparaison de 23% en 2021 du montant projeté. Le cumul de 1 097 280 USD est réalisé pour les deux années de mise œuvre de la stratégie dont 495 865 en 2021 et 601 415 USD en 2022 (soit 21%). Ces réalisations sont reparties dans l’ordre suivant selon les 5 effets de la stratégie :\n\n1.      Services communs administratifs, les couts réalisés s’élevaient à 731 322 en 2022 par rapport à 317 756 dollars américains en 2021 ;\n2.      Services des Finances, transferts de l’argent aux ayant droits à travers les prestaires financiers ou de télécommunications via service de technologie d’information : 70 571 en 2022 par rapport à 21 721 dollars américains en 2021 ;\n3.      Services des Ressources humaines : 146 083 USD en 2022 par rapport à 93 121 USD en 2021\n4.      Services de la TIC (téléphonie et connexion internet) : 162 682 USD en 2022 par rapport à 51 235 USD en 2021\n5.      Services des Achats (gestion du carburant) : 49 622 USD en 2022.par rapport à 12 032 USD en 2021\n\nPour les projections des économies opérationnelles futures (coûts à éviter), au total, l’analyse coût bénéfice montre des avantages suivants : \n\na.         Les projections ont été légèrement révisées à la hausse passant de 2 142 026 en 2021 à 2 482 280 USD sur les 5 ans en termes monétaire et en termes de gain de temps de travail du staff. Elles seront reconverties en gain d’efficacité et réinvesties sur les résultats de développement dans l’intérêt des plus démunis. Sur notre point de vue et la confirmation par l’analyse coût-bénéfice, les heures de travail économisées par la mise en place de différents arrangements et contrats communs vont être consacrées aux autres priorités du Cadre de coopération ; \nb.     Les 14 services communs administratifs produiront un cout à éviter quinquennal de 1 517 480 USD en termes d’avantages de collaboration consentie entre les agences participantes à ces services communs sur la base de leur volume d’affaires en maintenance des équipements de bureau et des véhicules, transport des marchandises, transitaires en douanes, infographie et impressions des documents, services de sérigraphie, production audio-visuelle, voyages, services de conférence et accommodation, services de nettoyage et services de sécurité des bureaux. \nc.     Des LTAs déjà mis en place en services de Téléphonie mobile et connectivité internet vont être mieux exploités par les agences pour bénéficier des économies d’échelles par leur utilisation maximale.\nCes nouveaux LTA dans le domaine de TIC permettront de booster la capacité globale de connexion globale des agences, mise en place de flotte mobile commune avec un coût à éviter estimer à 376 100 USD par 5 ans de mise en œuvre de ces services\nd.    Dans le domaine des services Finances, les LTA sur la gestion des liquidités et transferts de ressources aux partenaires ont été retardés et seront mis en place pour servir les requêtes programmatiques dans ce domaine. Il est attendu de réaliser l’évitement de coûts jusqu’à 171 214 USD si les agences participantes mettent en place ces LTAs et optimisent leur utilisation.\ne.      Dans le domaine des Achats et des Ressources Humaines, la mise en place de LTA de carburant et Rosters communs à plusieurs agences du SNU, permettra de générer des gains significatifs en termes de ristournes, soit 110 725 et 306 746 dollars américains respectivement.\n\nTrois « services hautement recommandés » ont retenu notre attention et compris dans notre stratégie à savoir (1) staff counseling services, eu égard aux nombreuses sollicitations du Professionnel qualifié en thérapie psychologique et gestion du stress par les collègues du SNU ; et (2) prise en compte du genre dans les procédures de passation des marchés et (3) le mapping des accès des personnes à mobilité réduite aux venues des réunions et conférence afin d’assurer leur bien-être et leur jouissance des droits d’inclusion et de diversité.\n\nLa validation de la stratégie BOS par l’OMT et par l’Équipe pays a été faite le 24 mars 2023. L’OMT a collaboré de manière régulière avec l’équipe de revue qualité du DCO et leurs observations prises en compte et resoumises pour approbation le 24 mars 2023."},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Changement conjoncturel ou dans la législation nationale","comment":null,"likelihood":"Negligible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"Suivre de pres tout changement legislatif pouvant affecter les operations du SNU"},{"type":"risk","description":"Changement d'une partie de l'équipe de l'OMT et des membres des sous groupes (départ, retraite, etc.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"S'assurer du plan de succession des membres de l'OMT au niveau de chaque agence\nAssurer des formations continues des mebres de l'OMT sur des nouvelles legislations ou reformes au niveau pays et au niv"},{"type":"risk","description":"Faible engagement des agences des Nations Unies à conduire et à participer aux appels d'offres","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Mobiliser les collegues pour participer a l'elaboration des TDRs pour contribuer au contenu des appels d'offre et refleter leur reels besoins et aux travaux d'evaluations des soumissions et donner"},{"type":"risk","description":"La pendemie de la COVID-19 n'est pas finie totalement. Au cas où la pandémie continue, cela va ralentir certaines opérations de maniere significative","comment":null,"likelihood":"Negligible","impact":"Minor","risktreatment":"Accept","mitigationMeasure":"Maintenir des acquis en matiere de prevention et de controle de l'infection du covid-19 que le SNU a mis en place"},{"type":"risk","description":"Nombre réduit de prestataires ayant les capacités de postuler aux appels d'offres du SNU","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"Continuer a encourager l'amélioration des capacites des entreprises nationales pour developer leurs competences dans la gestion des affaires"},{"type":"risk","description":"Non respect de la qualité des produits et services livrés\/rendus","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Control","mitigationMeasure":"Assurer la receptrion de qualité vs termes de references des produits ou services commandés"},{"type":"risk","description":"Non utilisation des LTA existants par les agences des Nations Unies","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"OMT s'engage a utiliser les accords-cadre en collaboration"},{"type":"risk","description":"Peu de fournisseurs qualifiés participent aux appels d'offres du SNU Togo","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Elargir des annonces, mettre base des donnees des fournisseurs qualifiés et encourager les fournisseurs a postuler aux sollicitations du SNU"},{"type":"risk","description":"Réticence des prestataires à accepter les clauses contractuelles du SNU (Hors Taxes, etc.)","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Expliquer aux prestataires des procedures d'approvisionnements en place.\nObtenir des exoneartions en amount aupres d'OTR"},{"type":"assumption","description":"Continuer des efforts de prévention et contrôle de l'infection COVID-19","comment":"to be continued","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Des formations sont annuellement organisées pour sensibiliser et former les fournisseurs","comment":"oui en continue","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Les agences s'engagent à utiliser les LTA mis en place","comment":"continuer a encourager cette pratique","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Mettre en place des fiches d'évaluation des produits\/services pour chaque commande","comment":"Deja fait","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Mise à niveau périodique des membres de l'OMT et des sous groupes OMT sur le BOS","comment":"to be continued","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]