[{"iso":"THA","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Secretary General’s UN Reform includes the coordination of UN Operations on the ground and in line with the Business Efficiency Agenda. To this end, at the request of the UN Country Team (UNCT) in Thailand, the Operations Management Team (OMT) developed its Business Operations Strategy (BOS) in 2020. \n\nThe BOS promotes collaboration to eliminate duplication, leverage the common bargaining power of the UN and maximize economies of scale. It uses the principle of “mutual recognition,” which allows one UN entity to obtain services from another UN entity if the latter can facilitate these more efficiently. The BOS demonstrates how the UN system can save money and improve quality when we work together. \n\nThailand is a UN Regional Hub that includes the UN Economic and Social Commission for Asia and the Pacific (UNESCAP), Regional Agency Offices working across Asia and the Pacific, and the UN in Thailand comprised of the UN Country Team. Therefore, the OMT is comprised of staff from a total of 35 UN System entities in Thailand, collaborating across several common services as demonstrated by the stock take. While working together is not new, the BOS quantifies benefits. \n\nIn Thailand, UN entities have collaborated across several common services as demonstrated by the stock take. While working together is not new, the BOS quantifies benefits. \n\nThe OMT in Thailand has operations staff from 35 UN entities, at the country, regional and Secretariat level. Working on the BOS during the global pandemic presented challenges for operations personnel who needed to balance competing response priorities. \n\nThe Thailand BOS is structured around core “common service lines”: Finance, Information and Communications Technology (ICT), Human Resources, and Administration & Logistics. It focuses on common services that are developed jointly or delivered by one UN entity on behalf of one or more UN entities, but it does not include or replace individual agency operations plans. \n\nAfter careful analysis of potential cost avoidance and quality improvement, an initial set of fifteen common services were selected for the Thailand BOS: four in Administration, three in Finance, two in Human Resources, five in ICT and one in Logistics. This does not mean that other existing common services are to be discontinued. Further analysis on those existing common services will continue in the next years and some may be added to the Thailand BOS later. \n\nIf the BOS is implemented, the estimated cost avoidance will be approximately USD 4.6 million for five years (2021-2025). This estimate has increased from USD 1.5 million which was first projected on formulation in 2020. It is anticipated that using common benchmarks, indicators, terms of reference and monitoring of services will improve the quality of UN services. The BOS 2.0 platform aptly consolidates comparable data from different duty stations and entities. Lessons learned from both the development and the review of the Thailand BOS identified complexities due to the composition of Thailand’s OMT membership.  \n\nTo enable a quick capture of the benefits of Common Premises, it was agreed that for 2021, the ESCAP entity would report the benefits resulting in sharing common services connected to being in common premises. This includes building management and administrative services, utilities, custodial services, elevator maintenance, and building insurance. It was disaggregated in 2022 to allow for a more transparent reporting of cost avoidance by each relevant UN entity. \n\nOMT members continue to collaborate to implement the Thailand BOS and analyze existing common services for possible inclusion in the future. The BOS also leads to the \"next phase\" of the Reform, the Local Shared Service Center, formally referred to as the “Common Back Office\" initiative. This consolidates selected common services from the BOS and integrates them into a single country-level service delivery platform. Discussions at OMT on this are in their initial stages with Thailand slated by DCO for rollout in 2024. This is a whole new way of working together with lots of opportunities for synergies! \n\nStephen Cooper and Kirimoke Drollett \nBOS Annual Review \nOMT Co-Chairs \nBangkok, 23 March 2023 "},"participatingEntitites":[{"organizationId":10,"participating":true},{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":16,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2274,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":2520,"participating":true},{"organizationId":2521,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":3642,"participating":true},{"organizationId":37,"participating":true},{"organizationId":38,"participating":true},{"organizationId":39,"participating":true},{"organizationId":4,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"risk","description":" Vendor does not agree to consolidate entities under 1 contract","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Encourage entities to consolidate."},{"type":"risk","description":"Existing human resources may not be able to handle the increased workload","comment":null,"likelihood":"Highly Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"If the number of mobile connections is more than 10 , we ask agencies to manage by themselves."},{"type":"risk","description":"ICT\/Data Center: Entities not able to participate in colocation of server room due to MR differences","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Monitor UNDP and UNFPA who are not joining Datacenter colo project because they want to work cloud based solution."},{"type":"risk","description":"ICT\/Data Center: Lack of budget to relocate server room","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Avoid","mitigationMeasure":"Cost is very low, agency or ESCAP is willing to allocate small budget."},{"type":"risk","description":"ICT\/Internet Conn & VSAT: Entities cannot participate in common contract due to MR differences","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"Encourage entities to accept MR differences"},{"type":"risk","description":"ICT\/Joint ICT Infrastructure (printing): Entities not joining if they cannot create own network","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Transfer","mitigationMeasure":"Vender needs to provide a cloud-based printing solution."},{"type":"risk","description":"ICT\/Joint ICT Infrastructure (printing): Entities unable to use existing LTA due to MR differences","comment":null,"likelihood":"Negligible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"Could based solution will be acceptable to entries."},{"type":"risk","description":"ICT\/Landline Phone Service: Existing infrastructure may not be compatible","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Transfer","mitigationMeasure":"The is transferred to Vendor to offer compatible technology."},{"type":"risk","description":"Travel Services: Increased volume impact quality of services","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Regular engagement with vendor"},{"type":"assumption","description":"Admin\/Environmental sustainability: All UN agencies strive to implement the UN-wide Strategy.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Admin\/Hotel LTA: That as many establishments as in the past will be willing to participate.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Finance: COVID may have impact on the volume of services on the \"new normal\".","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HR\/COVID: the response to the pandemic will continue to be needed","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"HR\/Mentoring: We established an inter-agency steering committee.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Data Center: Agencies will bring in & manage their own ICT infrastructure","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Data Center: Less down-time of ICT services during office relocations","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Data Center: Participating agencies can leverage existing data center infra & amenities","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Internet Conn & VSAT: All Agencies will join in BOS to get maximum cost avoidance","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Internet Conn & VSAT: All participating agencies will join in the common infrastructure","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Internet Conn & VSAT: Service solution will enhance inter-agency collaboration","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Internet Conn & VSAT: Service solution will improve quality of service","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Joint ICT Infra (printing): OMT explores the possibility to expand the existing ESCAP contract","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Joint ICT Infrastructure (printing): Agencies will build their own printing network","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Landline Phone Service: Agencies can leverage existing tie line for free inter-agency calls","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Mobile Phone Service: Agencies can keep the same number when changing mobile providers","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Mobile Phone Service: Agencies will enjoy free employee-to-employee calls & UN family plan","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Mobile Phone Service: Agencies will enjoy reduced international call charges","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"ICT\/Mobile Phone Service: Agencies will enjoy reduced international roaming call charges","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]