[{"iso":"TJK","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"OMT has developed and structured the country BOS framework around six common service lines as a basis for cooperation, including Procurement, ICT, Administration, Human Resources, Logistics and Finance. BOS was developed through the BOS online platform during second half of 2020 and was endorsed by UNCT end of December 2020. Annual review was conducted in 2022 and based on the calculations, the realized cost avoidance for 2022 is $203,639 giving rise to a year to date cumulative total for 2020, 2021 and 2022  equal to USD 716,369\n\nJoint review of common services resulted to identification of 28 common services that will scale up common operations, reduce operational cost and enhance the quality of operational support to programme delivery and can be delivered by one UN entity on behalf of others translated them into a result framework to allow smooth implementation, monitoring and review\/reporting.\n\nThe country BOS framework is also focused on improvement of planning, prioritization, decision-making, enhancement of monitoring and evaluation and generation of significant cost savings. The cost analysis shows the potential of efficiency gain of USD 1.4 mln.  through direct savings in goods and services, as well as indirect savings from labor and transactional costs in the following areas:\n- Administration services including common Facilities\/Premises, Stationary Procurement, Fuel Management and Security Services generating USD 877,689 of cost avoidance;\n- Finance services where cost avoidance is expected to be USD 231,508 generated through cooperation in Banking Services, HACT management, Audit and Micro-Assessments;\n- ICT services generating USD 130,125 benefit by cooperating in common service lines like Operational and Security Telecommunication services, Mobile phone services and Electronic signature;\n-  Logistics & Procurement services where collaboration on joint LTAs, joint warehousing, Overland Cargo Transport and harmonized customs clearance should be generating USD 92,696;\n- Human Resources with total amount of USD 73,995 cost saving\/avoidance on Staff Training services, Benefits Administration, Local payroll processing, Job posting etc.;"},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"assumption","description":"Agencies maintain the same level of operations","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]