[{"iso":"TKM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In accordance with the United Nations’ Secretary General’s vision for the UN reform at the operational level, and with the purpose to expand collaboration, to harmonize and simplify its business operations for efficiency gains, United Nations Country Team (UNCT) in Turkmenistan developed its Business Operations Strategy (BOS).  The UNCT in Turkmenistan consists of ten entities: UNDP, UNFPA, UNICEF, UNODC, UN Women, WHO, IOM, UNDSS, UNRCCA and World Bank; UNCT has also some other non resident UN Agencies such as UNHCR, UNESCO, OHCHR (with one national staff located in Ashgabat who also participates in OMT). The online BOS version is built on the BOS developed originally in 2018.  \n\nEarly 2022 OMT under UNCT leadership has launched the BOS review process. During the review process the OMT has reviewed and hold a series of practical discussions about inclusion of new opportunities into the BOS and has opted for pragmatic approach in relation to changes in BOS.  The key changes include introducing a new agency to participate in BOS – OHCHR; update of the cost benefit analyses by all agencies and indication of realized cost benefits by each participating agency.  It is important to highlight that Turkmen BOS, agile and nimble, integrates a sizeable number of key services from the list of highly recommended such as management of common premises, management of conference and events facilities and some others. \n\nAnother important factor to emphasize is that global COVID pandemic also has a negative impact on the working arrangements of practically all UN staff who spent many months telecommuting keeping in the office only few critical staff;  hence the physical attendance of the UN Building during several months of 2021 was limited. Still, of almost all sixteen BOS service lines were under implementation; and their progress and efficiency has been monitored and adjusted accordingly. \n\nUNCT and OMT will continue use BOS targeting cost reduction, improving efficiency and quality and looking for new opportunities and solution for joint collaboration that fit Turkmen context and maximizes common residence in one building. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":40,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"an assumption is that staff interest to health awareness will continue to be high","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"staff majority will support new practices leading to energy savings and less waste","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]