[{"iso":"TLS","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Business Operations Strategy (BOS) in Timor-Leste is an integral part of the Secretary-General’s UN development system reform agenda.  It is a results-based framework that focuses on joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN and maximizing economies of scale.\n\nThe impact of UN programmes in Timor-Leste is directly related to the effectiveness, efficiency and cost of the operations that support them.  The main objective of this BOS, therefore, is to enable joint work and generate greater efficiencies, synergies and coherence required to implement the UN Development Assistance Framework (UNDAF) 2015-2020.  The results achieved through the implementation of BOS 2.0. will be integral for the implementation of the UN Sustainable Development Cooperation Framework (UNSDCF) 2021-2025 in Timor-Leste.\n\nThe UN House in Timor Leste was endorsed as UN Common Premises in 2012. Since then the agencies occupying the UN House are sharing the common cost, where most of the cost avoidance was realized. Therefore, the highest expectation of Timor Leste established BOS 2.0 is for quality improvement in all identified common services.\n\nTimor Leste BOS 2.0 focuses on common services that are developed jointly or delivered by one UN entity on behalf of one or more other UN entities.  It does not include or replace individual agency operations plans.\n\nCommon services for collaboration were identified in the areas of: common administration services including common facilities\/premises; common ICT services; and, common procurement services.  The following UN Agencies are participating in the Timor-Leste BOS: UN\/RCO, IOM, UNDP, UNESCO, UNFPA, UNICEF, UN WOMEN, WFP WHO, ILO, UNCDF & FAO.\n\nThe UN Resident Coordinator (RC) is accountable to the Secretary-General for the development, implementation, monitoring and reporting of the BOS and steps towards a common back office.  The UNCT provides overall oversight of the BOS process, approval and release of necessary agency and joint resources, sign-off of the final BOS and annual reporting.  The Operations Management Team (chaired by UNDP) is responsible to facilitate development and implementation of the BOS in Timor-Leste, with coordination and support from the UN Resident Coordinator’s Office (RCO) and with additional guidance from the Regional Development Coordination Office (DCO).\n\nThe 2021 Annual Reporting process conducted by the OMT showed noticeable quality improvement in premises management and ICT Services hence it is decided to continue as is and\/or scale up services. "},"participatingEntitites":[{"organizationId":1277,"participating":true},{"organizationId":16,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"UNCT fully committed to the BOS2.0 implementation","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Working Groups functioning","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]