[{"iso":"TTO","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Mrs. Jennifer Jones-Morales is the Chair of the OMT, POS, Trinidad and Tobago.  She is the Senior Operations Officer at the International Labour Organization.\nEleven (agencies) participated in the BOS2.0 exercise in 2020.   They are ILO, FAO, IOM, PAHO, UN, UNDP, UNFPA, UNHCR, UNICEF, UNS- ECLAC, UNS-DGC.   In the case of UNICEF, the OMT representative is stationed in Barbados.  UNWOMEN has also joined the OMT subsequently. In total, 19 officials were engaged in the exercise as procurement specialists  from some organizations \/ agencies joined in the latter part to assist with the provision of information.  Additional staff joined from UNDP, ILO, PAHO, WFP, UNS-RCO and UNWOMEN. \n\nThere were  eight (8)  Stock Take Activities: Travel Services, Plants Management, Meeting Room and Conference Facility Management, Cleaning Services, Security Services (outsourced), Pest Control Services, Parking Services and Help Desk.  Except for the Travel Services, most of the Stock Take exercise comprised services that were offered in UNDP House to the resident agencies.   \n\nFor the 2023 Review, we are pleased to advise that UNDP had established an LTA for Cleaning.   IT was decided that UNFPA will withdraw from the Working Group on Human Resources - Well being because they were no longer purchasing large amounts of PPE equipment.  As a consequence, we would have to discontinue with this Working Group. Whilst WFP  has joined the OMT, they  did not participate in  this exercise.  There was the reclassification of three  agencies, formally UN Recs  & OaHs.  They were ECLAC, UNIC and RCO .  They are now UNS-ECLAC, UNS-DGC and UNS-RCO  We have also made progress in the Implementation Plan for Accommodation and Events  and Conference facilities as well as banking and Photocopier equipment rental.  The future benefit is estimated at USD516, 526 and the Realised cost os USD112,779."},"participatingEntitites":[{"organizationId":15,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"assumption","description":"Banking: Each agency will be willing and supported to change bank.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Banking: The banks will be willing to negotiate the rates","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Cost of travel remains as projected and not skyrocket as the industry tries to recovery lost income","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Events: That all the agencies will be consistent in the type and quality of services offered by the","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"In year 1 travelers will remain relatively skeptical of exposure to COVID through inter'l travel.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"PPE:  That the suppliers would be willing to offer large discounts for the purchase of larger volume","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"That the COVID 19 vaccines will be effected and the virus will be controlled so that face to face in","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"That vendors will appreciate the value of catering towards the differently abled and implement certa","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The participating agencies will be willing to change  internet service providers if their supplier i","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Vendors invited to bid will meet the UN environmental standards for equipment.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]