[{"iso":"TUN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"La Stratégie des Opérations de l’ONU (BOS) pour la Tunisie est à sa deuxième année de mise en œuvre, depuis son lancement en décembre 2020.\n\nPour l’année 2022, un certain nombre d’activités ont été réalisées avec la participation des quatre groupes de travail, les groupes Ressources Humaines, Finance, Administration\/logistique et Achats. Le processus de la revue annuelle du BOS 2022 vient d’être lancé, avec des Webinars proposés par DCO, et devra être clôturée le 31mars 2023. Certains services, notamment la création des LTAs, a permis d’éviter des coûts.\n\nEn adoptant cette stratégie, l’équipe pays a marqué son engagement pour la réalisation des priorités du Secrétaire Général des Nations Unies visant à garantir une gestion efficace des ressources à travers la mise en place de services communs pour l’ensemble du système des Nations Unies. Le BOS pour la Tunisie rend ces objectifs quantifiables et permet un suivi continu des progrès et une évaluation des coûts et de la qualité des services communs.\n\nIl existe 4 sous-groupes pour la mise en œuvre du BOS, il s'agit de l'Administration, des Achats, des Ressources Humaines et de Finance. En 2022, les réalisations des groupes se présentent comme suit:\n\nGroupe Procurement \n- Plateforme des LTAs: 4 LTAs sur les 7 ont été renouvelées ou créés,  \n-  Opérationnalisation de la plate-forme de partage des LTAs accessible à toutes les agences.\n\nGroupe RH \n- Roster commun de consultants: Plateforme est opérationnelle et accessible aux points focaux des agences participantes \n- Support à 2 enquêtes intérimaires : Support à la finalisation de l’EI de 2019 & conduite de EI 2021\n\nGroupe Admin\/Logistique \n- Fleet-tracker inter-agences: une plateforme de covoiturage commune de gestion des déplacements (gestion responsable de la flotte). Bien qu’existant, la pateforme n’est pas utilisée par toutes les agences. Un effort devra être fait par le groupe pour la vulgariser\n- Formation sur plateforme: Utilisation de la plateforme au profit des agences participantes\n\nGroupe Finances\n- Harmonized Approach to Cash Transfer (HACT): Mise en place d’une base de données Base HACT: la base de données est en cours de finalisation.\n- Création d’une LTA pour les sociétés locales d’audit : les Termes de Références ont été validés.\n\nL’OMT, à travers le BOS, continuera à appuyer l’UNCT et toutes les agences du Système des Nations Unies dans l’atteinte des objectifs communs. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"La cartographie et le recensement \/a pas lieu comme prévu","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Sensibiliser les chefs des  agences participantes à la réalisation de l'activité"},{"type":"assumption","description":"Ce risque peut affecter la qualité de service rendu et il y a une possibilité que ce risque se produ","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Les agences du système des Nations Unies sont capables d'établir une bonne relation avec les vendeur","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]