[{"iso":"TUR","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In accordance with the Secretary General’s vision for the UN reform at the operational level, the United Nations Country Team (UNCT) in Turkiye developed its Business Operations Strategy (BOS). The BOS covers the UNCT priorities in the areas of common operations for 2020-2024 and builds on ongoing efforts by the UNCT to harmonize and simplify its business operations and aims to address the gaps identified by the UN General Assembly in strategic planning, coordination, and monitoring of the UN inter-agency operations activities.\n\nThe present BOS aims to introduce new opportunities for collaboration and initiatives for UNCT for the next five years. The BOS is developed by the five OMT working groups (Procurement, ICT, Administration, Human Resources, and Finance). Following the methodological steps in the BOS platform to identify unaddressed needs, explore possible opportunities, and prioritize those based on a cost-benefit analysis.\n\nAll the initiatives in the BOS are the results of the ongoing business operations in the five (5) common thematic areas of the BOS. Common services already exist in each of the following areas: Procurement, ICT, Administration, Human Resources, and Finance. Selected initiatives were translated into a result framework to allow monitoring of progress throughout the stated five years.\n\nThe objective of the BOS is to further improve the quality, timeliness, and cost-effectiveness of the UNCT’s operations. It is expected that a full BOS implementation during this five-year cycle will result in cost-avoidance of USD3M in total as net benefits through efficiency gains in goods and services procurement, labour costs, as well as from avoidances in expenses (following a rather moderate estimation and approach).\n\nThe savings derive mostly from common negotiation of joint Long-Term Agreements (LTA), thus saving staff time and leveraging the common negotiating power leading to receiving better value for money and enhanced quality of service. Besides the above-mentioned benefits, a positive side-effect, which has been commonly identified by all OMT members participating in the development of the BOS, was the synergies developed - the spirit of common collaboration and the dynamics to boost further interagency cooperation. There are already other activities, which are not included in the BOS, but have been and are being developed, and the momentum that has been created through collaboration should neither be undervalued nor lost.\n\nFinally, the proposed initiatives require minimum or no monetary investment, but the staff time dedicated to the joint effort and agencies’ commitment reflect the importance of an empowered OMT.\n\nSuccessful implementation of the BOS in Turkiye requires a continued high level of commitment and support from the UNCT and OMT, as well as a steady coordination and monitoring mechanism that will allow for the gradual reduction in transaction costs and reduced duplication of operational support to programme delivery."},"participatingEntitites":[{"organizationId":16,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Adequate financial resources will remain available and will keep supporting UN Agencies' and BOS.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All agencies HQ will continue to support the BOS in terms of HR practices.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The cost avoidance shall be calculated in the 2020 USD rate to avoid any fluctuation in the currency","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The COVID-19 will be over by the mid-end of 2021, so travel and events activities will increase.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The new government regulations don't negatively affect the competition in the private market.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]