[{"iso":"TZA","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In 2007, the United Republic of Tanzania was among the eight pilot countries of Delivery as one with the overall aim of achieving greater impact by being coherent and effective in delivering development results and humanitarian support, while harmonizing business practices across agencies for increased efficiency. The key elements of the pilot were: One Programme, One Leader, One Office, One Budget, One Voice (subsequently renamed Communicating as One).\n\nIn 2012, the One Office became Operating as One with the launch in 2012 of the Business Operations Strategy (BOS), which in 2016 was integrated to the UNDAP II (2016-2021) as non-programmatic activities.\n\nAs part of the UN reforms, the UNCT and OMT decided to revamp the existing Operating as One in BOS 2.0, starting 1 January 2020 by reviewing the relevance of existing collaboration and identifying new opportunities of collaboration. Among the already existing 35 collaborations, the OMT proposed in 2020 BOS to discontinue two services and identified seven new ones.\n\nIn 2022, it was proposed to discontinue one service under Human Resources on staff on boarding and add a new one under Finance Services. In total 49 common services are now included in the BOS across the five working groups. While procurement does not have most services, it represents the lead Working Group as it supports most of administration and ICT services through establishment of LTAs.\n\nSince the COVID-19 pandemic outbreak in 2020, the UNCT prioritised UN cares activities. The OMT developed a UN duty of care plan including all 23 AFPs, which was fully endorsed and funded by UNCT. This plan was integrated to the BOS. During the 2022 annual review, the staff welfare plan included vaccinations and COVID-19 testing services. These activities are part of the medical services and dispensary common service.\n\nIn addition, considerable focus was put on reviewing and assessing the services, as well as developing a more detailed implementation plan with specific timelines. Meanwhile, lead agencies and responsible persons for activities under each service were reviewed and updated. IRMCT and the RCO are reflected in the BOS under the UN. OHCHR and UNCTAD, as non-resident entities are not part of the BOS. The total number of participating agencies is 21.  \n\nThe review led to an increased integration of the leave no one behind principle into the BOS. The following six new services were added: Reasonable Accommodation for Persons with Disability; Recruitment of Persons with Disabilities; Staff Training and Activities for Disability Inclusion; Accessibility in Procurement Services; Mapping of Accessible venues; and UN accessibility plan for the one UN house in place, as part of mapping existing physical accessibility in premises.\n\nGender responsiveness remains a high priority for the BOS. The OMT, with the active support of UN Women and in line with the UNCT-SWAP gender equality scorecard’s recommendations, introduced four gender-related KPIs in 2020: three in HR common Services (gender parity, women retained on the HR roster, gender trainings), and one in procurement (women-owned businesses on the vendor roster). In addition, the OMT decided to add PSEA – Prevention of Sexual Exploitation and Abuse; Gender-Responsive Procurement Sourcing; and Gender Parity as new common services.\n\nEnvironmental sustainability was integrated into the BOS under a new service Environmental Responsive Procurement Sourcing. In addition, aligned with the UN Youth Strategy, new activities on youth and internships were included under existing Human Resource service lines.\n\nThe total budget of the BOS is USD 2.2 million. In general, the costs are shared among participating agencies and activities are funded on annual basis.\n\nFollowing the annual reporting on the achieved benefits and the BOS review process, the expected cost avoidance to be achieved during five years (January 2020-December 2024) is USD 4.8 million. Of this, USD 2.2 million cost avoidance has been realized so far. Quality improvement is at the centre of the BOS collaboration, and this has been particularly emphasized by UNCT.\n\nThe UNCT members have committed to allocating financial and human resources for the achievement of BOS’ objectives and ensuring the active use of the mutual recognition."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":24,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Access to Data","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Agencies readiness to participate","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Continuous changes imposed Globally by Agencies HQs","comment":null,"likelihood":"Highly Possible","impact":"Minimal","risktreatment":"Accept","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Financial constraints which may delays or negatively impact some of the common activities","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Lack of commitment from different agencies","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Security of Data in the cloud","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Accept","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Service provide does not provide satisfactory services","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"OMT will discuss and find solution"},{"type":"risk","description":"Time to respond to user requests","comment":null,"likelihood":"Remote","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"OMT will discuss and find solution"},{"type":"assumption","description":"Agencies take seriously the UN reforms and are ready to fully participate in the BOS","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Need for common helpdesk and support will remain","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Need for common platform for sharing and accessing of LTAs issued by different agencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Need for the data center will still remain","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Responsible agency will ensure that the roster is updated accordingly and outdated information remov","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]