[{"iso":"UGA","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Consistent with the Economic and Social Council (ECOSOC) resolution requiring the UN to explore ways to enhance cooperation, collaboration and coordination while employing the sense of urgency in streamlining its business processes with the hope to reduce transaction costs and demonstrate operational efficiency; and in accordance with global best practices, the UNCT, through its Operations Management Team (OMT), set out to develop this business strategy (BOS). The BOS is a results-based framework that focuses on joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN and maximizing economies of scale.\n\nThe UNCT in Uganda, consisting of 29 UN entities and the UN RCO and those with physical presence in country as well as those who do not, developed BOS 2.0 in 2020 with the overall aim of achieving greater impact by being coherent and effective in delivering development results while harmonizing business practices across agencies for increased efficiency.\n\nThere are twenty-two (22) UN entities and the RCO with physical presence in country and seven (7) who are non-resident. Those with physical presence in Uganda are FAO, IFAD, ILO, IOM, OHCHR, UNAIDS, UNCDF, UNDP, UNDSS, UNESCO, UNFCCC, UNFPA, UN Habitat, UN RCO, UNHCR, UNICEF, UNIDO, UNODC, UNOPS, UNV, UN Women, WFP and WHO. The Non-resident entities are IAEA, ITC, UNCTAD, UNDESA, UNDRR, UNECA, UNEP.\n\nThe BOS 2.0 in Uganda focuses on common services that are implemented jointly or delivered by one UN entity on behalf of one or more other UN entities. Common services in the following areas are identified for collaboration: Administration, including common Facilities\/Premises; Human Resources; Information, Communications and Technology (ICT); Finance, and Procurement. As for the logistical services, OMT in UN Uganda has a working group where collaboration among agencies is starting in 2022 to be reported in the next cycle of review.\n\nIn the BOS2.0 Review in 2022, revisions were made mainly in the following areas, resulting in the reduction of the overall cost savings from Uganda for 5 years.\n\n- UN Uganda conducted the review with fresh eyes and detailed analysis of contractual status in a participatory manner on the volume of contracts and expenditures (both realized and projected). In the process, some of the errors in the previous submission were also rectified, including “labor cost” where several agencies previously reported “expenditures” instead of “number of purchase orders”.\n- UN Uganda, through a fully inclusive approach, had scrutinized areas where real collaborations are taking place to generate actual savings.\n\nThrough the process, it has clearly emerged that “LTA for Fuel” and “Internet Connectivity and VSAT” are the two major areas making the highest impact through collaborations, followed by “Travel Services”, “Conference and Event Management”, and “Mobile Phone Services”. \n\nThe total estimated cost avoidance of Uganda is revised from USD 21.1 million USD to USD 2.7 million during the BOS annual review. In 2021, the UNCT was able to realize USD 1.7 million of cost avoidance.\n\nThe submission reflects the areas of the collaboration as well as projected figures more clearly than the previous BOS. It is also noted that most collaborations were found to be among those UN entities who are resident in Uganda. The review process itself also further helped to deepen knowledge of system-wide collaboration among participating agencies. The enhanced understanding on the efficiencies gains as well as options available for mutual recognition identified from the review process in the areas of logistical services, are expected to bring about the positive future behavioral change among UNCT in exploring and expanding collaboration in coming years. The UN in Uganda is also committed to allocate available human and financial resources to the continued implementation of the BOS 2.0."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":23,"participating":true},{"organizationId":2476,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":3,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true},{"organizationId":9,"participating":true}],"planRisks":[{"type":"risk","description":"Delayed processing of Staff benefits and unclear instructions to follow by staff and managers","comment":null,"likelihood":"Possible","impact":"Negligible","risktreatment":"Avoid","mitigationMeasure":"Timely submission of required documentation"},{"type":"risk","description":"Failure to run the system through initiation of the project","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Avoid","mitigationMeasure":"Hire the right people to develop the system and continuous training"},{"type":"risk","description":"High risk of Implementing partners","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Conduct  partners risk based capacity assesment"},{"type":"risk","description":"Increased cost of  conducting micro assements","comment":null,"likelihood":"Highly Possible","impact":"High Concern","risktreatment":"Control","mitigationMeasure":"Share information concerning partners that have undergone micro assessment"},{"type":"risk","description":"Increased cost of audits","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Joint Capacity development and sharing of quality assurance activities"},{"type":"risk","description":"Lack of Harmonized banking charges and a unified UN banking LTA","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Develop and use a non Agency specific LTA"},{"type":"risk","description":"Lack of medical specialists to support staff & equipment","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Monitor","mitigationMeasure":"Hire required professionals and acquire necessary equipment"},{"type":"risk","description":"Lack of provision of funding for this activity","comment":null,"likelihood":"Possible","impact":"Minimal","risktreatment":"Avoid","mitigationMeasure":"Set a budget for all Internship opportunities"},{"type":"risk","description":"Low participation of staff and buy in.","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Avoid","mitigationMeasure":"Do early mobilization and create great awareness"},{"type":"risk","description":"Minimum  financial management  system and Capacity of personnel","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Undertake capacity building activities"},{"type":"risk","description":"The BOS is underfunded with effect on overall delivery","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"RCO to mobilize resources through the UNCT."},{"type":"risk","description":"The KMS platform established to host the central data for LTAs and Vendors is down.","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"OMT to agree on alternative platform"},{"type":"risk","description":"The OMT Logistics WG lacks the technical skills and capacity to fully implement the BOS.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Develop Capacities and give trainings"},{"type":"risk","description":"Unavailability of same level or higher comparators in the country to base our survey on.","comment":null,"likelihood":"Remote","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Use other means to determine rate harmonization perhaps with other Country offices"},{"type":"assumption","description":"Agencies are conducting joint capacity assesment of  partners","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Agencies are implementing HACT","comment":"Agencies conduct micro assessment of partners  and have assurance plans","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All agencies are involved and cooperative","comment":"Involvement of everyone\/ agencies will determine the success of this project","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All members are available when needed","comment":"Availability of supporting members to sit on the panels","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Alternative Platforms","comment":"There are alternative platforms that can serve as Central database, example UNGM & BOS Library.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Availability of funding","comment":"All agencies should increase their support towards the UN medical facility to enable them serve all staff and their dependents","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Availability of funding for internship period","comment":"All agencies ensure to add an internship budget line to their training needs","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"BOS Funding.","comment":"The UNCT will commits to cost-sharing up to 50% of the BOS budget.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Common Banking services","comment":"There is a common banking services for UN in Uganda","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Document submission","comment":"If staff do submit the required documents to process or failure to update staff dependents information timely","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Enhanced Technical support.","comment":"The UNCT, through the RCO, hires a UNDCO trained capacity to support BOS implementation.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Full participation of agencies and staff","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Lack of comparators","comment":"Information will be hard to get or if they are available the information received we cannot use.","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Training of personnel","comment":"Personnel training in financial management  and systems","likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]