[{"iso":"UKR","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"BOS was developed as a solution for simplification and harmonization of the UN system. It is one of the key pillars of the UN Reform initiated by the UN Secretary-General to ensure the achievement of the efficiency targets through the overall estimated cost reduction of USD 310 mln.\n\nThe impact of the UN programmes in Ukraine depends on the effectiveness, efficiency and cost of the operations that support these programmes. BOS is a critical tool to reinforce this link within the Ukraine complexity context that combines emergency and development elements. BOS is a results-based framework focusing on joint business operations to eliminate duplication, leverage the common bargaining power of the UN and maximize the economies of scale.\n\nThe Ukraine BOS runs parallel to and complements the UN-Ukraine Partnership Framework 2018-2022. The strategy was developed with the full participation of the OMT members, and it has received full endorsement of the Heads of UN Agencies here in Ukraine. The Operations Management Team (OMT) in Ukraine is well established and has an active Common Services portfolio.\n\nUkraine BOS focuses on the common services which are implemented jointly. It looks into Common HR, Administration, Finance, ICT, Procurement and Logistics Services. While many common services have been successfully implemented by the UN in Ukraine for more than a decade, which testifies to the solid business operations framework in action and delivering effective results, the Ukraine team looked into new efficiency solutions during the opportunity analysis discussions, which would contribute to quality delivery of the Ukraine UNSDCF. The BOS focuses primarily on efficiency gains and costs avoidance and aims to enhance internal transaction cost avoidance while simultaneously improving quality of services, including cost savings on externally sourced goods and services.\n\nThe Document is structured around 6 key result areas namely Admin and Logistics, Facilities Services, Finance, Procurement, ICT, and Human Resources. It focuses primarily on efficiency gains and reduction of costs. Through its proposed inter-agency activities, it is estimated that this BOS will achieve cost efficiencies of nearly US$5.5 million in total during the 2018-2022 cycle. By making the joint operational effort more efficient, less resources are used for day-to-day operations and more can be dedicated to assist with programmatic delivery.\n\nWhile the BOS is originally designed to interface with the UNSDCF; taking programmatic requirements and translating these into impact on the operations effort, this BOS framework does not take programmatic requirements into account, as the Ukraine UNSDCF remains at the very broad outcome\/output levels – i.e. without information that the OMT can translate into practical, operational impact and incorporate into the BOS outcomes. A BOS that engages a more detailed UNDAF may be considered in the next BOS\/UNSDCF cycle.\n\nThat said, the OMT expects that successful implementation of the current BOS framework will indirectly support the Ukraine UNSDCF. By making the joint operational effort more efficient, less resources are used for day-to-day operations and more can be dedicated to assist with programmatic delivery. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":19,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"All Agencies agree to participate in the common car pool","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All Agencies will use the Common Facility Services in Kramatorsk","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All HR practitioners are trained on validation technique and share this knowledge","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All participating Agencies agree to use standardized ToRs for SC positions","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Common premises continue their operation for the next 5 years","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Common sharepoint will be set up to allow the agencies to store and share data","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Competitive process will allow to identify a reliable financial partner on the mature Ukrainian mark","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Qualified staff resources are retained to manage the common facility services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"the agencies agree to lead the LTA provider selection process on a rotational basis","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]