[{"iso":"URY","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Business Operations Strategy (BOS) is a key component of the Secretary-General's UN reform which seeks to reposition the UN development system through enhanced cooperation and collaboration across the UN and improved quality and efficiency of joint business operations. \n\nUruguay Country Team developed its first BOS document in 2020 which mainly aimed at strategically improving the quality and efficiency of existing common services while identifying new opportunities in key development areas to bring a more integrated and efficient UN Country Team. \n\nThe main objectives of the BOS are:\n- Strengthening the links between programme and business operations by developing high quality and cost effective support services;\n- Improving planning and implementation of joint business support services;\n- Reducing operational costs by eliminating duplication, maximizing economies of scale and simplifying work processes across the UN.\n- Improving the quality and timeliness of operational support to programme delivery.\n\nThe development of the BOS document has been a consultative and collaborative process under the coordination of the Operations Management Team. The first version of the BOS counted with the participation of 14 UN agencies, funds and programmes. The planning exercise was carried out from July to December 2020 through the following six OMT working groups:\n- Human Resources - coordinated by UNFPA.\n- Procurement - coordinated by UN Women.\n- ICT - coordinated by UNESCO.\n- Finance - coordinated by UNDP.\n- Administrative Services and Common Premises - coordinated by UNICEF.\n- Logistics - coordinated by UNIDO.\n\nFor the purpose of stocktaking the existing common services within the UN System, the analysis conducted only considers those services provided through local service level agreements (SLAs) or LTAs with service providers that were jointly established by more than one UN agency. Therefore, the assessment does not include any services provided through corporate agreements at HQ level or LTAs from single UN agencies that are available for piggybacking through mutual recognition principles. Following this approach, the BOS document brings a real picture of current collaboration and integration of UN operations in the country and becomes a valuable tool to define an action plan to achieve higher collaboration and synergies for the UN Country Team, in addition to the existing mutual recognition of processes across the UNCT.\n\nSince 2022 the Country Team has conducted annual revisions of the BOS with the objective of monitoring progress on the implementation of agreed common services, reporting on the benefits and quality improvements achieved, as well as identifying new areas of collaboration and integration to strengthen Country Team operations. \n\nThe latest version of the BOS counts with the participation of 19 UN agencies, funds and programmes, which are collaborating in 31 service lines, with 71 identified activities that are completed and\/or in progress. From such collaboration, the UNCT estimates cost savings for approximately USD 120,000 by 2025, of which USD 36,000 have already been materialized.\n"},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":15,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Agencies adhere to the UN reform and fully support the participation in BOS.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Funding will be available for conducting agreed activities.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"OMT members fully participate in interagency activities and provide inputs timely.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]