[{"iso":"UZB","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"UN Country Team (UNCT) in Uzbekistan has agreed to develop Business Operations Strategy (BOS) for 2018-2020 within the existing United Nations Development Assistance Framework (UNDAF) between the Government of Uzbekistan and the United Nations System for the period 2016-2020. The BOS Roadmap as developed y Operations Management Team( OMT) reflecting the UNCTs collective agreement to jointly lead and resource a BOS process. The BOS Roadmap was developed according to the principles of effectiveness, efficiency, access to services and quality, moving from mechanical compliance to risk-based approach. \nIt should be noted that many UN operations in Uzbekistan are already delivered in the spirit of Deliver as One. But there is a need to build on existing expertise and expand into areas that have potential to yield significant gains in terms of money, time and efforts. \nThe BOS preparation process was kicked off with a 2-day workshop on October 11-12 in Tashkent. An extended team of OMT members, UNRC office personnel, as well as international and national consultants attended the workshop. The workshop not only familiarized participants with the concept of BOS and general framework, but also allowed participants to develop common understanding regarding the BOS process. 5 sub-groups in finance, procurement, human resources, IT, admin\/logistics.\n\nThe subsequent cost-benefit analysis (CBA) identified relative pros and cons of each service line and allowed to prioritize new services. CBA showed that the overall impact of the new common services, proposed as a result of the needs and opportunities analysis, is estimated to bring the net total benefits in the amount of US$245,000 by 2021.\n\nUNCT and OMT have also committed to the BOS end-of-cycle evaluation that will be synchronized with the final evaluation of the UNDSAF 2016-2020. It will assess the level of the BOS targets achievement against key performance indicators in terms of costs avoided and quality enhanced. The evaluation will consider the organization, coordination, relevance, efficiency, effectiveness, impact and sustainability of the BOS, highlighting lessons learned and providing recommendations for the next common business operations cycle.\n\nOMT has conducted BOS Annual Review and has also worked on new BOS common areas for cooperation as detailed below.\n\nUzbekistan is a strategically important country that has a strong UN presence with a sizable program and operational outlay. In total, it has 13 UN agencies with a total staff strength of about 250 personnel.  Despite Covid’s negative impact on the work of the UN during last two years, growth of UN operations is expected to pick up again from 2022 onwards. Implementation of BOS in Uzbekistan that started in its first phase in 2018 and 2019, continued until the end of 2021. A detailed evaluation of the existing BOS achievements is being undertaken by the OMT and it is expected that majority of planned activities were undertaken in a successful manner despite the pandemic. . In parallel, the OMT started working on BOS 2.0 towards the end of 2021. The process of BOS 2.0 was kicked off with a one-day online workshop in mid Oct that was attended OMT members, key members of the operations team of UN agencies, and some members of the UNCT. The participants were briefed on the new BOS 2.0 requirements and online platform. In order to work on BOS 2.0, five groups were formed, namely: Procurement, Finance, Admin & Logistics, HR and ICT.  Group members reviewed the existing activities under ongoing BOS and identified some new areas of collaboration. Following the kick off meeting, a comprehensive consultative process took place ,  performing an in-depth stock take of existing collaborations and identify new areas of collaboration that were considered crucial for the operations in the country. In addition, due consideration was given during the identification process to include as much as possible the “highly recommended” and \"SDG impact\" status services as listed in the BOS 2.0 platform.\n\nDespite year end closing that directly impacted many participating staff, consultative process continued, and groups agreed that 12 existing services included in the exiting BOS will continue under BOS 2.0 with some minor adjustments. Two services were agreed to be discontinued due to its minimal monetary and qualitative benefit. Groups also identified 15 new common services which included many “SDG Impact” and “highly recommended” services such as evaluation of UN venues for ensuring access to persons with disabilities (PWD) and conducting a review of UN offices for their accessibility to persons with disabilities. At the same time, Procurement agreed to incorporate gender responsive procurement practices, especially encouraging women owned businesses to participate in the UN procurement bids. Also, it was agreed to collaborate on \"green IT\" that ensures that all disposal of IT equipment is done in an environmentally friendly manner. The new collaboration will ensure disposal of older equipment according to environmental recommendations. Finally, ECMM evaluation of UN Offices will be undertaken to reduce use of energy resources and related costs. Though, most of the collaborations will be performed using existing resources  some of these services will require an investment ranging between $3,000 to $20,000 to be shared among participating agencies over a period of 3 years. However, these services will bring a major improvement in quality of work of the UN in various domains as well as achieve cost avoidance of about USD 300,000 during the years 2022-2024. \n\nThe implementation of these services has been distributed over three years to ensure full potential of these services remains attainable. The majority of the existing and new services will start implementation in 2022, while the remaining 7 new services will be implemented from 2023. It is expected that implementation of these services will not only bring considerable improvement in quality of UN operation but at the same time infuse a spirit of working as one among the participating agencies.\n\nOMT Uzbekistan has started Annual Review exercise of its BOS strategy for year 2022 and has held its first meeting with participation of several new UN agencies such as IOM and UNOPS. OMT WGs are reviewing the common activities planned for 2022 under the guidance of the OMT and the BOS regional advisor. OMT will review the works of 5 WGs- HR, procurement, Admin-Logistics, Finance and IT and will present Annual Review results of BOS of 2022 to the UNCT review and endorsement by the end of March 2023. "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Banks will be motivated to bid to provide common banking services to all UN Agencies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Events Management - The UN agencies conclude long-term agreements for the common service lines to sa","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Internet- ISPs will be sufficiently motivated by increased volume of transactions to overcome connec","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Loacl Transportation - Agencies sharing the common premises may share the benefits and feedback to a","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The establishment of the common LTA significantly reduces the administrative burden as well as the d","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The roster is concluded with the best service providers, ensuring buy-in from the UN agencies side.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]