[{"iso":"VEN","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Business Operations Strategy (BOS) is a results-based framework that focuses on joint business operations with the aim of eliminating duplication, leveraging the UN's common negotiating power, and maximizing economies of scale. \n\nVenezuela's BOS roadmap began with an introductory workshop in March 2020 for OMT members and members of the six working groups, resulting in an approved strategy on February 03, 2021. \n\nThe implementation of the BOS over the next three years aims to support the UNCT in establishing quality and cost-effective common services, serving as a fundamental support for the advancement of the activities, programs and projects of the different agencies, specifically in the Cooperation Framework, which in turn will result in the achievement of the Sustainable Development Goals (SDGs).\n\nIn this regard, the United Nations Country Team in Venezuela, together with the OMT and its six Working Groups have reviewed the strategy and report that by 2021-2022 results were obtained in the Logistics team with a benefit of USD 142,675 since the agencies achieved an interagency LTA in their three (3) services identified as harmonized customs clearance, overland cargo transport and storage and warehouse management services, being the first working group on developing an LTA in group. In this sense, a benefit of USD 1,095,609 is projected to be achieved during the strategy. \n\nIn the case of Procurement, Administration, and ICT services, it is reported that according to the eight (8) services incorporated and projected to be implemented in 2022, the teams did not obtain benefits for the past year after the non-generation of inter-agency LTAs. Nonetheless, agencies change their services leaders to launch the process of LTAs and have them for 2023. \n\nThe Finance working group maintains only two (2) services; and Procurement working group maintain the use of two (2) databases corresponding to LTAs and vendors, which are an important input for the agencies' day-to-day operations. \n\nAs for new services incorporated in this review, the Human Resources working group incorporated a new service called Common Internship Programmes, which seeks to develop and promote internship and volunteer programmes in compliance with LNOB task force, in order to reach up to 2% of youth workforce representation in the organization, thus encouraging Leaving No One Behind\n\nIn summary, seven (7) services were re-subjected to a cost-benefit analysis (CBA), which resulted in an estimate of avoided costs of USD 3,113,649 in the remaining four (4) years of the strategy, resulting in a relevant increase after the incorporation of new agencies in the strategy as is the case of IOM, OCHA, OHCHR, PAHO and WFP in procurement, administration and logistics services; as well as updated projections of all agencies involved after the reactivation and increase of their operations in the last year. The other services do not result in cost savings but focus on improving the quality of service to an average level 4 on a scale of 1 to 5. \n\nThe UNCT has expressed its commitment to move forward with the BOS in Venezuela, with the objective of achieving an agile, efficient and effective UN.\n\n\nWorking groups comments\nAlthough the BOS has brought good opportunities in terms of generating spaces for the exchange of information and experiences for their operations, they express the importance of recognizing more the work done by each focal point of the working groups in carrying out the BOS strategy and to dedicate a workspace to achieve the planned joint services to obtain better or greater benefits through joint work. 2022 was a year of great experiences and learning in terms of harmonizing teamwork and duly planning services according to the working and operational capacities of the agencies.  For this reason, in this review there are no major changes to what was stipulated in 2021 since the teams wish to conclude and achieve the proposed objectives and results, to incorporate new opportunities in the next reviews, always having as a transversal guide the objectivity to achieve the expected results in the stipulated time."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":39,"participating":true},{"organizationId":50,"participating":true},{"organizationId":8,"participating":true},{"organizationId":962,"participating":true}],"planRisks":[{"type":"risk","description":"Difficult access and rising fuel costs","comment":null,"likelihood":"Possible","impact":"Minor","risktreatment":"Monitor","mitigationMeasure":"Negotiate directly with the supplier to ensure operability."},{"type":"assumption","description":"Database of LTAs and vendors that serve as a basis for new contracts","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Obtain suppliers with immediate response capacity, good quality and lower costs.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Responsibility and commitment by suppliers to generate appropriate contracts or agreements","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Supplier payment mechanisms should be in line with UN policies","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]