[{"iso":"VNM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The Viet Nam BOS represents the efforts of the Operations Management Team (OMT) in Viet Nam as supported by the UN Country Team (UNCT) to establish a strategic framework for common business operations. With the participation of all UN resident agencies in Viet Nam (FAO, IFAD, ILO, IOM, UNAIDS, UNDP, UNDSS, UNESCO, UNFPA, UNHABITAT, UNICEF, UNIDO, UNODC, UN\/RCO, UNWOMEN and WHO), it was developed in alignment with the Viet Nam Sustainable Development Cooperation Framework (UNSDCF) 2022-2026. This BOS considers lessons learned from the previous year BOS. Following DCO guidance, items being currently managed by the Vietnam Common Back Office Unit including common services established to meet the specific needs of agencies based within and outside the Green One UN House (GOUNH) are not captured in this exercise. It shall be reported separately.\n\nThe BOS Review exercise for 2023 follows DCO annual review methodology which provides the OMT with the tools to monitor and review its approach to remain relevant and updated by data and analysis provided by the OMT working groups.\n\nThe OMT and its working groups assessed all common services across the six strategic priority outcomes and for this year is focusing in 3 areas listed below:\n- Common Procurement\n- Common Human Resources\n- Common Finance\n\nFollowing the track of the successful previous BOS cycle, the Viet Nam 2023 BOS aims to consolidate the country improvement of business operations, ensuring timely and professional programme delivery by continuing leveraging the common position of the UN, strengthening efforts to reduce duplication of processes and staff time, while maximizing economies of scale. Calculations were prepared by the OMT WGs and cleared by OMT members based on the pre-approved CBA Methodology which aligns with the DCO BOS Framework. Data presented are estimates conducted by the WGs’ members based on their knowledge on the business processes of their own agencies and several assumptions. However, considerations were raised by the UNCT on the validity of the CBA methodology requiring in depth discussions and alignments. These data, therefore, may not necessarily reflect the actual costs avoided by individual participating agencies, but provide an evidence-based analysis that help WGs to decide the way forward and prioritize common services.\n\nWe also would like to register the UNCT and OMT team concerns on the BOS 2.0 limitations and technical glitches which made the overall process not as efficient as it should.\n\nUN Vietnam stands ready to organize or to contribute to a learning session with other UNCTs\/OMT to exchange experiences on BOS 2.0. There is an urgent need to understand structural challenges at the field level and to urgently improve our collective ability to achieve operational efficiencies. Concretely, we need to better define and capture “savings” and continually adapt our methodologies and metrics in this important endeavor."},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"GOUNH premises and services may be impacted by natural disasters, pandemic or changes in country context","comment":null,"likelihood":"Remote","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":null},{"type":"assumption","description":"Proven excellent management practices to continue","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]