[{"iso":"WSM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In December 2017 the UN Secretary-General (SG) issued a proposal to reposition the United Nations Development System. For business operations, the SG included a requirement for all UN Country Teams (UNCT) to comply with an improved Business Operations Strategy (BOS) by 2021.\n\n The BOS focuses on joint business operations with the purpose of eliminating duplication, leveraging the common bargaining power of the UN and maximizing economies of scale. It is facilitated by the principle of “mutual recognition” and it constitutes a reliable evidence-based foundation for the establishment of common back offices. In short, the BOS supports the development of harmonized business operations to achieve enhanced linkages between programme and operations, reduced costs, enhanced quality, enhanced operational focus and prioritization, and enhanced ability to monitor progress and track results.\n\n The BOS is a document that outlines the medium-term strategic focus of United Nations business operations at the country level in support of programme implementation. The BOS is structured around a choice of six possible lines of common services (Common Administration Services, Common Logistics including Common Facilities\/Premises Services, Common Human Resource Services, Common Finance Services, Common ICT Services and Common Procurement Services). All such services contribute to the aim of simplification and harmonization of business practices in the UN system.\n\n As is the practice to establish separate working group consisting of personnel with the different specialty along these service lines to carry out the necessary tasks, OMT Samoa established five working groups merging Administration and Logistics led by UNESCO, HR working group led by UNDP, Finance working group led by FAO, ICT working group led by UN\/RCO and Procurement working group led by UNFPA. However, having noticed that it was the same OMT members participating in all the five different working groups and the demand and additional burden this has created, instead of having separate sessions for each working group, OMT agreed to convene one BOS meeting and go through the tasks under all working groups at the same time.\n\n With this arrangement, OMT Samoa identified twenty nine service solutions under the Common Administration\/Logistic including common facilities\/premises service line, five  service solutions under the Common Finance service line, three service solutions under the Common Human Resources service line, six service solutions under Common ICT service line and one service solution under Common Procurement service line, both new and existing services that are of interest for exploring possible future collaboration.  However, several of these services require better understanding, technical input and further analysis before inclusion into BOS including premises related services that are already in place and currently being provided by UNDP to agencies hosted in the one UNH that will continue without change for now.\n\nThe OMT Samoa selected an initial set of four common services under the Common Administration and Logistics Services (Consumables Procurement, Insurance Services, Stationary Procurement, and Catering Services) in consideration of the continuous demand for these services by participating UN Agencies and the potential cost savings and quality improvements that can be realized through collaboration and harmonization of these services.\n\nIt is to be noted that this BOS is the first one developed for Samoa. None of the OMT members had the opportunity to attend the formal training provided by UNDCO in the region. Furthermore, many of the agencies present in Samoa are headquartered in Fiji, a separation that reduced the commitment of some agencies to completing the process. However, local OMT members educated themselves by reading BOS guideline documents and following recorded sessions of online webinars as trainings are held at a time not convenient for Samoa. Colleagues in DCO have been very helpful in responding to queries and providing guidance whenever necessary in the BOS development.\n\nIn addition, as mentioned above, OMT Samoa does not have distinct working group members to take responsibility in all of the different BOS common services. Thus, the same OMT members, composed mainly of operations and programme staff, worked on all five common service areas to develop the Samoa BOS. This, of course, hinders the delivery capacity of the OMT due to lack of support from qualified and experienced staff required in the specific areas of the different common services. The lack of staff added significantly to the workload of OMT members and the time it has taken to complete a process. This challenge was also one of the reasons that OMT chose to first focus on common services that are under Administration Services. Additional to the variables mentioned above, the market is Samoa presents constrains for the development of commercial agreements, such as small market, or unavailability to commit to long term agreements due to the shortage of materials and labour or the unstable costs of goods.\n\n Although the focus for now will be on achievement of cost and efficiency gain through the setup of these common services mentioned-above, it does not mean that other existing common services will be discontinued. However, further analysis on both existing common services as well as newly identified potential common services will continue throughout the life of the BOS cycle and services could be added to the BOS accordingly.\n\nIn 2022, bids were submitted for the aforementioned four services. The joint procurement for stationary, and insurance services, moved forward. However, the following services presented challenges: Based on the needs assessment analysis, the OMT members put this action on hold and reconsidered it, as the variety of models may not yield cost-effective results; instead, security services were added, which was successfully completed in 2022. Despite multiple attempts, the service-related catering had failed due to the suppliers' inability to maintain prices due to Samoan market conditions. In addition, as part of the annual review, the Samoa OMT conducted a brief survey among its members and determined that there is a need to build a central database for LTAs and vendors, as well as to work on rate harmonization among UN agencies. Furthermore, the Samoa OMT has collaborated with the Fiji OMT to develop a common shared drive so that UN agencies have access to LTAs from both nations.\n\nThrough collaboration on these services, a cost savings of US$ 352,883 (three hundred and fifty-two thousand, eight hundred and eighty-three dollars) is anticipated over a period of five years. In addition to the US$352K from the four service solutions included in the BOS, there is a preliminary estimate of US$700K for sixteen service solutions that require further analysis, as well as an estimate of $804K for twenty-four service solutions that are not currently included in the BOS but will be revisited periodically for inclusion in the BOS with greater clarity.\n\nAnnual Review Exercise Update-2022\n\nThe OMT members discussed the work progress of 2022 and agreed that the risks identified during the BOS development are evident during the procurement processes. Although the office established the joint LTA for stationery, the OMT did not see a material cost saving due to economies of scale. We were not able to secure the LTA for catering services as none of the vendors committed the price for long term. As a result, this service line could not be concluded.\n\nThe OMT will try again in 2023 with a new approach to establish the LTA. FAO and UNDP also agreed to collaborate on Conference and even management service lines to explore and establish the LTA in 2023. The OMT in the year will also explore other service lines that were identified as “Further Analysis Required” to explore if any joint collaboration could be done in the year.\n\n(OMT Chair)"},"participatingEntitites":[{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":32,"participating":true},{"organizationId":40,"participating":true},{"organizationId":42,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true}],"planRisks":[{"type":"assumption","description":"Bulk\/joint procurement will give greater negotiation power and price reduction instead of going indi","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Common services that are already in place will continue to be demanded by UN Agencies and more Agenc","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]