[{"iso":"XKX","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Harmonisation of business processes for greater efficiency, reduced operational transaction costs, and decreased duplication of operational support to programme delivery by the United Nations system has been continuously called for by the General Assembly. The United Nations system agencies in Kosovo have a BOS strategy in place and it has been revised. The impact of United Nations programmes in Kosovo is reliant on the effectiveness, efficiency, and cost of the operations that support them. Over time, the United Nations development system agencies are likely to deliver with better quality and lower cost business operations, with more resources remaining within the programme budget.\n\nAlthough the functions of facilities and events management, logistics, human resources, and ICT are identified as core functions for mainstreaming, under the BOS 2021 as such, a number of the services under the BOS have been removed as a consequence of the 2022 review process. For instance, most of the ICT services have been removed due to launch of the UNall ICT services; some ICT services will, however remain eg related to the local provision of help-desk support. In addition, some of the HR and Finance services had to be removed from the list due to the bilateral agreements between UN Agencies. The revised BOS for 2022, will continue to focus into the strategic framework for the collective efforts of the United Nations system, reflecting the areas for strategic cooperation, collaboration and partnering to achieve common goals, principally through joint programming and collective advocacy.\n\nThe BOS review objectives as per the existing guidance are presented in the following section:\n\nCost reduction:\n- Reduction of duplication of work processes at the agency level by providing the service through a single channel, rather than decentralized at the agency level\n- Reduction of transaction costs (time spent on activities) for the UN and partners, including the host government, due to harmonized operational procedures and standing agreements with vendors\n- Enhanced leverage of UN bargaining position when procuring goods in larger quantities\n\nThe quality enhancement will be achieved by jointly procuring services in larger volumes, the UN increases its bargaining power with the service provider and enhances its ability to monitor and evaluate overall quality of service delivery of that service provider. \n\nThe reviewed BOS 2022 will enhance operations by focusing on prioritization of the Business Process that are light, easy to use tools to identify and prioritize high impact harmonization initiatives and facilitate monitoring and evaluation of harmonization initiatives against pre-established baselines.\n\nWhen reviewing the BOS, the Operations Management Team reviewed the potential for reducing transaction costs by analyzing the average time dedicated by agency staff to procurement of commonly used goods and services and calculating savings for those procurement activities for which common LTAs can be established.\n\nData analyses of the existing and ongoing LTAs for interpretation and translation services, fuel supply, travel services, taxi transportation, accommodation services, conference and event management have made it possible for the participating UN agencies to get more qualitative and reliable services at reduced costs and with less staff time involved. In addition to ongoing services the OMT agreed to establish LTA(s) for conference and event management. \n\nThe current common premises was beneficial due to cost-sharing for rent and for the services of reception, cleaning, electricity, security, and maintenance. The existing common premises also enables more frequent exchange of information and partnership building among the UN agencies, thus contributing to development of effectiveness and synergies in programme interventions. \n\nAlthough, Kosovo has been chosen as piloted for a common premise, and will pursue the establishment of UN House, due to COVID – 19 pandemic had to slowdown perusing this request, although number of attempts have been made to establish new UN House. Changes on market and price increase are some of the factors that have slowdown this process, specially taking in consideration that establishment of the New UN House at this point may initially require substantial investments to make these premises safe and secure as per UN standards.  \n\n\n\n\n"},"participatingEntitites":[{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"assumption","description":"Full support from agencies, including manpower, partners lists and available LTAs","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Full support from UN agencies to establish UN House.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]