[{"iso":"YEM","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"Yemen remains the world’s worst humanitarian crisis with 80 per cent of the population in need of humanitarian assistance. The current humanitarian response is severely underfunded (42 per cent), forcing the United Nations (UN) and other humanitarian actors to scale back and\/or shutter live-saving activities. The situation risks further deterioration as the conflict continues to take a heavy toll on the population. The country is being pushed closer to widescale famine because of the ongoing fighting, access restrictions, insufficient import of vital goods, a serious economic crisis, and the impact of COVID-19.\n\nThe United Nations Country Team (UNCT) in Yemen will develop a new UN Programming Framework for 2022 – 2023 which will supersede the current UN Development Assistance Framework (UNDAF) 2012 – 2020. This Business Operations Strategy 2021 – 2023 enables the UN Country Team priorities in the areas of common operations not only to be aligned with the current UNDAF but also to provide the necessary framework to support the new Programming Framework 2022 – 2023 by joint working arrangement in business operations with increased efficiencies, cost effectiveness and innovative quality solutions.\n\nBuilding on common approach by the UN Country Team in harmonization and simplification, this Business Operations Strategy [BOS 2.0] captures 5 common areas: Administration, Finance, Human Resources, ICT and Procurement with 61 common services and around 10% to scale down, 10% scale up and 80% continue as is. The successful implementation of Yemen BOS 2.0 will include the harmonization of relevant administrative processes, reducing of duplication, further improving of service quality, and achieving cost avoidance in the targeted common services.\n\nBased on the BOS annual review, the realized benefit\/cost avoidance for 2022 is about US$8.63 million while the estimated cost avoidance for 2023 is estimated to be about $6.43 million"},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":18,"participating":true},{"organizationId":19,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":2274,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":35,"participating":true},{"organizationId":37,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"1. The existing challenges, political, socio-economic and health, may be a hindrance in implementing","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"look at alternate system e.g. ULC IT or agencies specific IT support"},{"type":"risk","description":"Lack of Adequate participation by all agencies","comment":null,"likelihood":"Possible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"regular follow up from OMT"},{"type":"risk","description":"Unavailability of Fund","comment":null,"likelihood":"Negligible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"cost shared, transfer to another agency"},{"type":"assumption","description":"1. Better contractual mechanisms, based on availability of funds.\n2. The existing political situatio","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"All agencies will cooperate and will support this important platform to ensure consistent exchange r","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"OMT and UNCT through RCO will be requested to actively engage with their PWG members and ensure thei","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"Once the Joint Contract is available, Agencies have option of quickly renting the office premise, wa","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]