[{"iso":"ZAF","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"The UNCT in South Africa developed its first BOS in 2017 which expired in 2019, coinciding with the expiration of the extended UNDAF. In February 2020, as part of the new country cooperation framework, the UNCT in South Africa decided to embark in the development of the BOS following the new guidelines and tasked the OMT to lead the process and established the BOS Task Team to lead the process. The South Africa BOS 2.0 strategy is informed by the United Nations Sustainable Development Cooperation Framework 2020-2025 (UNSDCF 2020-2025) developed in consultation with the Government of South Africa and various stakeholders, including the Civil Society. The UNSDCF 2020-2025, is aligned to the Government’s Medium-Term Strategic Framework (MTSF) 2019-2024 and focuses on four of its seven priorities: transform the economy to serve the people; advance social transformation; strengthen governance and public institutions; and South Africa for a better Africa and world. The UNSDCF focuses on four strategic priorities as entry nodes for an effective, relevant and sustainable contribution to accelerating the Sustainable Development Goals in South Africa: inclusive, just and sustainable economic growth; human capital and social transformation; effective, efficient and transformative governance; and climate resilience and sustainable natural resource.\n\nThe UN RCO and sixteen UN agencies committed to work together in pursuit of the strategic priorities laid out in the UNSDCF 2020 – 2025 towards achieving the SDGs in South Africa. Out of nine non-resident UN agencies two, i.e. UNEP and WFP, are participating in the BOS and seven are not participating in the BOS and these are: UN HABITAT, UNESCO, UNESCO SA, WORLD BANK, IFC, IFAD, and IMF. The UN resident agencies including UN RCO and participating in BOS are: FAO, UNDP, ILO, IOM, UNODC, UNAIDS, UNFPA, UNIC, UNICEF, UNHCR, WHO, UNIDO, UN WOMEN and UNDSS.\n \nIn the year 2023 the OMT aims to effectively support delivery on all the 17 SDGs thus the OMT has prioritised high impact indicators that support delivery of SDGs expected results. Some of the high impact indicators identified include: Inclusion agenda (Disability, Gender equality and women’s empowerment and Youth), Greening initiative, Innovation: Data and digitalisation. Through the inclusion agenda, the OMT will support delivery of results for SDG5 on Gender Equality for example through ensuring gender balance Human Resources and gendered procurement;  SDG 10 Reduced Inequalities through Implementation of practices that encourage inclusion of all irrespective of gender and disability; SDG 8 Decent work & Economic Growth through ensuring implementation of career growth and development opportunities and activities for all personnel. The OMT has also prioritised delivery of SDGs through implementation of high impact indicators greater adoption and use of improved technologies such as internet connectivity services and mobile phone services. Through the greening initiative the OMT will contribute towards SDGs 7 which seeks to promote access to affordable, reliable, sustainable and modern energy and SDGs 13 on combating climate change and its impacts.  Furthermore to ensure the delivery of results, the UNCT places value on health and staff wellbeing thus the OMT has established a Wellness Working Group and this will contribute towards Goal 3 on ensuring healthy lives. The wellness committee will provide services to all UN staff and beneficiaries, thus creating a health human resources pool to deliver on all the 17 SDGs.    \n\nThe OMT has prioritised delivery of the SG’s efficiency agenda through implementation of BOS, Common Back Office and Common Premises. Through the implementation of BOS, the UNCT achieved cost avoidance of USD 717,904 in the year 2020- 2021 and  the expected cost avoidance up to the year 2025 is USD 1.5M. This is to be achieved through collaboration in implementation of 21 common services of which 10 common services are under Common Administration Services including Common Facilities and Premises. Two of the common services are under Common Finance Services, 5 under Common HR Services and 5 under Common ICT Services. In addition to the cost avoidance indicator the UNCT, has also prioritised quality improvement indicators across the Common Service Lines. To support effective and efficient delivery of the UNSDCF the OMT will work through 6 OMT Working groups and these are:\n\nHuman Resources WG: The group prioritises conducting salary surveys, providing HR support to COVID-19 response, providing staff counselling services and health awareness programmes to staff and dependents. The group collaborates with the Wellness group.\n\nGreening the Blue WG: The group is focused on raising awareness on the importance of sustainability throughout the UN. Group activities support collaboration on green energy projects and reducing the carbon footprint of UN SA staff and dependents.\n\nBudget (Finance) WG: The group is focused on ensuring the efficient and effective management of the financial resources of the common services portfolio. The group supports the development, monitoring and reporting on the common services and local security cost shared budget.\n\nICT WG: the group focuses on harmonising ICT services, standards and processes of UN agencies while also aiming for the maximization of return on ICT investments made by agencies. Key activities include the establishment of an ISP LTAs as well as the development and implementation of the Common Business Continuity Plan.\n\nProcurement WG: The group is focused joint procurement services and identifies goods and services that are common to agencies in supporting the implementation of their programmes. Such services include security services, banking services, mobile phones services etc., through the establishment of LTAs. The group aims to prioritise gender responsive procurement and environmental responsive procurement.\n\nWellness WG has prioritised offering comprehensive preventive, promotive, curative, mental and physical health for all staff and eligible dependents. The group collaborates with the HR group."},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":28,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Agency non-participation and resultant BOS data quality","comment":null,"likelihood":"Possible","impact":"High Concern","risktreatment":"Control","mitigationMeasure":"Ensure DCO support to agencies to capacitate BOS implementers"},{"type":"risk","description":"BOS implementers not adequately capacitated to implement and monitor the BOS.","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Organize knowledge sharing and capacity building sessions for BOS implementers."},{"type":"risk","description":"Covid-19 regulations may still affect planned implementation","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"OMT and OMT WG will discuss and find applicable solution"},{"type":"risk","description":"Delayed finalization of the BOS review","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Follow up with participating agencies and working groups to ensure timely update of agency data."},{"type":"risk","description":"Delayed implementation of future common services.","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Monitor","mitigationMeasure":"Review implementation plans and make adjustments to implementation timelines as necessary"},{"type":"risk","description":"Reduced funding for activity implementation.","comment":null,"likelihood":"Remote","impact":"Minimal","risktreatment":"Transfer","mitigationMeasure":"OMT and OMT WG will discuss and find applicable solution"},{"type":"assumption","description":"Staff councillor(s), medical officer(s) and funding are available.","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]