[{"iso":"ZMB","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"In Zambia, 2022 represented the second year of implementation of the Business Operations Strategy (BOS), which was developed at a critical juncture for the country, falling between the end of the Partnership Framework (2016-2022) and the preparation of the first ever UN Sustainable Development Cooperation Framework (UNSDCF) covering the period 2023-2027. \n\nIn 2022, the implementation of the BOS has been accelerated with a 450% increase in the number of fully implemented common service lines from two (02) in 2021 to eleven (11) in 2022. However, the realized cost avoidance for 2022 is $67,637, about 46% decrease from 2021, bringing the overall realized cost avoidance for the period 2021-2022 to $192,519 i.e.  9% of the 5-year period cost avoidance (both monetary and staff time converted in monetary terms) of $2,154,575. This means that there is much work to be done to achieve the full implementation of the 33 common service lines and achieve the expected cost avoidance. It requires all Technical Working Groups (TWGs) working hand-in-hand to develop cost-effective and realistic strategies and viable options to accelerate especially the implementation of the remaining eight (08) common services with their projected cost avoidance. \n\nOver the past two (02) years, the expected results were not fully achieved due to the following main challenges: \n· Strengthening the accountability for the active participation from UN agencies, in particular, non-resident agencies;\n· Setting up realistic cost avoidance in the Cost Benefit Analysis (CBA).\n\nIn order to address these challenges, the Annual Review Exercise for 2022 agreed to remove nine (09) entities from the BOS implementation (Funds and Programmes: UNCDF, UNCTAD, UN-HABITAT, UN-Women; Specialized Agencies: IFAD, IMF, UNIDO, World Bank; Other UN Entities: UNECA) with sixteen (16) entities continuing the implementation (9 Funds and Programmes: IOM, UNAIDS, UNDP, UNFPA, UNHCR, UNICEF, UNODC, UNOPS and WFP, 4 Specialized Agencies: ILO, FAO, UNESCO and WHO and 3 other UN entities: UNDSS, UNIC and UNRCO). \n\nWhile the BOS platform has maintained a 5-year period for all service lines, the OMT is expected to review the timeframe of implementation of all service lines in 2023 to align the BOS activities with the implementation of the UNSDCF. \n\nI would like to thank DCO HQ and Regional teams, UNCT, OMT and TWGs in Zambia for their invaluable efforts and support throughout this exercise. I encourage the Head of Agencies (HoAs) and the OMT to increase the efforts made to accelerate the implementation of the BOS to achieve the estimated cost avoidance and expected benefits.\n\nAs we start the first year of implementation of our Cooperation Framework, the successful implementation of the BOS is expected to yield several results, including economies of scales, customer service orientation of the service delivery, cost savings and quality enhancements and digitalization of our operations. It is therefore important to strengthen our collaborative efforts in implementing the BOS to reduce transactional costs, enhancing operational efficiency and effectiveness of UN operations in Zambia in support of the long-term national development priorities set out in the eight National Development Plan (8NDP). \n\nBeatrice Mutali\nUN Resident Coordinator "},"participatingEntitites":[{"organizationId":11,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":14,"participating":true},{"organizationId":18,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":23,"participating":true},{"organizationId":24,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":34,"participating":true},{"organizationId":35,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":47,"participating":true},{"organizationId":5,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"Lack of active participation from UN Agencies to implement and monitor","comment":null,"likelihood":"Highly Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"- BOS task force designated to follow up on a monthly basis working group progresses.\n- Active participation of staff in BOS embedded in annual performance assessment of WG members."},{"type":"risk","description":"Service providers may not want to provide discounted rates","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"We accept the risk"},{"type":"risk","description":"UN Agencies may not release timely budget for implementing BOS","comment":null,"likelihood":"Remote","impact":"Slight Concern","risktreatment":"Control","mitigationMeasure":"Regular follow up done by OMT chair during UNCT meetings with agencies which have not yet contributed to the BOS budget"},{"type":"assumption","description":"All UN Agencies will actively participate in the implementation of common services","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies are able to develop a better relationship with vendors","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"UN Agencies sign and implement a mutual recognition statement for collaboration","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]