[{"iso":"ZWE","kickoff":{"startDate":"2024-01-01","endDate":"2024-03-31","description":"This year marks the second year of the Zimbabwe United Nations Sustainable Development Cooperation Framework (ZUNSDCF 2022-2026) which articulates the strategic engagement of the UNCT in Zimbabwe to support the country to achieve the Sustainable Development Goals (SDGs) and the national priorities. The UN RCO and twenty-five UN agencies committed to work together in pursuit of the strategic priorities laid out in the UNSDCF 2022 – 2026 towards achieving the National Development Strategy 1 and the SDGs in Zimbabwe. Nine of the UN agencies are non-resident and thus not participating in BOS and these are: IFAD, ITC, UNCTAD, OHCHR, UN DESA, UNECA, UNEP, UN Habitat, UNODC. The UN resident agencies including UN RCO and participating in BOS are: FAO, ILO, IOM, ITU, UNAIDS, UNDP, UNESCO, UNFPA, UNHCR, UNICEF, UNIDO, UN Women, WFP, WHO, UNOPS.\n\nIn a joint statement, the UN Resident Coordinator and the Chief Secretary to the President and Cabinet have committed to “a more dynamic, tailored and demand driven presence, organizing and deploying the UN’s collective human, technical and financial resources in the most effective and efficient manner to secure major improvements in the lives of all people in Zimbabwe.” In order to support delivery of the ZUNSDCF and SDGs, the UNCT and Government agreed to a UNSDCF governance structure which includes the Operations Management Team (OMT).\n\nTo deliver on the UNSDCF, and the OMT and PMT have agreed on the following priorities: collaboration on joint monitoring visits; development of the Business Continuity Plan\/Contingency Plan; Joint Capacity building of IPs. The OMT further prioritised the following initiatives to enhance implementation of the Efficiency Agenda: Joint recruitment rosters and Database development, Targeted procurement  and capacity building the marginalized and disadvantaged(joint procurement services-Audio and Visual services, Gender\/Environmental responsive procurement, Management of existing Long Term Agreements through establishment and or renewals.Collaboration of cross cutting issues on areas such as gender, disability inclusion, Greening, Data and digitalization for enhancement of data collection and analysis and staff well-being would also be crucial for efficient and effective attainment of the set objectives.\n\nThe OMT has prioritized delivery of the SG’s efficiency agenda through implementation of BOS, Common Back Office and Common Premises. Through the implementation of BOS, the UNCT achieved cost avoidance of USD 1.9m in the year 2022, bringing the total cost avoidance to USD4m covering the period 2020-2022. The expected cost avoidance up to the year 2026 is USD7.2m. This is to be achieved through collaboration in implementation of high impact services under: CASP (Accommodation, Security Services, Printing services, Travel services, Fuel management and Conference and event management) ; Common Finance Services (Contract management for banking services); IT (Internet connectivity and VSAT services, Operational and Security Telecommunication services) and Procurement (Joint Procurement Services).In addition to the cost avoidance indicator the UNCT, has also prioritized quality improvement indicators across the Common Service Lines. To support effective and efficient delivery of the UNSDCF the OMT will work through 6 OMT Working groups and these are:\n\n- Human Resources WG which has prioritized: The conclusion of National staff salary surveys and Place to Place surveys, joint recruitment Rosters and Databases for Drivers and consultants, Inclusion of relevant Youth 2030 strategy priorities in BOS, Disability inclusion and Psychosocial support working in collaboration with the Health and Wellbeing Group\n- Common Premises and have prioritized: Accessibility for all abled and differently abled person, collaboration on solar projects, car-pooling, cleaning in the COVID context and security of UN staff and dependents through UNDSS\n- Finance and HACT: prioritized establishment of banking services after the pull out of a major provider from Zimbabwe, efficient and effective utilization of financial resources through the implementing partners capacity building & strengthen Cooperation Framework risk mitigation, capacity strengthening on UNSCDF result groups in budget and financial management and utilization of the UN PP for partners management, and finalization of bulk payment of Service Providers.\n- ICT and has prioritized: Completion and roll out of SharePoint\/Repository\/Data banks, establishment of  LTA with mobile telephone services, development and implementation of the Common Business Continuity Plan, Adapting the OMT common platform to the needs of OMT Work Groups and PMT, in collaboration with UNDSS maintaining Radio network in an election year.\n- Procurement WG and have prioritized: Targeted procurement & Capacity building of the marginalized & disadvantaged, Joint procurement services – Audio and Visual Services, Gender responsive procurement, Environmental responsive procurement, Accessibility   responsive sourcing enabled by Central Database for Vendors, and expansion of Long Term Agreements\n- Wellness and wellbeing and the WG has prioritized offering comprehensive preventive, promotive, curative, mental and physical health for all staff and eligible dependents.\n\nIn the year 2023, the OMT aims to continue to support delivery on all the 17 SDGs for which the OMT prioritized high impact indicators that support delivery of SDGs expected results. Some of the high impact indicators identified include: Inclusion agenda (Disability, Gender equality and women’s empowerment and Youth), Greening initiative, Innovation: Data and digitalization. Through the inclusion agenda, the OMT will support delivery of results for SDG5 on Gender Equality for example through ensuring gender balance Human Resources and gendered procurement;  SDG 10 Reduced Inequalities through Implementation of practices that encourage inclusion of all irrespective of gender and disability; SDG 8 Decent work & Economic Growth through ensuring implementation of career growth and development opportunities and activities for all personnel. The OMT has also prioritized delivery of SDGs through implementation of high impact indicators greater adoption and use of improved technologies such as internet connectivity and VSAT services, mobile phone services and innovation park. Through the greening initiative the OMT will contribute towards SDGs 7 which seeks to promote access to affordable, reliable, sustainable and modern energy and SDGs 13 on combating climate change and its impacts.  Furthermore to ensure the delivery of results, the UNCT places value on health and staff wellbeing thus the OMT has established a Health and Wellbeing Working Group and this will contribute towards Goal 3 on ensuring healthy lives. The healthy and well being committee will provide services to all UN staff and beneficiaries, thus creating a health human resources pool to deliver on all the 17 SDGs.    "},"participatingEntitites":[{"organizationId":10,"participating":true},{"organizationId":1277,"participating":true},{"organizationId":2,"participating":true},{"organizationId":21,"participating":true},{"organizationId":22,"participating":true},{"organizationId":2275,"participating":true},{"organizationId":2459,"participating":true},{"organizationId":2485,"participating":true},{"organizationId":25,"participating":true},{"organizationId":29,"participating":true},{"organizationId":30,"participating":true},{"organizationId":31,"participating":true},{"organizationId":32,"participating":true},{"organizationId":33,"participating":true},{"organizationId":35,"participating":true},{"organizationId":38,"participating":true},{"organizationId":39,"participating":true},{"organizationId":40,"participating":true},{"organizationId":50,"participating":true},{"organizationId":6,"participating":true},{"organizationId":8,"participating":true}],"planRisks":[{"type":"risk","description":"BOS actions may be delayed as COVID-19 emergency response takes higher priority","comment":null,"likelihood":"Negligible","impact":"Minor","risktreatment":"Monitor","mitigationMeasure":"Engage staff virtually\/online.\nShare  material through emails"},{"type":"risk","description":"Current COVID pandemic may limit options to increase comparators due to economic downturn","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Accept","mitigationMeasure":"Engage  staff virtually"},{"type":"risk","description":"Extreme market volatility and price instability may hamper opportunities for negotiated discounts","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Monitor","mitigationMeasure":"Renegotiate with supplier on agreed discount\nMake use of conference venues with discounted conference fees.\nPut contingency plan incase there is need to do on-line training."},{"type":"risk","description":"Failure of members to actively participate in the OMT and WG processes by all participating agencies","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Work with OMT members to have oversight on WG members"},{"type":"risk","description":"Inconsistent individual UN Agency operational policies may impede joint implementation","comment":null,"likelihood":"Possible","impact":"Slight Concern","risktreatment":"Accept","mitigationMeasure":"Agencies to be convinced to collaborate on service during OMT presentations"},{"type":"risk","description":"Non responsiveness of agencies in submitting data required","comment":null,"likelihood":"Possible","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Follow ups will be made with agencies who do not submit data on time"},{"type":"risk","description":"Response to COVID and need to work from home may impact on ability to progress BOS actions","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Control","mitigationMeasure":"New lead agency appointed \nAgencies have business continuity systems in place incase of need to work from home."},{"type":"risk","description":"Some agencies may not have flexible policies impeding implementation by all agencies","comment":null,"likelihood":"Negligible","impact":"Negligible","risktreatment":"Avoid","mitigationMeasure":"RCO to engage agencies to collaborate on this service"},{"type":"risk","description":"Unavailability of available  resources (budget\/staff) to conduct the session","comment":null,"likelihood":"Remote","impact":"Significant Concern","risktreatment":"Control","mitigationMeasure":"Timely planning and engagement with OMT \/Agencies for the  required resources."},{"type":"assumption","description":"All UN Agencies will consistently participate and provide input to the work of the working group","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null},{"type":"assumption","description":"The market stability remains\/reverts to normal levels","comment":null,"likelihood":null,"impact":null,"risktreatment":null,"mitigationMeasure":null}]}]